
<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="GENERATOR" content="Microsoft FrontPage 6.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Nhu Lai Danh Hieu - Thu 7</title>
</head>

<body background="https://www.dharmasite.net/graphics/drbalogobkgd.gif">

<blockquote>
	<p align="center"><font size="3" color="#000080">&nbsp;</font><font FACE="Tahoma"><font face="Tahoma" color="#008000"><strong><big><big><big>Kinh Hoa
Nghi&#234;m</big></big></big></strong></font></p></font>
	<p align="center"><font face="Tahoma" color="#008000"><big><big><big>Ph&#7849;m Nh&#432; Lai 
Danh Hi&#7879;u</big></big></big></font></p>
	<p align="center"><font face="Tahoma" color="#008000">Th&#7913; bảy</font></p>
	<p align="center"><font face="Tahoma" color="#FF0000">H&#225;n D&#7883;ch:&#208;&#7841;i-S&#432; 
Th&#7853;t-Xoa-Nan-&#208;&#224;<br>Vi&#7879;t D&#7883;ch: HT Th&#237;ch Tr&#237; T&#7883;nh</font></p>
	<p align="center"><font FACE="Tahoma"><span style="mso-ignore:vglayout">
	<font face="Times New Roman" color="#000080">
	<img src="https://www.dharmasite.net/images/HayTha2.jpg" v:shapes="_x0000_s1026" width="106" height="69"></font></span></font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">L&#250;c b&#7845;y gi&#7901; &#273;&#7913;c Th&#7871;-T&#244;n &#7903; n&#432;&#7899;c 
Ma-Ki&#7879;t-&#208;&#7873;, trong &#273;&#7841;o-tr&#224;ng b&#7891;-&#273;&#7873;, s&#417;-th&#7881; th&#224;nh ch&#225;nh-gi&#225;c, n&#417;i &#273;i&#7879;n 
Ph&#7893;-Quang-Minh, ng&#7891;i tr&#234;n t&#242;a Li&#234;n-Hoa-t&#7841;ng-s&#432;-t&#7917;, di&#7879;u-ng&#7897; &#273;&#7873;u vi&#234;n m&#227;n, 
tuy&#7879;t h&#7859;n hai h&#7841;nh, &#273;&#7841;t ph&#225;p v&#244;-t&#432;&#7899;ng, an-tr&#7909; n&#417;i ch&#7895; tr&#7909; c&#7911;a ch&#432; Ph&#7853;t, 
&#273;&#432;&#7907;c Ph&#7853;t b&#236;nh &#273;&#7859;ng, &#273;&#7871;n ch&#7895; v&#244;-ch&#432;&#7899;ng, ch&#7895; l&#224;m v&#244;-ng&#7841;i, &#273;&#7913;ng n&#417;i 
b&#7845;t-t&#432;-ngh&#236;, th&#7845;y kh&#7855;p tam-th&#7871;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">C&#249;ng v&#7899;i m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; ch&#432; 
B&#7891;-T&#225;t c&#226;u h&#7897;i, t&#7845;t c&#7843; &#273;&#7873;u l&#224; b&#7921;c nh&#7913;t-sanh-b&#7893;-x&#7913;, t&#7915; ph&#432;&#417;ng kh&#225;c &#273;&#7891;ng 
v&#226;n t&#7853;p &#273;&#7871;n, &#273;&#7873;u kh&#233;o quan-s&#225;t ch&#250;ng-sanh-gi&#7899;i, ph&#225;p-gi&#7899;i, th&#7871;-gi&#7899;i, 
ni&#7871;t-b&#224;n-gi&#7899;i, c&#225;c nghi&#7879;p qu&#7843; b&#225;o, t&#226;m-h&#224;nh th&#7913; &#273;&#7879;, t&#7845;t c&#7843; v&#259;n ngh&#297;a 
th&#7871;-gian, xu&#7845;t th&#7871;-gian, h&#7919;u-vi-tr&#7847;n, v&#244;-vi, qu&#225;-kh&#7913;, hi&#7879;n-t&#7841;i, v&#7883;-lai, nh&#7919;ng 
ph&#225;p nh&#432; v&#7853;y &#273;&#7873;u kh&#233;o quan-s&#225;t c&#7843;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; B&#7891;-T&#225;t ngh&#297; r&#7857;ng : n&#7871;u &#273;&#7913;c 
Th&#7871;-T&#244;n c&#243; l&#242;ng m&#7851;n ni&#7879;m ch&#250;ng t&#244;i, xin t&#249;y theo s&#7921; &#432;a th&#237;ch m&#224; khai th&#7883; 
nh&#7919;ng &#273;i&#7873;u :</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ph&#7853;t-s&#225;t, ph&#7853;t-tr&#7909;, ph&#7853;t-s&#225;t 
trang-nghi&#234;m, ph&#7853;t-ph&#225;p-t&#225;nh, ph&#7853;t-s&#225;t thanh-t&#7883;nh, ph&#7853;t-thuy&#7871;t-ph&#225;p, ph&#7853;t-s&#225;t 
th&#7875;-t&#225;nh, ph&#7853;t oai-&#273;&#7913;c, ph&#7853;t-s&#225;t th&#224;nh-t&#7921;u, ph&#7853;t &#273;&#7841;i b&#7891;-&#273;&#7873;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Nh&#432; ch&#432; Ph&#7853;t Th&#7871;-T&#244;n trong th&#7853;p ph&#432;&#417;ng 
th&#7871;-gi&#7899;i, v&#236; th&#224;nh t&#7921;u t&#7845;t c&#7843; B&#7891;-T&#225;t, v&#236; khi&#7871;n ch&#7911;ng-t&#225;nh Nh&#432;-Lai kh&#244;ng 
d&#7913;t, v&#236; c&#7913;u h&#7897; t&#7845;t c&#7843; ch&#250;ng-sanh, v&#236; khi&#7871;n ch&#250;ng-sanh l&#236;a t&#7845;t c&#7843; phi&#7873;n-n&#227;o, 
v&#236; r&#245; t&#7845;t c&#7843; c&#244;ng-h&#7841;nh, v&#236; di&#7877;n thuy&#7871;t c&#225;c ph&#225;p, v&#236; d&#7913;t tr&#7915; t&#7845;t c&#7843; 
t&#7841;p-nhi&#7877;m, v&#236; d&#7913;t h&#7859;n t&#7845;t c&#7843; l&#432;&#7899;i nghi, v&#236; tr&#7915; b&#7887; t&#7845;t c&#7843; tham v&#7885;ng, v&#236; 
ho&#7841;i di&#7879;t t&#7845;t c&#7843; ch&#7895; &#225;i-tr&#432;&#7899;c, m&#224; di&#7877;n n&#243;i th&#7853;p-tr&#7909;, th&#7853;p-h&#7841;nh, th&#7853;p 
h&#7891;i-h&#432;&#7899;ng, th&#7853;p-t&#7841;ng, th&#7853;p-&#273;&#7883;a, th&#7853;p-nguy&#7879;n, th&#7853;p-&#273;&#7883;nh, th&#7853;p-th&#244;ng, 
th&#7853;p-&#273;&#7843;nh c&#7911;a B&#7891;-T&#225;t. V&#224; c&#361;ng di&#7877;n n&#243;i Nh&#432;-Lai &#273;&#7883;a, Nh&#432;-Lai c&#7843;nh-gi&#7899;i, 
Nh&#432;-Lai th&#7847;n-l&#7921;c, Nh&#432;-Lai v&#244;-&#250;y, Nh&#432;-Lai tam-mu&#7897;i, Nh&#432;-Lai th&#7847;n-th&#244;ng, Nh&#432;-Lai 
t&#7921;-t&#7841;i. Nh&#432;-Lai v&#244;-ng&#7841;i, nh&#227;n-nh&#297;-t&#7927;-thi&#7879;t-th&#226;n-&#253; c&#7911;a Nh&#432;-Lai, Nh&#432;-Lai 
bi&#7879;n-t&#224;i, Nh&#432;-Lai tr&#237;-hu&#7879;, Nh&#432;-Lai t&#7889;i-th&#7855;ng.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Mong &#273;&#7913;c Th&#7871;-T&#244;n c&#361;ng v&#236; ch&#250;ng t&#244;i m&#224; 
di&#7877;n thuy&#7871;t cho !</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">L&#250;c &#273;&#243; &#273;&#7913;c Th&#7871;-T&#244;n r&#245; t&#226;m ni&#7879;m c&#7911;a 
ch&#432; B&#7891;-T&#225;t, &#273;&#7873;u t&#249;y theo t&#7915;ng lo&#7841;i m&#224; v&#236; h&#7885; hi&#7879;n th&#7847;n-th&#244;ng.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Sau khi &#273;&#7913;c Ph&#7853;t hi&#7879;n th&#7847;n-th&#244;ng, 
ph&#432;&#417;ng &#273;&#244;ng, qu&#225; m&#432;&#7901;i ph&#7853;t-s&#225;t-vi-tr&#7847;n-s&#7889; th&#7871;-gi&#7899;i, c&#243; th&#7871;-gi&#7899;i hi&#7879;u 
Kim-S&#7855;c, Ph&#7853;t hi&#7879;u B&#7845;t-&#208;&#7897;ng-Tr&#237;, n&#417;i &#273;&#243; c&#243; B&#7891;-T&#225;t t&#234;n V&#259;n-Th&#249;-S&#432;-L&#7907;i, 
c&#249;ng m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; B&#7891;-T&#225;t &#273;&#7891;ng &#273;&#7871;n &#273;&#226;y l&#7877; Ph&#7853;t, r&#7891;i h&#243;a 
hi&#7879;n t&#242;a li&#234;n-hoa-t&#7841;ng-s&#432;-t&#7917; &#7903; ph&#237;a &#273;&#244;ng m&#224; ng&#7891;i ki&#7871;t-gi&#224; tr&#234;n &#273;&#243;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ph&#432;&#417;ng nam, qu&#225; m&#432;&#7901;i ph&#7853;t-s&#225;t 
vi-tr&#7847;n-s&#7889; th&#7871;-gi&#7899;i c&#243; th&#7871;-gi&#7899;i Di&#7879;u-S&#7855;c, Ph&#7853;t hi&#7879;u V&#244;-Ng&#7841;i-Tr&#237;, c&#243; 
B&#7891;-T&#225;t Gi&#225;c-Th&#7911; c&#249;ng m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; ch&#432; B&#7891;-T&#225;t &#273;&#7891;ng &#273;&#7871;n &#273;&#226;y 
l&#7877; Ph&#7853;t, r&#7891;i h&#243;a hi&#7879;n t&#242;a li&#234;n-hoa-t&#7841;ng-s&#432;-t&#7917; &#7903; ph&#237;a nam m&#224; ng&#7891;i ki&#7871;t-gi&#224; 
tr&#234;n &#273;&#243;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ph&#432;&#417;ng t&#226;y, qu&#225; m&#432;&#7901;i ph&#7853;t-s&#225;t 
vi-tr&#7847;n-s&#7889; th&#7871;-gi&#7899;i, c&#243; th&#7871;-gi&#7899;i Li&#234;n-Hoa-S&#7855;c, Ph&#7853;t hi&#7879;u Di&#7879;t-&#193;m-Tr&#237;, c&#243; 
B&#7891;-T&#225;t T&#224;i-Th&#7911; c&#249;ng m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; B&#7891;-T&#225;t &#273;&#7891;ng &#273;&#7871;n &#273;&#226;y l&#7877; 
Ph&#7853;t, r&#7891;i h&#243;a hi&#7879;n t&#242;a Li&#234;n-hoa-t&#7841;ng s&#432;-t&#7917; &#7903; ph&#237;a t&#226;y m&#224; ng&#7891;i ki&#7871;t-gi&#224; 
tr&#234;n &#273;&#243;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ph&#432;&#417;ng b&#7855;c, m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; 
th&#7871;-gi&#7899;i, c&#243; th&#7871;-gi&#7899;i Chi&#234;m-B&#7863;c-Hoa-S&#7855;c, Ph&#7853;t hi&#7879;u Oai-Nghi-Tr&#237;, c&#243; B&#7891;-T&#225;t 
Nh&#7921;t-B&#7917;u-Th&#7911; c&#249;ng m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; B&#7891;-T&#225;t &#273;&#7891;ng &#273;&#7871;n &#273;&#226;y l&#7877; 
Ph&#7853;t, r&#7891;i h&#243;a hi&#7879;n t&#242;a Li&#234;n-hoa-t&#7841;ng-s&#432;-t&#7917; &#7903; ph&#237;a b&#7855;c m&#224; ng&#7891;i ki&#7871;t-gi&#224; 
tr&#234;n &#273;&#243;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ph&#432;&#417;ng &#273;&#244;ng-b&#7855;c, qu&#225; m&#432;&#7901;i ph&#7853;t-s&#225;t 
vi-tr&#7847;n-s&#7889; th&#7871;-gi&#7899;i, c&#243; th&#7871;-gi&#7899;i &#431;u-B&#225;t-La-Hoa-S&#7855;c, Ph&#7853;t hi&#7879;u 
Minh-Tr&#237;-T&#432;&#7899;ng, c&#243; B&#7891;-T&#225;t C&#244;ng-&#208;&#7913;c-Th&#7911; c&#249;ng m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; 
B&#7891;-T&#225;t &#273;&#7891;ng &#273;&#7871;n &#273;&#226;y l&#7877; Ph&#7853;t, r&#7891;i h&#243;a hi&#7879;n t&#242;a Li&#234;n-hoa-t&#7841;ng s&#432;-t&#7917; &#7903; 
ph&#237;a &#273;&#244;ng-b&#7855;c m&#224; ng&#7891;i ki&#7871;t-gi&#224; tr&#234;n &#273;&#243;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ph&#432;&#417;ng &#273;&#244;ng-nam, qu&#225; m&#432;&#7901;i ph&#7853;t-s&#225;t 
vi-tr&#7847;n-s&#7889; th&#7871;-gi&#7899;i, c&#243; th&#7871;-gi&#7899;i Kim-S&#7855;c, Ph&#7853;t hi&#7879;u C&#7913;u-C&#225;nh-Tr&#237;, c&#243; 
B&#7891;-T&#225;t M&#7909;c-Th&#7911; c&#249;ng m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; B&#7891;-T&#225;t &#273;&#7891;ng &#273;&#7871;n &#273;&#226;y l&#7877; 
Ph&#7853;t, r&#7891;i h&#243;a hi&#7879;n t&#242;a Li&#234;n-hoa-t&#7841;ng-s&#432;-t&#7917; &#7903; ph&#237;a &#273;&#244;ng-nam m&#224; ng&#7891;i 
ki&#7871;t-gi&#224; tr&#234;n &#273;&#243;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ph&#432;&#417;ng t&#226;y-nam, qu&#225; m&#432;&#7901;i ph&#7853;t-s&#225;t 
vi-tr&#7847;n-s&#7889; th&#7871;-gi&#7899;i, c&#243; th&#7871;-gi&#7899;i B&#7917;u-S&#7855;c, Ph&#7853;t hi&#7879;u T&#7889;i-Th&#7855;ng-Tr&#237;, c&#243; 
B&#7891;-T&#225;t Tinh-T&#7845;n-Th&#7911; c&#249;ng m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; B&#7891;-T&#225;t &#273;&#7891;ng &#273;&#7871;n &#273;&#226;y 
l&#7877; Ph&#7853;t, r&#7891;i h&#243;a hi&#7879;n t&#242;a Li&#234;n-hoa-t&#7841;ng s&#432;-t&#7917; &#7903; ph&#237;a t&#226;y-nam m&#224; ng&#7891;i 
ki&#7871;t-gi&#224; tr&#234;n &#273;&#243;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ph&#432;&#417;ng t&#226;y-b&#7855;c, qu&#225; m&#432;&#7901;i ph&#7853;t-s&#225;t 
vi-tr&#7847;n-s&#7889; th&#7871;-gi&#7899;i, c&#243; th&#7871;-gi&#7899;i Kim-Cang-S&#7855;c, Ph&#7853;t hi&#7879;u T&#7921;-T&#7841;i-Tr&#237;, c&#243; 
B&#7891;-T&#225;t Ph&#225;p-Th&#7911; c&#249;ng m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; B&#7891;-T&#225;t &#273;&#7891;ng &#273;&#7871;n &#273;&#226;y l&#7877; 
Ph&#7853;t, r&#7891;i h&#243;a hi&#7879;n t&#242;a Li&#234;n-hoa-t&#7841;ng s&#432;-t&#7917; &#7903; ph&#237;a t&#226;y-b&#7855;c m&#224; ng&#7891;i 
ki&#7871;t-gi&#224; tr&#234;n &#273;&#243;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">H&#7841; ph&#432;&#417;ng, qu&#225; m&#432;&#7901;i ph&#7853;t-s&#225;t 
vi-tr&#7847;n-s&#7889; th&#7871;-gi&#7899;i, c&#243; th&#7871;-gi&#7899;i Pha-L&#234;-S&#7855;c, Ph&#7853;t hi&#7879;u Pham-Tr&#237;, c&#243; B&#7891;-T&#225;t 
Tr&#237;-Th&#7911; c&#249;ng m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; B&#7891;-T&#225;t &#273;&#7891;ng &#273;&#7871;n &#273;&#226;y l&#7877; Ph&#7853;t, r&#7891;i 
h&#243;a hi&#7879;n t&#242;a Li&#234;n-hoa-t&#7841;ng s&#432;-t&#7917; &#7903; h&#7841;-ph&#432;&#417;ng m&#224; ng&#7891;i ki&#7871;t-gi&#224; tr&#234;n &#273;&#243;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Th&#432;&#7907;ng ph&#432;&#417;ng, qu&#225; m&#432;&#7901;i ph&#7853;t-s&#225;t 
vi-tr&#7847;n-s&#7889; th&#7871;-gi&#7899;i, c&#243; th&#7871;-gi&#7899;i B&#236;nh-&#208;&#7859;ng-S&#7855;c, Ph&#7853;t hi&#7879;u Quan-S&#225;t-Tr&#237;, c&#243; 
B&#7891;-T&#225;t Hi&#7873;n-Th&#7911; c&#249;ng m&#432;&#7901;i ph&#7853;t-s&#225;t vi-tr&#7847;n-s&#7889; B&#7891;-T&#225;t &#273;&#7891;ng &#273;&#7871;n &#273;&#226;y l&#7877; 
Ph&#7853;t, r&#7891;i h&#243;a hi&#7879;n t&#242;a Li&#234;n-hoa-t&#7841;ng-s&#432;-t&#7917; &#7903; th&#432;&#7907;ng ph&#432;&#417;ng m&#224; ng&#7891;i 
ki&#7871;t-gi&#224; tr&#234;n &#273;&#243;.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">B&#7845;y gi&#7901;, V&#259;n-Th&#249;-S&#432;-L&#7907;i &#208;&#7841;i B&#7891;-T&#225;t 
th&#7915;a th&#7915;a oai-l&#7921;c c&#7911;a Ph&#7853;t quan-s&#225;t t&#7845;t c&#7843; ch&#250;ng-h&#7897;i B&#7891;-T&#225;t m&#224; n&#243;i r&#7857;ng : 
'Ch&#432; B&#7891;-T&#225;t n&#224;y r&#7845;t hy h&#7919;u'.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#7853;t qu&#7889;c-&#273;&#7897; ch&#7859;ng th&#7875; 
ngh&#297; b&#224;n. Ph&#7853;t tr&#7909;, ph&#7853;t-s&#225;t trang-nghi&#234;m, Ph&#7853;t ph&#225;p-t&#225;nh, ph&#7853;t-s&#225;t 
thanh-t&#7883;nh, Ph&#7853;t thuy&#7871;t-ph&#225;p, Ph&#7853;t xu&#7845;t-hi&#7879;n, ph&#7853;t-s&#225;t th&#224;nh-t&#7921;u, Ph&#7853;t 
v&#244;-th&#432;&#7907;ng b&#7891;-&#273;&#7873; &#273;&#7873;u ch&#7859;ng th&#7875; ngh&#297; b&#224;n.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">T&#7841;i sao th&#7871; ?</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! T&#7845;t c&#7843; ch&#432; Ph&#7853;t trong 
m&#432;&#7901;i ph&#432;&#417;ng bi&#7871;t r&#7857;ng ch&#250;ng-sanh &#432;a th&#237;ch kh&#244;ng &#273;&#7891;ng, n&#234;n t&#249;y ch&#7895; th&#237;ch 
nghi m&#224; thuy&#7871;t ph&#225;p &#273;i&#7873;u-ph&#7909;c h&#7885;, nh&#7851;n &#273;&#7871;n kh&#7855;p ph&#225;p-gi&#7899;i, h&#432;-kh&#244;ng-gi&#7899;i.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! &#208;&#7913;c Nh&#432;-Lai n&#417;i th&#7871;-gi&#7899;i 
Ta-B&#224; n&#224;y, trong nh&#7919;ng t&#7913; ch&#226;u thi&#234;n h&#7841;, th&#7883; hi&#7879;n nhi&#7873;u th&#226;n, nhi&#7873;u hi&#7879;u, 
nhi&#7873;u s&#7855;c t&#432;&#7899;ng, nhi&#7873;u d&#224;i ng&#7855;n, nhi&#7873;u tu&#7893;i th&#7885;, nhi&#7873;u x&#7913; s&#7903;, nhi&#7873;u c&#259;n, 
nhi&#7873;u ch&#7895; sanh, nhi&#7873;u ti&#7871;ng l&#7901;i, nhi&#7873;u quan-s&#225;t, khi&#7871;n ch&#250;ng sanh &#273;&#7873;u th&#7845;y 
bi&#7871;t kh&#225;c nhau.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! &#208;&#7913;c Nh&#432;-Lai &#7903; trong t&#7913; 
ch&#226;u thi&#234;n h&#7841; n&#224;y, ho&#7863;c hi&#7879;u Nh&#7913;t-Thi&#7871;t-Ngh&#297;a-Th&#224;nh, ho&#7863;c hi&#7879;u 
Vi&#234;n-M&#227;n-Nguy&#7879;t, ho&#7863;c hi&#7879;u S&#432;-T&#7917;-H&#7889;ng, ho&#7863;c hi&#7879;u Th&#237;ch-Ca-M&#226;u-Ni, ho&#7863;c hi&#7879;u 
&#208;&#7879;-Nh&#7845;t-Ti&#234;n, ho&#7863;c hi&#7879;u T&#7923;-L&#244;-Gi&#225;-Na, ho&#7863;c hi&#7879;u C&#249;-&#208;&#224;m-Th&#7883;, ho&#7863;c hi&#7879;u 
&#208;&#7841;i-Sa-M&#244;n, ho&#7863;c hi&#7879;u T&#7889;i-Th&#7855;ng, ho&#7863;c hi&#7879;u &#208;&#7841;o-S&#432;, c&#243; m&#432;&#7901;i ng&#224;n hi&#7879;u nh&#432; 
v&#7853;y, khi&#7871;n ch&#250;ng-sanh th&#7845;y bi&#7871;t ri&#234;ng kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng &#273;&#244;ng c&#7911;a t&#7913; 
thi&#234;n h&#7841; n&#224;y, c&#243; th&#7871;-gi&#7899;i t&#234;n Thi&#7879;n-H&#7897;-&#208;&#7913;c. Nh&#432;-Lai &#7903; t&#7841;i th&#7871;-gi&#7899;i &#273;&#243;, 
ho&#7863;c hi&#7879;u Kim-Cang, ho&#7863;c hi&#7879;u T&#7921;-T&#7841;i, ho&#7863;c hi&#7879;u H&#7919;u-Tr&#237;-Hu&#7879;, ho&#7863;c hi&#7879;u 
Nan-Th&#7855;ng, ho&#7863;c hi&#7879;u V&#226;n-V&#432;&#417;ng, ho&#7863;c hi&#7879;u V&#244;-Tr&#225;nh, ho&#7863;c hi&#7879;u N&#259;ng-Vi-Ch&#7911;, 
ho&#7863;c hi&#7879;u T&#226;m-Hoan-H&#7881;, ho&#7863;c hi&#7879;u V&#244;-Gi&#7919;-&#208;&#7859;ng, ho&#7863;c hi&#7879;u &#208;o&#7841;n-Ng&#244;n-Lu&#7853;n, 
c&#243; m&#432;&#7901;i ng&#224;n hi&#7879;u nh&#432; v&#7853;y, khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t ri&#234;ng kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng nam c&#7911;a t&#7913; thi&#234;n 
h&#7841; n&#224;y, c&#243; th&#7871;-gi&#7899;i t&#234;n Nan-Nh&#7851;n. &#7910;&#7913;c Nh&#432;-Lai &#7903; th&#7871;-gi&#7899;i &#273;&#243; ho&#7863;c t&#234;n 
&#208;&#7871;-Th&#237;ch, ho&#7863;c hi&#7879;u B&#7917;u-X&#432;ng, ho&#7863;c hi&#7879;u Ly-C&#7845;u, ho&#7863;c hi&#7879;u Th&#7853;t-Ng&#7919;, ho&#7863;c 
hi&#7879;u N&#259;ng-&#208;i&#7873;u-Ph&#7909;c, ho&#7863;c hi&#7879;u C&#7909;-T&#250;c-H&#7881;, ho&#7863;c hi&#7879;u &#208;&#7841;i-Danh-X&#432;ng, ho&#7863;c 
hi&#7879;u N&#259;ng-L&#7907;i-&#205;ch, ho&#7863;c hi&#7879;u V&#244;-Bi&#234;n, ho&#7863;c hi&#7879;u T&#7889;i-Th&#7855;ng, c&#243; m&#432;&#7901;i ng&#224;n 
hi&#7879;u nh&#432; v&#7853;y, khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t ri&#234;ng kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng t&#226;y c&#7911;a t&#7913; thi&#234;n 
h&#7841; n&#224;y, c&#243; th&#7871;-gi&#7899;i t&#234;n Th&#226;n-Hu&#7879;. &#208;&#7913;c Nh&#432;-Lai &#7903; th&#7871;-gi&#7899;i &#273;&#243; ho&#7863;c hi&#7879;u 
Th&#7911;y-Thi&#234;n, ho&#7863;c hi&#7879;u H&#7881;-Ki&#7871;n, ho&#7863;c hi&#7879;u T&#7889;i-Th&#7855;ng-V&#432;&#417;ng, ho&#7863;c hi&#7879;u 
Ch&#417;n-Thi&#7879;t-Hu&#7879;, ho&#7863;c hi&#7879;u &#208;&#225;o-C&#7913;u-C&#225;nh, ho&#7863;c hi&#7879;u Hoan-H&#7881;, ho&#7863;c hi&#7879;u 
Ph&#225;p-Hu&#7879;, ho&#7863;c hi&#7879;u S&#7903;-T&#225;c-D&#297;-Bi&#7879;n, ho&#7863;c hi&#7879;u Thi&#7879;n-Tr&#7909;, c&#243; m&#432;&#7901;i ng&#224;n 
hi&#7879;u nh&#432; v&#7853;y, khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t kh&#225;c nhau.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng b&#7855;c c&#7911;a t&#7913; thi&#234;n 
h&#7841; n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n H&#7919;u-S&#432;-T&#7917;. &#208;&#7913;c Nh&#432;-Lai &#7903; th&#7871;-gi&#7899;i &#273;&#243; ho&#7863;c hi&#7879;u 
&#208;&#7841;i-M&#226;u-Ni, ho&#7863;c hi&#7879;u Kh&#7893;-H&#7841;nh, ho&#7863;c hi&#7879;u Th&#7871;-S&#7903;-T&#244;n, ho&#7863;c hi&#7879;u 
T&#7889;i-Th&#7855;ng-&#208;i&#7873;n, ho&#7863;c hi&#7879;u Nh&#7913;t-Thi&#7871;t-Tr&#237;, ho&#7863;c hi&#7879;u Thi&#7879;n-&#221;, ho&#7863;c hi&#7879;u 
Thanh-T&#7883;nh, ho&#7863;c hi&#7879;u K&#7873;-La-B&#7841;t-Na, ho&#7863;c hi&#7879;u T&#7889;i-Th&#432;&#7907;ng-Th&#237;, ho&#7863;c hi&#7879;u 
Kh&#7893;-H&#7841;nh-&#208;&#7855;c, c&#243; m&#432;&#7901;i ng&#224;n hi&#7879;u nh&#432; v&#7853;y, khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t 
kh&#225;c nhau.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng &#273;&#244;ng b&#7855;c c&#7911;a t&#7913; 
thi&#234;n h&#7841; n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Di&#7879;u-Quan-S&#225;t. &#208;&#7913;c Nh&#432;-Lai &#7903; th&#7871;-gi&#7899;i &#273;&#243; 
ho&#7863;c hi&#7879;u &#208;i&#7873;u-Ph&#7909;c-Ma, ho&#7863;c hi&#7879;u Th&#224;nh-T&#7921;u, ho&#7863;c hi&#7879;u T&#7913;c-Di&#7879;t, ho&#7863;c hi&#7879;u 
Hi&#7873;n-Thi&#234;n, ho&#7863;c hi&#7879;u Ly-Tham, ho&#7863;c hi&#7879;u Th&#7855;ng-Hu&#7879;, ho&#7863;c hi&#7879;u T&#226;m-B&#236;nh-&#208;&#7859;ng, 
ho&#7863;c hi&#7879;u V&#244;-N&#259;ng-Th&#7855;ng, ho&#7863;c hi&#7879;u Tr&#237;-Hu&#7879;-&#194;m, ho&#7863;c hi&#7879;u Nan-Xu&#7845;t-Hi&#7879;n, c&#243; 
m&#432;&#7901;i ng&#224;n hi&#7879;u nh&#432; v&#7853;y, khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t kh&#225;c nhau.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng &#273;&#244;ng nam c&#7911;a th&#7913; 
thi&#234;n h&#7841; n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n H&#7881;-L&#7841;c. &#208;&#7913;c Nh&#432;-Lai &#7903; th&#7871;-gi&#7899;i &#273;&#243; ho&#7863;c 
hi&#7879;u Quang-Di&#7879;m-T&#7909;, ho&#7863;c hi&#7879;u Bi&#7871;n-Tri, ho&#7863;c hi&#7879;u B&#237;-M&#7853;t, ho&#7863;c hi&#7879;u 
Gi&#7843;i-Tho&#225;t, ho&#7863;c hi&#7879;u T&#225;nh-An-Tr&#7909;, ho&#7863;c hi&#7879;u Nh&#432;-Ph&#225;p-H&#224;nh, ho&#7863;c hi&#7879;u 
T&#7883;nh-Nh&#227;n-V&#432;&#417;ng, ho&#7863;c hi&#7879;u &#208;&#7841;i-D&#361;ng-Ki&#7879;n, ho&#7863;c hi&#7879;u Tinh-T&#7845;n-L&#7921;c, c&#243; m&#432;&#7901;i 
ng&#224;n hi&#7879;u nh&#432; v&#7853;y khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t kh&#225;c nhau.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng t&#226;y nam c&#7911;a t&#7913; 
thi&#234;n h&#7841; n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Th&#7853;m-Ki&#234;n-Lao. &#208;&#7913;c Nh&#432;-Lai &#7903; th&#7871;-gi&#7899;i &#273;&#243; 
ho&#7863;c hi&#7879;u An-Tr&#7909;, ho&#7863;c hi&#7879;u Tr&#237;-V&#432;&#417;ng, ho&#7863;c hi&#7879;u Vi&#234;n-M&#227;n, ho&#7863;c hi&#7879;u 
B&#7845;t-&#208;&#7897;ng, ho&#7863;c hi&#7879;u Di&#7879;u-Nh&#227;n, ho&#7863;c hi&#7879;u &#208;&#7843;nh-V&#432;&#417;ng, ho&#7863;c hi&#7879;u 
T&#7921;-T&#7841;i-&#194;m, ho&#7863;c hi&#7879;u Nh&#7913;t-Thi&#7871;t-Th&#237;, ho&#7863;c hi&#7879;u Tr&#236;-Ch&#250;ng-Ti&#234;n, ho&#7863;c hi&#7879;u 
Th&#7855;ng-Tu-Di, c&#243; m&#432;&#7901;i ng&#224;n hi&#7879;u nh&#432; v&#7853;y, khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t kh&#225;c 
nhau.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng t&#226;y b&#7855;c c&#7911;a t&#7913; 
thi&#234;n n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Di&#7879;u-&#208;&#7883;a. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u 
Ph&#7893;-Bi&#7871;n, ho&#7863;c hi&#7879;u Quang-Di&#7879;m, ho&#7863;c hi&#7879;u Ma-Ni-K&#7871;, ho&#7863;c hi&#7879;u Kh&#7843;-&#7912;c-Ni&#7879;m, 
ho&#7863;c hi&#7879;u V&#244;-Th&#432;&#7907;ng-Ngh&#297;a, ho&#7863;c hi&#7879;u Th&#432;&#7901;ng-H&#7881;-L&#7841;c, ho&#7863;c hi&#7879;u 
T&#225;nh-Thanh-T&#7883;nh, ho&#7863;c hi&#7879;u Vi&#234;n-M&#227;n-Quang, ho&#7863;c hi&#7879;u Tu-T&#253;, ho&#7863;c hi&#7879;u 
Tr&#7909;-B&#7893;n, c&#243; m&#432;&#7901;i ng&#224;n hi&#7879;u nh&#432; v&#7853;y, khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t sai 
kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! H&#7841; ph&#432;&#417;ng c&#7911;a t&#7913; 
thi&#234;n-h&#7841; n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Di&#7879;m-Hu&#7879;. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u l&#224; 
T&#7853;p-Thi&#7879;n-C&#259;n, ho&#7863;c hi&#7879;u S&#432;-T&#7917;-T&#432;&#7899;ng, ho&#7863;c hi&#7879;u M&#227;nh-L&#7907;i-Hu&#7879;, ho&#7863;c hi&#7879;u 
Kim-S&#7855;c-Di&#7879;m, ho&#7863;c hi&#7879;u Nh&#7913;t-Thi&#7871;t-Tr&#237;-Th&#7913;c, ho&#7863;c hi&#7879;u C&#7913;u-C&#225;nh-&#194;m, ho&#7863;c 
hi&#7879;u T&#225;c-L&#7907;i-&#205;ch, ho&#7863;c hi&#7879;u &#208;&#225;o-C&#7913;u-C&#225;nh, ho&#7863;c hi&#7879;u Ch&#417;n-Thi&#7879;t-Thi&#234;n, ho&#7863;c 
hi&#7879;u Ph&#7893;-Bi&#7871;n-Th&#7855;ng, c&#243; m&#432;&#7901;i ng&#224;n hi&#7879;u nh&#432; v&#7853;y, khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y 
bi&#7871;t sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Th&#432;&#7907;ng ph&#432;&#417;ng c&#7911;a t&#7913; 
thi&#234;n h&#7841; n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Nh&#7921;t-Tr&#236;-&#208;&#7883;a, &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243;, ho&#7863;c hi&#7879;u 
H&#7919;u-Tr&#237;-Hu&#7879;, ho&#7863;c hi&#7879;u Thanh-T&#7883;nh-Di&#7879;n, ho&#7863;c hi&#7879;u Gi&#225;c-Hu&#7879;, ho&#7863;c hi&#7879;u 
Th&#432;&#7907;ng-Th&#7911;, ho&#7863;c hi&#7879;u H&#7841;nh-Trang-Nghi&#234;m, ho&#7863;c hi&#7879;u Ph&#225;t-Hoan-H&#7881;, ho&#7863;c hi&#7879;u 
&#221;-Th&#224;nh-M&#227;n, ho&#7863;c hi&#7879;u Nh&#432;-Th&#7841;ch-H&#7887;a, ho&#7863;c hi&#7879;u Tr&#236;-Gi&#7899;i, ho&#7863;c hi&#7879;u 
Nh&#7913;t-&#208;&#7841;o, c&#243; m&#432;&#7901;i ng&#224;n hi&#7879;u nh&#432; v&#7853;y, khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t sai 
kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! C&#245;i Ta-B&#224; n&#224;y c&#243; tr&#259;m &#7913;c 
t&#7913; ch&#226;u thi&#234;n h&#7841;. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#226;y c&#243; t&#7845;t c&#7843; tr&#259;m v&#7841;n &#7913;c danh hi&#7879;u, 
khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng &#273;&#244;ng c&#7911;a c&#245;i 
Ta-B&#224; n&#224;y, c&#243; th&#7871;-gi&#7899;i t&#234;n M&#7853;t-Hu&#7845;n. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u 
B&#236;nh-&#208;&#7859;ng, ho&#7863;c hi&#7879;u Th&#249;-Th&#7855;ng, ho&#7863;c hi&#7879;u An-&#7910;y, ho&#7863;c hi&#7879;u Khai-Hi&#7875;u-&#221;, 
ho&#7863;c hi&#7879;u V&#259;n-Hu&#7879;, ho&#7863;c hi&#7879;u Ch&#417;n-Thi&#7879;t-Ng&#7919;, ho&#7863;c hi&#7879;u &#208;&#7855;c-T&#7921;-T&#7841;i, ho&#7863;c 
hi&#7879;u T&#7889;i-Th&#259;ng-Th&#226;n, ho&#7863;c hi&#7879;u &#208;&#7841;i-D&#361;ng-M&#227;nh, ho&#7863;c hi&#7879;u V&#244;-&#208;&#7859;ng-Tr&#237;, c&#243; 
tr&#259;m v&#7841;n &#7913;c hi&#7879;u nh&#432; v&#7853;y, khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng nam c&#7911;a c&#245;i Ta-B&#224; 
n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Phong-D&#7853;t. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u B&#7893;n-T&#225;nh, ho&#7863;c 
hi&#7879;u C&#7847;n-&#221;, ho&#7863;c hi&#7879;u V&#244;-Th&#432;&#7907;ng-T&#244;n, ho&#7863;c hi&#7879;u &#208;&#7841;i-Tr&#237;-C&#7921;, ho&#7863;c hi&#7879;u 
V&#244;-S&#7903;-Y, ho&#7863;c hi&#7879;u Quang-Minh-T&#7841;ng, ho&#7863;c hi&#7879;u Tr&#237;-Hu&#7879;-T&#7841;ng, ho&#7863;c hi&#7879;u 
Ph&#432;&#7899;c-&#208;&#7913;c-T&#7841;ng, ho&#7863;c hi&#7879;u Thi&#234;n-Trung-Thi&#234;n, ho&#7863;c hi&#7879;u &#208;&#7841;i-T&#7921;-T&#7841;i, c&#243; 
tr&#259;m v&#7841;n &#7913;c hi&#7879;u nh&#432; v&#7853;y khi&#7871;n ch&#250;ng-sanh th&#7845;y bi&#7871;t sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng t&#226;y c&#7911;a c&#245;i Ta-B&#224; 
n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Ly-C&#7845;u. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u &#221;-Th&#224;nh, ho&#7863;c 
hi&#7879;u Tri-&#208;&#7841;o, ho&#7863;c hi&#7879;u An-Tr&#7909;-B&#7893;n, ho&#7863;c hi&#7879;u N&#259;ng-Gi&#7843;i-Ph&#432;&#7907;c, ho&#7863;c hi&#7879;u 
Th&#244;ng-&#208;&#7841;t-Ngh&#297;a, ho&#7863;c hi&#7879;u Nh&#7841;o-Ph&#226;n-Bi&#7879;t, ho&#7863;c hi&#7879;u T&#7889;i-Th&#7855;ng-Ki&#7871;n, ho&#7863;c 
hi&#7879;u &#208;i&#7873;u-Ph&#7909;c-H&#7841;nh, ho&#7863;c hi&#7879;u Ch&#250;ng-Kh&#7893;-H&#7841;nh, ho&#7863;c hi&#7879;u C&#7909;-T&#250;c-L&#7921;c, c&#243; 
tr&#259;m v&#7841;n &#7913;c hi&#7879;u nh&#432; v&#7853;y khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng b&#7855;c c&#7911;a c&#245;i Ta-B&#224; 
n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Phong-L&#7841;c. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u 
Chi&#234;m-B&#7863;c-Hoa-S&#7855;c, ho&#7863;c hi&#7879;u Nh&#7921;t-T&#7841;ng, ho&#7863;c hi&#7879;u Thi&#7879;n-Tr&#7909;, ho&#7863;c hi&#7879;u 
Hi&#7879;n-Th&#7847;n-Th&#244;ng, ho&#7863;c hi&#7879;u T&#225;nh-Si&#234;u-M&#7841;i, ho&#7863;c hi&#7879;u Hu&#7879;-Nh&#7921;t, ho&#7863;c hi&#7879;u 
V&#244;-Ng&#7841;i, ho&#7863;c hi&#7879;u Nh&#432;-Nguy&#7879;t-Hi&#7879;n, ho&#7863;c hi&#7879;u T&#7845;n-T&#7853;t-Phong, ho&#7863;c hi&#7879;u 
Thanh-T&#7883;nh-Th&#226;n, c&#243; tr&#259;m v&#7841;n &#7913;c hi&#7879;u nh&#432; v&#7853;y khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t 
sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng &#273;&#244;ng b&#7855;c c&#7911;a c&#245;i 
Ta-B&#224; n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Nhi&#7871;p-Th&#7911;. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u 
V&#297;nh-Ly-Kh&#7893;, ho&#7863;c hi&#7879;u Ph&#7893;-Gi&#7843;i-Tho&#225;t, ho&#7863;c hi&#7879;u Ly-Th&#7871;-Gian, ho&#7863;c hi&#7879;u 
V&#244;-Ng&#7841;i-&#208;&#7883;a, ho&#7863;c hi&#7879;u &#208;&#7841;i-Ph&#7909;c-T&#7841;ng, ho&#7863;c hi&#7879;u Gi&#7843;i-Tho&#225;t-Tr&#237;, ho&#7863;c hi&#7879;u 
Qu&#225;-Kh&#7913;-T&#7841;ng, ho&#7863;c hi&#7879;u B&#7917;u-Quang-Minh, ho&#7863;c hi&#7879;u T&#7883;nh-T&#237;n-T&#7841;ng, ho&#7863;c hi&#7879;u 
T&#226;m-B&#7845;t-&#208;&#7897;ng, c&#243; tr&#259;m v&#7841;n &#7913;c hi&#7879;u nh&#432; v&#7853;y khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t 
sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng &#273;&#244;ng nam c&#7911;a c&#245;i 
Ta-B&#224; n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Nhi&#234;u-&#205;ch. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u 
Hi&#7879;n-Quang-Minh, ho&#7863;c hi&#7879;u T&#7853;n-Tr&#237;, ho&#7863;c hi&#7879;u M&#7929;-&#194;m, ho&#7863;c hi&#7879;u Th&#7855;ng-C&#259;n, 
ho&#7863;c hi&#7879;u Trang-Nghi&#234;m-C&#225;i, ho&#7863;c hi&#7879;u Tinh-T&#7845;n-C&#259;n, ho&#7863;c hi&#7879;u 
&#208;&#225;o-Ph&#226;n-Bi&#7879;t-B&#7881;-Ng&#7841;n, ho&#7863;c hi&#7879;u Th&#7855;ng-&#208;&#7883;nh, ho&#7863;c hi&#7879;u Gi&#7843;n-Ng&#244;n-T&#7915;, ho&#7863;c 
hi&#7879;u Tr&#237;-Hu&#7879;-H&#7843;i, c&#243; tr&#259;m v&#7841;n &#7913;c hi&#7879;u nh&#432; v&#7853;y khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y 
bi&#7871;t sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng t&#226;y nam c&#7911;a c&#245;i 
Ta-B&#224; n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Ti&#7875;n-Thi&#7875;u. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u 
M&#226;u-Ni-Ch&#7911;, ho&#7863;c hi&#7879;u C&#7909;-Ch&#250;ng-B&#7917;u, ho&#7863;c hi&#7879;u Th&#7871;-Gi&#7843;i-Tho&#225;t, ho&#7863;c hi&#7879;u 
Bi&#7871;n-Tri-C&#259;n, ho&#7863;c hi&#7879;u Th&#7855;ng-Ng&#244;n-T&#7915;, ho&#7863;c hi&#7879;u Minh-Li&#7877;u-Ki&#7871;n, ho&#7863;c hi&#7879;u 
C&#259;n-T&#7921;-T&#7841;i, ho&#7863;c hi&#7879;u &#208;&#7841;i-Ti&#234;n-S&#432;, ho&#7863;c hi&#7879;u Khai-&#208;&#7841;o-Nghi&#7879;p, ho&#7863;c hi&#7879;u 
Kim-Cang-S&#432;-T&#7917;, c&#243; tr&#259;m v&#7841;n &#7913;c hi&#7879;u nh&#432; v&#7853;y khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t 
sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Ph&#432;&#417;ng t&#226;y b&#7855;c c&#7911;a 
th&#7871;-gi&#7899;i Ta-B&#224; n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Hoan-H&#7881;. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u 
Di&#7879;u-Hoa-T&#7909;, ho&#7863;c hi&#7879;u Chi&#234;n-&#208;&#224;n-C&#225;i, ho&#7863;c hi&#7879;u Li&#234;n-Hoa-T&#7841;ng, ho&#7863;c hi&#7879;u 
Si&#234;u-Vi&#7879;t-Ch&#432;-Ph&#225;p, ho&#7863;c hi&#7879;u Ph&#225;p-B&#7917;u, ho&#7863;c hi&#7879;u Ph&#7909;c-Xu&#7845;t-Sanh, ho&#7863;c hi&#7879;u 
Qu&#7843;ng-&#208;&#7841;i-Nh&#227;n, ho&#7863;c hi&#7879;u H&#7919;u-Thi&#7879;n-Ph&#225;p, ho&#7863;c hi&#7879;u Chuy&#234;n-Ni&#7879;m-Ph&#225;p, ho&#7863;c 
hi&#7879;u V&#245;ng-T&#7841;ng, c&#243; tr&#259;m v&#7841;n &#7913;c hi&#7879;u nh&#432; v&#7853;y khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t 
sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! H&#7841; ph&#432;&#417;ng c&#7911;a c&#245;i Ta-B&#224; 
n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Quan-Th&#432;&#7907;c. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u 
Ph&#225;t-Kh&#7903;i-Di&#7879;m, ho&#7863;c hi&#7879;u &#208;i&#7873;u-Ph&#7909;c-&#208;&#7897;c, ho&#7863;c hi&#7879;u &#208;&#7871;-Th&#237;ch-Cung, ho&#7863;c 
hi&#7879;u V&#244;-Th&#432;&#7901;ng-S&#7903;, ho&#7863;c hi&#7879;u Gi&#225;c-Ng&#7921;-B&#7893;n, ho&#7863;c hi&#7879;u &#208;o&#7841;n-T&#259;ng-Tr&#432;&#7903;ng, 
ho&#7863;c hi&#7879;u &#208;&#7841;i-T&#7889;c-T&#7853;t, ho&#7863;c hi&#7879;u Th&#432;&#7901;ng-L&#7841;c-Th&#237;, ho&#7863;c hi&#7879;u 
Ph&#226;n-Bi&#7879;t-&#208;&#7841;o, ho&#7863;c hi&#7879;u T&#242;i-Ph&#7909;c-Tr&#224;ng, c&#243; tr&#259;m v&#7841;n &#7913;c hi&#7879;u nh&#432; v&#7853;y 
khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! Th&#432;&#7907;ng ph&#432;&#417;ng c&#361;a c&#245;i 
Ta-B&#224; n&#224;y c&#243; th&#7871;-gi&#7899;i t&#234;n Ch&#7845;n-&#194;m. &#208;&#7913;c Nh&#432;-Lai &#7903; &#273;&#243; ho&#7863;c hi&#7879;u 
D&#361;ng-M&#227;nh-Tr&#224;ng, ho&#7863;c hi&#7879;u V&#244;-L&#432;&#7907;ng-B&#7917;u, ho&#7863;c hi&#7879;u L&#7841;c-&#208;&#7841;i-Th&#237;, ho&#7863;c hi&#7879;u 
Thi&#234;n-Quang, ho&#7863;c hi&#7879;u C&#225;t-H&#432;ng, ho&#7863;c hi&#7879;u Si&#234;u-C&#7843;nh-Gi&#7899;i, ho&#7863;c hi&#7879;u 
Nh&#7913;t-Thi&#7871;t-Ch&#7911;, ho&#7863;c hi&#7879;u B&#7845;t-Th&#7889;i-Lu&#226;n, ho&#7863;c hi&#7879;u Ly-Ch&#250;ng-&#193;c, ho&#7863;c hi&#7879;u 
Nh&#7913;t-Thi&#7871;t-Tr&#237;, c&#243; tr&#259;m v&#7841;n &#7913;c hi&#7879;u nh&#432; v&#7853;y khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t 
sai kh&#225;c.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Ch&#432; Ph&#7853;t-t&#7917; ! M&#432;&#7901;i ph&#432;&#417;ng quanh c&#245;i 
Ta-B&#224; n&#224;y m&#7895;i ph&#432;&#417;ng &#273;&#7873;u c&#243; tr&#259;m ng&#224;n &#7913;c v&#244;-s&#7889;, v&#244;-l&#432;&#7907;ng, v&#244;-bi&#234;n, 
v&#244;-&#273;&#7859;ng, b&#7845;t-kh&#7843;-s&#7893;, b&#7845;t-kh&#7843;-x&#432;ng, b&#7845;t-kh&#7843;-t&#432;, b&#7845;t-kh&#7843;-l&#432;&#7907;ng, 
b&#7845;t-kh&#7843;-thuy&#7871;t th&#7871;-gi&#7899;i, t&#7853;n ph&#225;p-gi&#7899;i, h&#432;-kh&#244;ng-gi&#7899;i, trong &#273;&#243; danh hi&#7879;u 
c&#7911;a Nh&#432;-Lai &#273;&#7873;u kh&#244;ng &#273;&#7891;ng.</font></p>
	<p align="justify" style="line-height: 150%">
	<font face="Tahoma" color="#000080">Nh&#432; thu&#7903; xa x&#432;a, l&#250;c &#273;&#7913;c Nh&#432;-Lai c&#242;n 
l&#224; B&#7891;-T&#225;t, do nhi&#7873;u th&#7913; &#273;&#224;m lu&#7853;n, nhi&#7873;u th&#7913; ng&#244;n-ng&#7919;, nhi&#7873;u th&#7913; &#226;m-thinh, 
nhi&#7873;u th&#7913; nghi&#7879;p, nhi&#7873;u th&#7913; b&#225;o, nhi&#7873;u th&#7913; x&#7913;-s&#7903;, nhi&#7873;u th&#7913; ph&#432;&#417;ng ti&#7879;n, 
nhi&#7873;u th&#7913; c&#259;n, nhi&#7873;u th&#7913; t&#237;n gi&#7843;i, nhi&#7873;u th&#7913; &#273;&#7883;a-v&#7883; m&#224; &#273;&#432;&#7907;c th&#224;nh th&#7909;c, 
c&#361;ng khi&#7871;n c&#225;c ch&#250;ng-sanh th&#7845;y bi&#7871;t nh&#432; v&#7853;y n&#234;n v&#236; h&#7885; thuy&#7871;t ph&#225;p.</font></p>
	<p align="justify" style="line-height: 150%">&nbsp;</p>
	<p align="center" style="line-height: 150%">
	<font FACE="Tahoma"><span style="mso-ignore:vglayout"><font face="Times New Roman" color="#000080"><img src="https://www.dharmasite.net/images/HayTha2.jpg" v:shapes="_x0000_s1026" width="106" height="69"></font></span></font></p>
</blockquote>
</body> 
<p align="center"><font face="Tahoma" color="#000080">---------------------------</font></p>
	<p><font face="Tahoma" color="#0000FF"><strong><big>M&#7909;c L&#7909;c:</big></strong></font></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#1"><font face="Tahoma" color="#000080">Thay l&#7901;i t&#7921;a.</font></a></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#2"><font face="Tahoma" color="#000080">L&#7901;i n&#243;i &#273;&#7847;u.</font></a></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#2a"><font face="Tahoma" color="#000080">Nghi th&#7913;c s&#225;m h&#7889;i tr&#432;&#7899;c khi         
t&#7909;ng kinh.</font></a></p>	
<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#3"><font face="Tahoma" color="#000080">Nghi th&#7913;c tr&#236; t&#7909;ng.</font></a></p>
	<p><font face="Tahoma" color="#000080">1. <a href="KinhHoaNghiem1PhamTheChuDieuNghiem.htm">Ph&#7849;m Th&#7871;-ch&#7911;         
Di&#7879;u-Nghi&#234;m th&#7913; nh&#7845;t</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 1 &#273;&#7871;n h&#7871;t quy&#7875;n 5)</font></p>
	<p><font face="Tahoma" color="#000080">2. <a href="KinhHoaNghiem2PhamNhuLaiHienTuong.htm">Ph&#7849;m Nh&#432;-Lai         
hi&#7879;n-t&#432;&#7899;ng th&#7913; hai</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 6)</font></p>
	<p><font face="Tahoma" color="#000080">3. 
	<a href="KinhHoaNghiem3.htm">Ph&#7849;m         
Ph&#7893;-Hi&#7873;n Tam-mu&#7897;i th&#7913; ba</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 7)</font></p>
	<p><font face="Tahoma" color="#000080">4. <a href="KinhHoaNghiem4PhamTheGioiThanhTuu.htm">Ph&#7849;m         
Th&#7871;-gi&#7899;i th&#224;nh-t&#7921;u th&#7913; t&#432;</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 7)</font></p>
	<p><font face="Tahoma" color="#000080">5. 
	<a href="KinhHoaNghiem5.htm">Ph&#7849;m Hoa-t&#7841;ng         
th&#7871;-gi&#7899;i th&#7913; n&#259;m</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 8 &#273;&#7871;n h&#7871;t quy&#7875;n 10)</font></p>
	<p><font face="Tahoma" color="#000080">6. <a href="KinhHoaNghiem6PhamTyLoGiaNa.htm">Ph&#7849;m         
T&#7923;-L&#244;-Gi&#225;-Na th&#7913; s&#225;u</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 11)</font></p>
	<p><font face="Tahoma" color="#000080">7. <a href="KinhHoaNghiem7PhamNhuLaiDanhHieu.htm">Ph&#7849;m Nh&#432;-Lai         
danh-hi&#7879;u th&#7913; b&#7849;y</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 12)</font></p>
	<p><font face="Tahoma" color="#000080">8. <a href="KinhHoaNghiem8PhamTuThanhDe.htm">Ph&#7849;m         
T&#7913;-Th&#225;nh-&#208;&#7871; th&#7913; t&#225;m</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 12)</font></p>
	<p><font face="Tahoma" color="#000080">9. <a href="KinhHoaNghiem9PhamQuangMinhGiac.htm">Ph&#7849;m         
Quang-minh gi&#225;c th&#7913; ch&#237;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 13)</font></p>
	<p><font face="Tahoma" color="#000080">10. <a href="KinhHoaNghiem10PhamBoTatVanMinh.htm">Ph&#7849;m         
B&#7891;-T&#225;t V&#7845;n Minh th&#7913; m&#432;&#7901;i</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 13)</font></p>
	<p><font face="Tahoma" color="#000080">11. <a href="KinhHoaNghiem11PhamTinHanh.htm">Ph&#7849;m T&#7883;nh         
H&#7841;nh th&#7913; m&#432;&#7901;i m&#7897;t</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 14)</font></p>
	<p><font face="Tahoma" color="#000080">12. <a href="KinhHoaNghiem12PhamHienThu.htm">Ph&#7849;m Hi&#7873;n         
Th&#7911; th&#7913; m&#432;&#7901;i hai</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 14 &#273;&#7871;n h&#7871;t quy&#7875;n 15)</font></p>
	<p><font face="Tahoma" color="#000080">13.<a href="KinhHoaNghiem13PhamThangTuDiSonDanh.htm"> Ph&#7849;m Th&#259;ng         
Tu-Di s&#417;n-&#273;&#7843;nh th&#7913; m&#432;&#7901;i ba</a>. (H&#225;n b&#7897; &#7903; &#273;&#7847;u quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">14. <a href="KinhHoaNghiem14PhamTuDiDanhKeTan.htm">Ph&#7849;m Tu-Di         
s&#417;n-&#273;&#7843;nh k&#7879; t&#225;n th&#7913; m&#432;&#7901;i b&#7889;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">15. <a href="KinhHoaNghiem15PhamThapTru.htm">Ph&#7849;m         
Th&#7853;p-tr&#7909; th&#7913; m&#432;&#7901;i l&#259;m</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">16. <a href="KinhHoaNghiem16PhamPhamHanh.htm">Ph&#7849;m         
Ph&#7841;m-h&#7841;nh th&#7913; m&#432;&#7901;i s&#225;u</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 17)</font></p>
	<p><font face="Tahoma" color="#000080">17. <a href="KinhHoaNghiem17PhamSoPhatTamCongDuc.htm">Ph&#7849;m S&#417;         
ph&#225;t-t&#226;m c&#244;ng-&#273;&#7913;c th&#7913; m&#432;&#7901;i b&#7843;y</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 17)</font></p>
	<p><font face="Tahoma" color="#000080">18. <a href="KinhHoaNghiem18PhamMinhPhap.htm">Ph&#7849;m Minh         
ph&#225;p th&#7913; m&#432;&#7901;i t&#225;m</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 18)</font></p>
	<p><font face="Tahoma" color="#000080">19. <a href="KinhHoaNghiem19PhamThangDaMaThienCung.htm">Ph&#7849;m Th&#259;ng         
D&#7841;-Ma Thi&#234;n-cung th&#7913; m&#432;&#7901;i ch&#237;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 19)</font></p>
	<p><font face="Tahoma" color="#000080">20. <a href="KinhHoaNghiem20PhamDaMaCungKeTan.htm">Ph&#7849;m D&#7841;-Ma         
Cung k&#7879; t&#225;n th&#7913; hai m&#432;&#417;i</a>. (H&#225;n b&#7897; ph&#7847;n gi&#7919;a quy&#7875;n 19)</font></p>
	<p><font face="Tahoma" color="#000080">21. 
	<a href="KinhHoaNghiem21.htm">Ph&#7849;m         
Th&#7853;p-H&#7841;nh th&#7913; hai m&#432;&#417;i m&#7889;t</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 19 &#273;&#7871;n h&#7871;t quy&#7875;n 20)</font></p>
	<p><font face="Tahoma" color="#000080">22. </font><font color="#000080">
	<a href="KinhHoaNghiem22PhamVoTanTang.htm"><font face="Tahoma">Ph&#7849;m V&#244;         
T&#7853;n T&#7841;ng </font><font FACE="Tahoma">th&#7913; hai m&#432;&#417;i hai</font></a></font><font face="Tahoma" color="#000080">.         
(H&#225;n b&#7897; tr&#7885;n         
quy&#7875;n 21)</font></p>
	<p><font face="Tahoma" color="#000080">23. </font><font color="#000080">
	<a href="KinhHoaNghiem23PhamThangDauSuatThienCung.htm"><font face="Tahoma">Ph&#7849;m Th&#259;ng &#208;&#226;u-Su&#7845;t Thi&#234;n-Cung         
	</font><font face="Tahoma">t</font><font FACE="Tahoma">h&#7913; hai m&#432;&#417;i         
ba</font></a></font><font face="Tahoma" color="#000080">. (H&#225;n         
b&#7897; tr&#7885;n quy&#7875;n 22)</font></p>
	<p><font face="Tahoma" color="#000080">24. <a href="KinhHoaNghiem24PhamDauSuatKeTan.htm">Ph&#7849;m &#208;&#226;u-Su&#7845;t k&#7879; t&#225;n         
thứ hai mươi bốn</a>. (H&#225;n b&#7897; ph&#7847;n         
&#273;&#7847;u quy&#7875;n 23)</font></p>
	<p><font face="Tahoma" color="#000080">25. 
	<a href="KinhHoaNghiem25PhamThapHoiHuong.htm">Ph&#7849;m Th&#7853;p         
h&#7891;i-h&#432;&#7899;ng thứ hai mươi lăm</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 23 &#273;&#7871;n h&#7871;t quy&#7875;n 33)</font></p>
	<p><font face="Tahoma" color="#000080">26. 
	<a href="KinhHoaNghiem26PhamThapDia.htm">Ph&#7849;m Th&#7853;p-&#273;&#7883;a        
thứ hai mươi sáu</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 34         
&#273;&#7871;n quy&#7875;n 39)</font></p>
	<p><font face="Tahoma" color="#000080">27. <a href="KinhHoaNghiem27PhamThapDinh.htm">Ph&#7849;m         
Th&#7853;p-&#273;&#7883;nh thứ hai mươi bảy</a>. (H&#225;n b&#7897; quy&#7875;n 40)</font></p>
	<p><font face="Tahoma" color="#000080">28. <a href="KinhHoaNghiem28PhamThapThong.htm">Ph&#7849;m         
Th&#7853;p-th&#244;ng thứ hai mươi tám</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 44)</font></p>
	<p><font face="Tahoma" color="#000080">29. <a href="KinhHoaNghiem29PhamThapNhan.htm">Ph&#7849;m         
Th&#7853;p-nh&#7851;n thứ hai mươi chín</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 44)</font></p>
	<p><font face="Tahoma" color="#000080">30. 
	<a href="KinhHoaNghiemPham30PhamATangKy.htm">Ph&#7849;m     
A-t&#259;ng-K&#7923; thứ      
ba mươi</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u         
quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">31. 
	<a href="KinhHoaNghiem31PhamThoLuong.htm">Ph&#7849;m Th&#7885; L&#432;&#7907;ng      
thứ ba mươi mốt</a>. (H&#225;n b&#7897; ph&#7847;n gi&#7919;a         
quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">32. 
	<a href="KinhHoaNghiem32PhamChuBoTatTruXu.htm">Ph&#7849;m ch&#432; B&#7891;-T&#225;t tr&#7909; x&#7913;      
thứ ba mươi hai</a>. (H&#225;n b&#7897;         
ph&#7847;n sau quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">33. 
	<a href="KinhHoaNghiem33PhamPhatBatTuNghiPhap.htm">Ph&#7849;m Ph&#7853;t b&#7845;t-t&#432;-ngh&#236;       
Pháp thứ ba mươi ba</a>. (H&#225;n b&#7897;         
quy&#7875;n 46 &#273;&#7871;n quy&#7875;n 47)</font></p>
	<p><font face="Tahoma" color="#000080">34. 
	<a href="KinhHoaNghiem34PhamNhuLaiThapThan.htm">Ph&#7849;m Nh&#432;-Lai th&#7853;p th&#226;n t&#432;&#7899;ng h&#7843;i      
thứ ba mươi bốn</a>. (H&#225;n b&#7897; quy&#7875;n ph&#7847;n &#273;&#7847;u quy&#7875;n 48)</font></p>
	<p><font face="Tahoma" color="#000080">35. 
	<a href="KinhHoaNghiem35PhamNhuLaiTuyHao.htm">Ph&#7849;m Nh&#432;-Lai t&#249;y h&#7843;o quang-minh         
c&#244;ng-&#273;&#7913;c thứ ba mươi lăm</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 48)</font></p>
	<p><font face="Tahoma" color="#000080">36. 
	<a href="KinhHoaNghiem36PhamPhoHienHanh.htm">Ph&#7849;m Ph&#7893;-Hi&#7873;n h&#7841;nh      
thứ ba mươi sáu</a>. (H&#225;n b&#7897; tr&#7885;n         
quy&#7875;n 49)</font></p>
	<p><font face="Tahoma" color="#000080">37. 
	<a href="KinhHoaNghiem37PhamNhuLaiXuatHien.htm">Ph&#7849;m Nh&#432;-Lai xu&#7845;t hi&#7879;n      
thứ ba mươi bảy</a>. (H&#225;n b&#7897; t&#7915;         
&#273;&#7847;u quy&#7875;n 50 &#273;&#7871;n h&#7871;t quy&#7875;n 52)</font></p>
	<p><font face="Tahoma" color="#000080">38. 
	<a href="KinhHoaNghiem38PhamLyTheGian.htm">Ph&#7849;m Ly Th&#7871;      
Gian thứ ba mươi tám</a>. (H&#225;n b&#7897; t&#7915; &#273;&#7847;u quy&#7875;n 53 &#273;&#7871;n h&#7871;t quy&#7875;n 59)</font></p>
	<p><font face="Tahoma" color="#000080">39. 
	<a href="KinhHoaNghiem39PhamNhapPhapGioi1.htm">Ph&#7849;m Nh&#7853;p         
Ph&#225;p-gi&#7899;i thứ ba mươi chín: phần 1</a> - 
	<a href="KinhHoaNghiem39PhamNhapPhapGioi2.htm">Phần 
2</a> (H&#225;n b&#7897; t&#7915; quy&#7875;n 60 &#273;&#7871;n h&#7871;t quy&#7875;n 80)</font></p>
	<p><font face="Tahoma" color="#000080">40.<a href="KinhHoaNghiem40PhamPhoHien.htm"> Ph&#7849;m Nh&#7853;p         
b&#7845;t-t&#432;-ngh&#236; gi&#7843;i-tho&#225;t c&#7843;nh-gi&#7899;i Ph&#7893; Hi&#7873;n H&#7841;nh Nguy&#7879;n      
thứ bốn mươi</a>. (H&#225;n b&#7897; tr&#7885;n q.         
81)</font></p>
<br><br><br><br><br><br><br><br><br>
<div class="separator" style="clear: both; text-align: center;">
<a class="md-opjjpmhoiojifppkkcdabiobhakljdgm_doc" href="https://bothiphap.blogspot.com/" target="_blank" style="background-color: white; color: #771100; font-family: Arial, Tahoma, Helvetica, FreeSans, sans-serif; font-size: 45px; text-align: center; text-decoration-line: none;" target="_blank"><b><span face="&quot;helvetica neue&quot;, arial, helvetica, sans-serif" style="color: #660000;">bothiphap.blogspot.com</span></b></a></div>
<br /><br /><br /><br><br><br><br><br><br>

<div class="separator" style="clear: both;"><a href="https://tamquyensachquy.blogspot.com" target="_blank" style="display: block; padding: 1em 0; text-align: center; "><img alt="" border="0" data-original-height="304" data-original-width="442" src="https://kinhlangnghiem.github.io/kinhlangnghiem/zingmp3.webp" width="340"/></a></div>
<br /><br><br><br><br>
<html>
    <head>
 <br><br>
        <style>
            .zoom-image {
  width: 450px;
  height:450px;
  overflow: hidden;
}

.zoom-iframe  iframe {
  width: 100%;
  transition: all .3s ease-in-out;
}

.zoom-iframe iframe:hover   {
  transform: scale(2.0);
}
        </style>
            <script src="https://stacksnippets.net//scripts/snippet-javascript-console.min.js?v=2"></script>
    </head>
    <body>
	    
<br><br>
<div class="separator" style="clear: both; text-align: center;"><a class="md-opjjpmhoiojifppkkcdabiobhakljdgm_doc" href="https://drive.google.com/drive/folders/1eqEzQsPA30OKpgiGijmwVwXfblISwVMQ" style="text-align: center; text-decoration-line: none;" target="_blank"><b><span style="background-color: #660000; color: #f3f3f3; font-family: helvetica; font-size: large;"> Kinh Hoa Nghiêm Toàn Tập </span><span style="background-color: black; color: white; font-family: helvetica; font-size: large;">( 5.4GB )</span></b></a></div>
<title> KINH HOA NGHIEM DAI PHJUONG QUANG PHAT </title>
<div><div class="wsite-image wsite-image-border-none " style="padding-top:10px;padding-bottom:10px;margin-left:0px;margin-right:0px;text-align:center">
<a href='https://www.idrive.com/idrive/sh/sh?k=s5x3y0l1o6' target='_blank'>
<img src="https://kinhlangnghiem.github.io/DangVanQuy/DownLoad_Now.gif" alt="Picture" style="width:auto;max-width:80%" /
<div id="126435940873196017"><br><br>
<div><style type="text/css">
	#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table-wrapper {
  padding: 20px 0;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table {
  width: 100%;
  border: 1px solid #C9CDCF;
  border-spacing: 0;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table td.cell {
  border-right: 1px solid #C9CDCF;
  border-bottom: 1px solid #C9CDCF;
  word-break: break-word;
  background-color: #FFFFFF;
  width: 33.333333333333%;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table td.cell .paragraph {
  width: 90%;
  margin: 0 5%;
  padding-bottom: 10px;
  padding-top: 10px;
  text-align: center;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-top tr:first-child td,
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-side td:first-of-type {
  background-color: #F8F8F8;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-top tr:first-child td .paragraph,
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-side td:first-of-type .paragraph {
  font-weight: 700;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table tr:last-child td {
  border-bottom: none;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table td:last-of-type {
  border-right: none;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table .empty-content-area-element {
  padding-left: 0px !important;
}

</style><div class="platform-element-contents" data-platform-element-id="702688850553606843-1.4.3" id="element-d33fe91f-b40f-4ce0-8d78-832663cd1e80">
	<div class="simple-table-wrapper">
  <table class="simple-table style-top">
      <tbody><tr>
          <td class="cell"><div class="paragraph"><a href="https://icedrive.net/s/t2T6RWzkvNxtvi3fNtjYZuYxkaPF" target="_blank"><strong><font size="6"><font color="#660000">Media</font><font color="#073763">fire</font></font></strong></a></div></td>
          <td class="cell"><div class="paragraph"><font size="6"><a href="https://www.idrive.com/idrive/sh/sh?k=s5x3y0l1o6" target="_blank"><strong><font><font><font color="#990000">G</font></font></font></strong><strong><font><font><font color="#274e13">o</font></font></font></strong><strong><font><font><font color="#20124d">o</font><font color="#4c1130">g</font><font color="#990000">l</font><font color="#2b00fe">e&nbsp;</font><font color="#073763"></font></font></font></strong></a></font></div></td>
          <td class="cell"><div class="paragraph"><a href="https://drive.google.com/drive/folders/1eqEzQsPA30OKpgiGijmwVwXfblISwVMQ" target="_blank"><font size="6"><font color="#073763">ID</font><font color="#20124d"><font>d</font><font>rive</font></font></font></a></div></td>
      </tr>
  </tbody></table>
</div>
</div>
<div style="clear: both;"></div><script class="element-script" type="text/javascript">function setupElement126435940873196017() {
	var requireFunc = window.platformElementRequire || window.require;

	// Relies on a global require, specific to platform elements
	requireFunc([
		'w-global',
		'underscore',
		'jquery',
		'backbone',
		'util/platform/elements/PlatformElement',
		'util/platform/elements/PlatformElementSettings'
	], function(
		_W,
		_,
		$,
		Backbone,
		PlatformElement,
		PlatformElementSettings
	) {
		var dependencies = null || [];
		var platform_element_id = "702688850553606843-1.4.3";

		if (typeof _W.loadedPlatformDependencies === 'undefined') {
			_W.loadedPlatformDependencies = [];
		}

		if (typeof _W.platformElements === 'undefined') {
			_W.platformElements = [];
		}

		if (typeof _W.platformElements[platform_element_id] === 'undefined') {
			_W.platformElements[platform_element_id] = {};
			_W.platformElements[platform_element_id].deferredObject = new $.Deferred();
			_W.platformElements[platform_element_id].deferredPromise = _W.platformElements[platform_element_id].deferredObject.promise();
		}

		if(_.intersection(_W.loadedPlatformDependencies, dependencies).length !== dependencies.length){
			_.reduce(dependencies, function(promise, nextScript){
				_W.loadedPlatformDependencies.push(nextScript);
				return promise.then(function(){
					return $.getScript(nextScript);
				});
			}, $().promise()).then(function(){
				_W.platformElements[platform_element_id].deferredObject.resolve();
			});
		}

		if (dependencies.length === 0){
			_W.platformElements[platform_element_id].deferredObject.resolve();
		}

		_W.platformElements[platform_element_id].deferredPromise.done(function(){
			var _ElementDefinition = /**
 * This is required for element rendering to be possible
 * @type {PlatformElement}
 */
(function() {
    var SimpleTable = PlatformElement.extend({
        initialize: function() {
            this.setSizes();
        },

        setSizes: function() {
            var sizes = this.settings.get('tableSizes');
            // if the # of columns isn't the size of the array of lengths, ignore it.
            if (sizes && sizes != "default" && this.settings.get('columns') == sizes.length) {
                var columns = this.$('tr').each(function(index, value) {
                    var cells = $(value).find('td').each(function(index2, value2) {
                        $(value2).css('width', sizes[index2] + '%');   
                    });
                });
            }
        }
    });

    return SimpleTable;
})();;

			if (typeof _ElementDefinition == 'undefined' || typeof _ElementDefinition == 'null') {
				var _ElementDefinition = PlatformElement.extend({});
			}

			var _Element = _ElementDefinition.extend({
				initialize: function() {
					// we still want to call the initialize function defined by the developer
					// however, we don't want to call it until placeholders have been replaced
					this.placeholderInterval = setInterval(function() {
						// so use setInterval to check for placeholders.
						if (this.$('.platform-element-child-placeholder').length == 0) {
							clearInterval(this.placeholderInterval);
							this.constructor.__super__.initialize.apply(this);
						}
					}.bind(this), 100);
				}
			});

			_Element.prototype.settings = new PlatformElementSettings({"columns_each":[{"columns_index":0},{"columns_index":1},{"columns_index":2}],"rows_each":[{"rows_index":0}],"columns":3,"rows":1,"style":"top","alignment":"center","titleColor":"#F8F8F8","backgroundColor":"#FFFFFF","borderColor":"#C9CDCF","tableSizes":"default"});
			_Element.prototype.settings.page_element_id = "126435940873196017";

			_Element.prototype.element_id = "d33fe91f-b40f-4ce0-8d78-832663cd1e80";
			_Element.prototype.user_id = "132991757";
			_Element.prototype.site_id = "945126539968472573";
			_Element.prototype.assets_path = "//marketplace.editmysite.com/uploads/b/marketplace-elements-702688850553606843-1.4.3/assets/";
			new _Element({
				el: '#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80'
			});
		});
	});

}

if (typeof document.documentElement.appReady == 'undefined') {
	document.documentElement.appReady = 0;
}

if (document.documentElement.appReady || (window.inEditor && window.inEditor())) {
	setupElement126435940873196017();
} else if (document.createEvent && document.addEventListener) {
	document.addEventListener('appReady', setupElement126435940873196017, false);
} else {
	document.documentElement.attachEvent('onpropertychange', function(event){
		if (event.propertyName == 'appReady') {
			setupElement126435940873196017();
		}
	});
}

</script></div></div>

<meta name="viewport" content="width=device-width, initial-scale=1">

<!-- Start: injected by Adguard -->
<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>
    <div class="zoom-iframe">
  <iframe allowfullscreen="" frameborder="1" height="450px" marginheight="0px" marginwidth="0px" name="myiFrame" scrolling="no" src="https://kinhlangnghiem.github.io/kinhlangnghiem/ADiDaPhat" style="border: 0px #ffffff none;" width="450px"></iframe>
</div>
        <script type="text/javascript">
            
        </script><br><br><br><br><br><br><br><br>
<div class="separator" style="clear: both; text-align: center;">
<iframe allowfullscreen="" frameborder="1" height="350px" marginheight="0px" marginwidth="0px" name="myiFrame" scrolling="no" src="https://kinhlangnghiem.github.io/kinhlangnghiem/Menu" style="border: 0px #ffffff none;" width="450px"></iframe></div>
<!--End: NAM MO A DI DA PHAT--><!--End: NAM MO A DI DA PHAT--><br />
</html> 
