
<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="GENERATOR" content="Microsoft FrontPage 6.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Pham Phat Bat Tu Nghi Phap - Thu 33</title>
</head>

<body background="https://www.dharmasite.net/graphics/drbalogobkgd.gif">

<blockquote>
	<p align="center"><font size="3" color="#000080">&nbsp;</font><font FACE="Tahoma"><b><font face="Tahoma" color="#008000" size="6">Kinh 
	Hoa Nghiêm</font></b></p>
	<p align="center"><font face="Tahoma" color="#008000"><big><big><big>Ph&#7849;m 
	</big></big></big><big><big><big>Ph</big></big></big><big><big><big>&#7853;</big></big></big><big><big><big>t
B</big></big></big><big><big><big>&#7845;</big></big></big><big><big><big>t T</big></big></big><big><big><big>&#432;</big></big></big><big><big><big>
Ngh</big></big></big><big><big><big>ì</big></big></big><big><big><big> Ph</big></big></big><big><big><big>á</big></big></big><big><big><big>p</big></big></big></font></p>
	<p align="center"><font face="Tahoma" color="#008000">Th&#7913; ba m&#432;&#417;i
ba</font></p>
	<p align="center"><font face="Tahoma" color="#FF0000">H&#225;n D&#7883;ch:&#208;&#7841;i-S&#432;
Th&#7853;t-Xoa-Nan-&#208;&#224;<br>Vi&#7879;t D&#7883;ch: HT Th&#237;ch Tr&#237; T&#7883;nh</font></p>
	<p align="center"><span style="mso-ignore:vglayout"><font face="Times New Roman" color="#000080"><img src="https://www.dharmasite.net/images/HayTha2.jpg" v:shapes="_x0000_s1026" width="106" height="69"></font></span></p>
	</font>
	<p ALIGN="JUSTIFY">&nbsp;</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" color="#000080" size="2">(H&#225;n b&#7897; quy&#7875;n b&#7889;n m&#432;&#417;i s&#225;u)</font><b></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%"><font FACE="Tahoma">B</font></b><font FACE="Tahoma" size="3" color="#000080">&#7845;y gi&#7901; trong &#273;&#7841;i
h&#7897;i, c&#243; ch&#432; B&#7891; T&#225;t ngh&#297; r&#7857;ng : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Qu&#7889;c &#273;&#7897; c&#7911;a ch&#432; Ph&#7853;t, th&#7871; n&#224;o l&#224; b&#7845;t t&#432; ngh&#236; ? 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7893;n nguy&#7879;n c&#7911;a ch&#432; Ph&#7853;t, th&#7871; n&#224;o l&#224; b&#7845;t t&#432; ngh&#236; ? 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#7911;ng t&#225;nh c&#7911;a ch&#432; Ph&#7853;t, th&#7871; n&#224;o l&#224; b&#7845;t t&#432; ngh&#236; ? 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#432; Ph&#7853;t xu&#7845;t hi&#7879;n, th&#7871; n&#224;o l&#224; b&#7845;t t&#432; ngh&#236; ? 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Th&#226;n c&#7911;a ch&#432; Ph&#7853;t, th&#7871; n&#224;o l&#224; b&#7845;t t&#432; ngh&#236; ? 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">&#194;m thanh c&#7911;a ch&#432; Ph&#7853;t, th&#7871; n&#224;o l&#224; b&#7845;t t&#432; ngh&#236; ? 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Tr&#237; hu&#7879; c&#7911;a ch&#432; Ph&#7853;t, th&#7871; n&#224;o l&#224; b&#7845;t t&#432; ngh&#236; ? 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7921; t&#7841;i c&#7911;a ch&#432; Ph&#7853;t, th&#7871; n&#224;o l&#224; b&#7845;t t&#432; ngh&#236; ? 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">V&#244; ng&#7841;i c&#7911;a ch&#432; Ph&#7853;t, th&#7871; n&#224;o l&#224; b&#7845;t t&#432; ngh&#236; ? 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Gi&#7843;i tho&#225;t c&#7911;a ch&#432; Ph&#7853;t, th&#7871; n&#224;o l&#224; b&#7845;t t&#432; ngh&#236; ? 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7845;y gi&#7901; &#273;&#7913;c Th&#7871; T&#244;n bi&#7871;t t&#226;m ni&#7879;m c&#7911;a ch&#432; B&#7891;
T&#225;t, b&#232;n d&#249;ng th&#7847;n l&#7921;c gia tr&#236;, tr&#237; hu&#7879; nhi&#7871;p th&#7885;, quang minh chi&#7871;u
s&#225;ng, oai th&#7871; tr&#224;n &#273;&#7847;y, l&#224;m cho Thanh Li&#234;n Hoa T&#7841;ng B&#7891; T&#225;t an tr&#7909;
n&#417;i v&#244; &#250;y c&#7911;a Ph&#7853;t, nh&#7853;p Ph&#7853;t ph&#225;p gi&#7899;i, &#273;&#432;&#7907;c oai &#273;&#7913;c th&#7847;n
th&#244;ng t&#7921; t&#7841;i c&#7911;a Ph&#7853;t, &#273;&#432;&#7907;c qu&#225;n s&#225;t qu&#7843;ng &#273;&#7841;i v&#244; ng&#7841;i c&#7911;a
Ph&#7853;t, bi&#7871;t tu&#7847;n th&#7913; ch&#7911;ng t&#225;nh c&#7911;a t&#7845;t c&#7843; Ph&#7853;t, an tr&#7909; trong b&#7845;t
kh&#7843; thuy&#7871;t ph&#432;&#417;ng ti&#7879;n Ph&#7853;t ph&#225;p. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">L&#250;c &#273;&#243; Thanh Li&#234;n Hoa T&#7841;ng B&#7891; T&#225;t b&#232;n hay th&#244;ng &#273;&#7841;t
ph&#225;p gi&#7899;i v&#244; ng&#7841;i, hay an tr&#7909; th&#226;m h&#7841;nh ly ch&#432;&#7899;ng, hay th&#224;nh m&#227;n
Ph&#7893; Hi&#7873;n &#273;&#7841;i nguy&#7879;n, hay th&#7845;y bi&#7871;t t&#7845;t c&#7843; Ph&#7853;t ph&#225;p, do t&#226;m &#273;&#7841;i
bi qu&#225;n s&#225;t ch&#250;ng sanh, mu&#7889;n cho h&#7885; thanh t&#7883;nh tinh t&#7845;n tu t&#7853;p kh&#244;ng
nh&#224;m l&#432;&#7901;i, th&#7885; h&#224;nh t&#7845;t c&#7843; ph&#225;p B&#7891; T&#225;t, trong m&#7897;t ni&#7879;m xu&#7845;t sanh
Ph&#7853;t tr&#237;, hi&#7875;u r&#245; t&#7845;t c&#7843; tr&#237; m&#244;n v&#244; t&#7853;n, t&#7893;ng tr&#236; bi&#7879;n t&#224;i th&#7843;y
&#273;&#7873;u &#273;&#7847;y &#273;&#7911;, th&#7915;a th&#7847;n l&#7921;c c&#7911;a ch&#432; Ph&#7853;t b&#7843;o Li&#234;n Hoa T&#7841;ng B&#7891;
T&#225;t r&#7857;ng : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; v&#244; l&#432;&#7907;ng tr&#7909;.
Nh&#7919;ng l&#224; : th&#432;&#7901;ng tr&#7909; &#273;&#7841;i bi, tr&#7909; nhi&#7873;u lo&#7841;i th&#226;n l&#224;m nh&#7919;ng
Ph&#7853;t s&#7921;, tr&#7909; t&#226;m b&#236;nh &#273;&#7859;ng chuy&#7875;n t&#7883;nh ph&#225;p lu&#226;n, tr&#7909; t&#7913; bi&#7879;n
t&#224;i thuy&#7871;t v&#244; l&#432;&#7907;ng ph&#225;p, tr&#7909; b&#7845;t t&#432; ngh&#236; t&#7845;t c&#7843; Ph&#7853;t ph&#225;p,
tr&#7909; ti&#7871;ng thanh t&#7883;nh kh&#7855;p v&#244; l&#432;&#7907;ng c&#245;i, tr&#7909; b&#7845;t kh&#7843; thuy&#7871;t ph&#225;p
gi&#7899;i th&#7853;m th&#226;m, tr&#7909; hi&#7879;n t&#7845;t c&#7843; th&#7847;n th&#244;ng t&#7889;i th&#7855;ng, tr&#7909; hay
khai th&#7883; ph&#225;p r&#7889;t r&#225;o v&#244; ng&#7841;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i th&#7913; ph&#225;p
kh&#7855;p c&#249;ng v&#244; l&#432;&#7907;ng v&#244; bi&#234;n ph&#225;p gi&#7899;i : 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; v&#244; bi&#234;n t&#7871; th&#226;n s&#7855;c
t&#432;&#7899;ng thanh t&#7883;nh, v&#224;o kh&#7855;p c&#225;c c&#245;i m&#224; kh&#244;ng nhi&#7877;m tr&#432;&#7899;c. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; v&#244; bi&#234;n t&#7871; nh&#227;n v&#244;
ng&#7841;i, &#273;&#7873;u hay th&#7845;y r&#245; t&#7845;t c&#7843; ph&#225;p. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; v&#244; bi&#234;n t&#7871; nh&#297; v&#244; ng&#7841;i,
&#273;&#7873;u hay hi&#7875;u r&#245; t&#7845;t c&#7843; &#226;m thanh. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; v&#244; bi&#234;n t&#7871; t&#7929;, hay
&#273;&#7871;n b&#297; ng&#7841;n t&#7921; t&#7841;i t&#7845;t c&#7843; Ph&#7853;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; qu&#7843;ng tr&#432;&#7901;ng thi&#7879;t,
ph&#225;t ra &#226;m thanh vi di&#7879;u c&#249;ng kh&#7855;p ph&#225;p gi&#7899;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; v&#244; bi&#234;n t&#7871; th&#226;n, &#7913;ng
theo t&#226;m c&#7911;a ch&#250;ng sanh, cho h&#7885; &#273;&#7873;u &#273;&#432;&#7907;c th&#7845;y. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; ch&#432; Ph&#7853;t c&#243; v&#244; bi&#234;n t&#7871; &#253;, tr&#7909; n&#417;i v&#244;
ng&#7841;i b&#236;nh &#273;&#7859;ng ph&#225;p th&#226;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; v&#244; bi&#234;n t&#7871; gi&#7843;i tho&#225;t
v&#244; ng&#7841;i th&#7883; hi&#7879;n s&#7913;c &#273;&#7841;i th&#7847;n th&#244;ng v&#244; t&#7853;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; v&#244; bi&#234;n t&#7871; th&#7871; gi&#7899;i
thanh t&#7883;nh, theo s&#7903; th&#237;ch c&#7911;a ch&#250;ng sanh hi&#7879;n nh&#7919;ng Ph&#7853;t &#273;&#7897;, &#273;&#7847;y
&#273;&#7911; v&#244; l&#432;&#7907;ng nh&#7919;ng th&#7913; trang nghi&#234;m, m&#224; &#7903; trong &#273;&#243; ch&#7859;ng sanh
nhi&#7877;m tr&#432;&#7899;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; v&#244; bi&#234;n t&#7871; B&#7891; T&#225;t
h&#7841;nh nguy&#7879;n, &#273;&#432;&#7907;c tr&#237; vi&#234;n m&#227;n du h&#253; t&#7921; t&#7841;i, &#273;&#7873;u hay th&#244;ng
&#273;&#7841;t t&#7845;t c&#7843; Ph&#7853;t ph&#225;p. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Tr&#234;n &#273;&#226;y l&#224; m&#432;&#7901;i th&#7913; Ph&#7853;t ph&#225;p v&#244; bi&#234;n t&#7871;
c&#249;ng kh&#7855;p ph&#225;p gi&#7899;i c&#7911;a &#273;&#7913;c Nh&#432; lai &#7912;ng &#208;&#7859;ng Ch&#225;nh Gi&#225;c. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i th&#7913; ni&#7879;m
ni&#7879;m xu&#7845;t sanh tr&#237; : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; trong m&#7897;t ni&#7879;m, t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay th&#7883;
hi&#7879;n v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i, t&#7915; c&#245;i tr&#7901;i gi&#225;ng xu&#7889;ng. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; trong m&#7897;t ni&#7879;m, t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay th&#7883;
hi&#7879;n v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i, B&#7891; T&#225;t th&#7885; sanh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; trong m&#7897;t ni&#7879;m, t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay th&#7883;
hi&#7879;n v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i, xu&#7845;t gia h&#7885;c &#273;&#7841;o. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; trong m&#7897;t ni&#7879;m, t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay th&#7883;
hi&#7879;n v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i, d&#432;&#7899;i c&#7897;i B&#7891; &#208;&#7873; th&#224;nh &#208;&#7859;ng Ch&#225;nh
Gi&#225;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; trong m&#7897;t ni&#7879;m, t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay th&#7883;
hi&#7879;n v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i, chuy&#7875;n di&#7879;u Ph&#225;p lu&#226;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; trong m&#7897;t ni&#7879;m, t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay th&#7883;
hi&#7879;n v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i, gi&#225;o h&#243;a ch&#250;ng sanh, c&#250;ng d&#432;&#7901;ng ch&#432;
Ph&#7853;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; trong m&#7897;t ni&#7879;m, t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay th&#7883;
hi&#7879;n v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i, b&#7845;t kh&#7843; thuy&#7871;t nhi&#7873;u lo&#7841;i th&#226;n Ph&#7853;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; trong m&#7897;t ni&#7879;m, t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay th&#7883;
hi&#7879;n v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i, nhi&#7873;u th&#7913; trang nghi&#234;m v&#244; s&#7889; trang
nghi&#234;m, t&#7845;t c&#7843; tr&#237; t&#7841;ng t&#7921; t&#7841;i c&#7911;a Nh&#432; Lai. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; trong m&#7897;t ni&#7879;m, t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay th&#7883;
hi&#7879;n v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i, v&#244; l&#432;&#7907;ng v&#244; s&#7889; ch&#250;ng sanh thanh t&#7883;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; trong m&#7897;t ni&#7879;m, t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay
th&#7883; hi&#7879;n v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i, tam th&#7871; ch&#432; Ph&#7853;t, c&#243; nhi&#7873;u lo&#7841;i c&#259;n
t&#225;nh, nhi&#7873;u c&#225;ch tinh t&#7845;n, nhi&#7873;u th&#7913; h&#7841;nh gi&#7843;i, &#7903; trong tam th&#7871;
th&#224;nh &#208;&#7859;ng Ch&#225;nh Gi&#225;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t T&#7917; ! Ch&#432; Ph&#7853;t th&#7871; t&#244;n c&#243; m&#432;&#7901;i &#273;i&#7873;u ch&#7859;ng
l&#7895;i th&#7901;i : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#224;nh &#208;&#7859;ng Ch&#225;nh Gi&#225;c
ch&#7859;ng l&#7895;i th&#7901;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#224;nh th&#7909;c c&#7843; c&#243; duy&#234;n
ch&#7859;ng l&#7895;i th&#7901;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#7885; k&#253; cho ch&#432; B&#7891; T&#225;t ch&#7859;ng
l&#7895;i th&#7901;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t theo t&#226;m c&#7911;a ch&#250;ng sanh m&#224;
th&#7883; hi&#7879;n th&#7847;n l&#7921;c ch&#7859;ng l&#7895;i th&#7901;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t theo ch&#7895; hi&#7875;u c&#7911;a ch&#250;ng sanh
m&#224; th&#7883; hi&#7879;n th&#226;n Ph&#7853;t ch&#7859;ng l&#7895;i th&#7901;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; n&#417;i &#273;&#7841;i x&#7843; ch&#7859;ng l&#7895;i
th&#7901;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#224;o c&#225;c t&#7909; l&#7841;c ch&#7859;ng l&#7895;i
th&#7901;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t nhi&#7871;p th&#7885; c&#225;c ch&#250;ng sanh
t&#7883;nh t&#237;nh ch&#7859;ng l&#7895;i th&#7901;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u ph&#7909;c nh&#7919;ng ch&#250;ng sanh
&#225;c ch&#7859;ng l&#7895;i th&#7901;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hi&#7879;n b&#7845;t t&#432; ngh&#236; Ph&#7853;t
th&#7847;n th&#244;ng ch&#7859;ng l&#7895;i th&#7901;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i th&#7913; c&#7843;nh
gi&#7899;i v&#244; t&#7927; b&#7845;t t&#432; ngh&#236; : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t m&#7897;t l&#7847;n ng&#7891;i ki&#7871;t gi&#224;
c&#249;ng kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t n&#243;i m&#7897;t c&#250; ngh&#297;a &#273;&#7873;u hay khai
th&#7883; t&#7845;t c&#7843; Ph&#7853;t ph&#225;p. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t ph&#243;ng m&#7897;t quang minh &#273;&#7873;u chi&#7871;u
kh&#7855;p t&#7845;t c&#7843; th&#7871; gi&#7899;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; n&#417;i m&#7897;t th&#226;n &#273;&#7873;u hay
th&#7883; hi&#7879;n t&#7845;t c&#7843; th&#226;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t x&#7913; &#273;&#7873;u hay
th&#7883; hi&#7879;n t&#7845;t c&#7843; th&#7871; gi&#7899;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t tr&#237; &#273;&#7873;u hay
quy&#7871;t r&#245; t&#7845;t c&#7843; c&#225;c ph&#225;p kh&#244;ng b&#7883; ng&#259;n ng&#7841;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m &#273;&#7873;u hay
qua kh&#7855;p m&#432;&#7899;i ph&#432;&#417;ng th&#7871; gi&#7899;i. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m &#273;&#7873;u hi&#7879;n
Nh&#432; Lai v&#244; l&#432;&#7907;ng oai &#273;&#7913;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m duy&#234;n
kh&#7855;p tam th&#7871; : Ph&#7853;t v&#224; ch&#250;ng sanh, t&#226;m kh&#244;ng t&#7841;p lo&#7841;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m c&#249;ng
v&#7899;i tam th&#7871; t&#7845;t c&#7843; Ph&#7853;t &#273;&#7891;ng m&#7897;t th&#7875; kh&#244;ng hai. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t th&#7871; t&#244;n hay xu&#7845;t sanh m&#432;&#7901;i th&#7913;
tr&#237; : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p kh&#244;ng
ch&#7895; xu h&#432;&#7899;ng, m&#224; hay xu&#7845;t sanh &quot;h&#7891;i h&#7913;&#417;ng nguy&#7879;n tr&#237;&quot;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p &#273;&#7873;u kh&#244;ng
c&#243; th&#226;n m&#224; hay xu&#7845;t sanh &quot;thanh t&#7883;nh th&#226;n tr&#237;&quot;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p b&#7893;n lai
kh&#244;ng hai, m&#224; hay xu&#7845;t sanh &quot;n&#259;ng gi&#225;c ng&#7897; tr&#237;&quot;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p v&#244; ng&#227;
v&#244; ch&#250;ng sanh, m&#224; hay xu&#7845;t sanh &quot;&#273;i&#7873;u ch&#250;ng sanh tr&#237;&quot;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p b&#7893;n lai
v&#244; t&#432;&#7899;ng, m&#224; hay xu&#7845;t sanh &quot;li&#7877;u ch&#432; t&#432;&#7899;ng tr&#237;&quot;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; th&#7871; gi&#7899;i
kh&#244;ng c&#243; th&#224;nh ho&#7841;i, m&#224; hay xu&#7845;t sanh &quot;li&#7877;u th&#224;nh ho&#7841;i tr&#237;&quot;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p kh&#244;ng c&#243;
t&#7841;o t&#225;c, m&#224; hay xu&#7845;t sanh &quot;tri nghi&#7879;p qu&#7843; tr&#237;&quot;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p kh&#244;ng c&#243;
ng&#244;n thuy&#7871;t, m&#224; hay xu&#7845;t sanh &quot;li&#7877;u ng&#244;n thuy&#7871;t tr&#237;&quot;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p kh&#244;ng c&#243;
nhi&#7877;m t&#7883;nh, m&#224; hay xu&#7845;t sanh &quot;tri nhi&#7877;m t&#7883;nh tr&#237;&quot;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p kh&#244;ng
c&#243; sanh di&#7879;t, m&#224; hay xu&#7845;t sanh &quot;li&#7877;u sanh di&#7879;t tr&#237;&quot;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t th&#7871; t&#244;n c&#243; m&#432;&#7901;i th&#7913; ph&#7893;
nh&#7853;p ph&#225;p : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; th&#226;n t&#7883;nh di&#7879;u v&#224;o kh&#7855;p
tam th&#7871;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, &#273;&#7873;u &#273;&#7847;y &#273;&#7911; ba th&#7913; t&#7921;
t&#7841;i, gi&#225;o ho&#225; kh&#7855;p ch&#250;ng sanh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7847;y &#273;&#7911; nh&#7919;ng &#273;&#224; la
ni, hay kh&#7855;p th&#7885; tr&#236; t&#7845;t c&#7843; Ph&#7853;t ph&#225;p. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7847;y &#273;&#7911; b&#7889;n th&#7913;
bi&#7879;n t&#224;i, chuy&#7875;n kh&#7855;p t&#7845;t c&#7843; ph&#225;p lu&#226;n thanh t&#7883;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Nam l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7847;y &#273;&#7911; b&#236;nh &#273;&#7859;ng
&#273;&#7841;i bi, h&#7857;ng ch&#7859;ng b&#7887; l&#236;a t&#7845;t c&#7843; ch&#250;ng sanh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7847;y &#273;&#7911; th&#7853;n th&#226;n
thi&#7873;n &#273;&#7883;nh, h&#7857;ng kh&#7855;p qu&#225;n s&#225;t t&#7845;t c&#7843; ch&#250;ng sanh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7847;y &#273;&#7911; thi&#7879;n c&#259;n
l&#7907;i tha, &#273;&#7873;u ph&#7909;c ch&#250;ng sanh kh&#244;ng c&#243; th&#244;i d&#7913;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7847;y &#273;&#7911; t&#226;m v&#244;
ng&#7841;i, hay kh&#7855;p an tr&#7909; t&#7845;t c&#7843; ph&#225;p gi&#7899;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7847;y &#273;&#7911; th&#7847;n l&#7921;c
v&#244; ng&#7841;i, m&#7897;t ni&#7879;m hi&#7879;n kh&#7855;p tam th&#7871; ch&#432; Ph&#7853;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7847;y &#273;&#7911; tr&#237; hu&#7879;
v&#244; ng&#7841;i, m&#7897;t ni&#7879;m l&#7853;p kh&#7855;p tam th&#7871; ki&#7871;p s&#7889;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i ph&#225;p qu&#7843;ng
&#273;&#7841;i kh&#243; tin th&#7885; : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay tr&#7915; di&#7879;t t&#7845;t c&#7843;
lo&#7841;i ma. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay h&#224;ng ph&#7909;c t&#7845;t c&#7843;
ngo&#7841;i &#273;&#7841;o. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay &#273;i&#7873;u ph&#7909;c t&#7845;t c&#7843;
ch&#250;ng sanh &#273;&#7873;u l&#224;m cho h&#7885; vui &#273;&#7865;p. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay qua &#273;&#7871;n t&#7845;t c&#7843;
th&#7871; gi&#7899;i h&#243;a &#273;&#7841;o m&#7885;i lo&#224;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay tr&#237; ch&#7913;ng ph&#225;p
gi&#7899;i th&#7853;m th&#226;m. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay d&#249;ng th&#226;n v&#244; nh&#7883;
hi&#7879;n nh&#7919;ng th&#226;n tr&#224;n &#273;&#7847;y th&#7871; gi&#7899;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay d&#249;ng &#226;m thanh, thanh
t&#7883;nh kh&#7903;i b&#7889;n bi&#7879;n t&#224;i thuy&#7871;t ph&#225;p kh&#244;ng d&#7913;t, ph&#224;m c&#243; tinh th&#7885;
th&#7901;i ch&#7859;ng lu&#7889;ng c&#244;ng. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay &#7903; trong m&#7897;t l&#7895;
l&#244;ng xu&#7845;t hi&#7879;n ch&#432; Ph&#7853;t s&#7889; &#273;&#7891;ng v&#7899;i s&#7889; t&#7845;t c&#7843; th&#7871; vi tr&#7847;n,
kh&#244;ng l&#250;c n&#224;o &#273;o&#7841;n tuy&#7879;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay &#7903; trong m&#7897;t vi tr&#7847;n
th&#7883; hi&#7879;n c&#225;c c&#245;i &#273;&#7891;ng v&#7899;i s&#7889; t&#7845;t c&#7843; th&#7871; gi&#7899;i vi tr&#7847;n, &#273;&#7847;y
&#273;&#7911; c&#225;c th&#7913; trang nghi&#234;m th&#432;&#7907;ng di&#7879;u, h&#7857;ng &#7903; trong &#273;&#243; chuy&#7875;n
di&#7879;u ph&#225;p lu&#226;n gi&#225;o ho&#225; ch&#250;ng sanh m&#224; vi tr&#7847;n ch&#7859;ng l&#7899;n, th&#7871;
gi&#7899;i ch&#7859;ng nh&#7887;, th&#432;&#7901;ng d&#249;ng ch&#7913;ng tr&#237; an tr&#7909; ph&#225;p gi&#7899;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u li&#7877;u &#273;&#7841;t ph&#225;p
gi&#7899;i thanh t&#7883;nh, d&#249;ng tr&#237; quang minh ph&#225; si &#225;m c&#7911;a th&#7871; gian, l&#224;m cho
&#273;&#7873;u &#273;&#432;&#7907;c khai hi&#7875;u n&#417;i Ph&#7853;t ph&#225;p, theo d&#245;i Nh&#432; Lai, tr&#7909; trong Th&#7853;p
l&#7921;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i c&#244;ng &#273;&#7913;c
l&#7899;n r&#7901;i l&#7895;i ho&#224;n to&#224;n thanh t&#7883;nh : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7911; oai &#273;&#7913;c l&#7899;n, r&#7901;i
l&#7895;i thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u sanh n&#417;i nh&#224; tam th&#7871; Nh&#432;
Lai, ch&#7911;ng t&#7897;c &#273;i&#7873;u thi&#7879;n, r&#7901;i l&#7895;i thanh t&#7883;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t t&#7897;t v&#7883; lai t&#7871; t&#226;m v&#244; s&#7903;
tr&#7909;, r&#7901;i l&#7895;i thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t n&#417;i ph&#225;p tam th&#7871; &#273;&#7873;u v&#244;
s&#7903; tr&#432;&#7899;c, r&#7901;i l&#7895;i thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t nh&#7919;ng lo&#7841;i t&#225;nh, &#273;&#7873;u
l&#224; m&#7897;t t&#225;nh, kh&#244;ng t&#7915; &#273;&#226;u &#273;&#7871;n, r&#7901;i l&#7895;i thanh t&#7883;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, ti&#7873;n t&#7871; h&#7853;u t&#7871; ph&#432;&#7899;c
&#273;&#7913;c v&#244; t&#7853;n &#273;&#7891;ng v&#7899;i ph&#225;p gi&#7899;i, r&#7901;i l&#7895;i thanh t&#7883;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#244; bi&#234;n th&#226;n t&#432;&#7899;ng kh&#7855;p
m&#432;&#7901;i ph&#432;&#417;ng c&#245;i, t&#249;y th&#7901;i &#273;i&#7873;u ph&#7909;c t&#7845;t c&#7843; ch&#250;ng sanh, r&#7901;i
l&#7895;i thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#432;&#7907;c b&#7889;n &#273;&#7913;c v&#244; &#250;y
l&#236;a nh&#7919;ng kh&#7911;ng b&#7889;, &#7903; trong ch&#250;ng h&#7897;i &#273;&#7841;i s&#432; t&#7917; h&#7889;ng, ph&#226;n
bi&#7879;n r&#224;nh r&#7869; t&#7845;t c&#7843; c&#225;c ph&#225;p, r&#7901;i l&#7895;i thanh t&#7883;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t trong b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t
kh&#7843; thuy&#7871;t ki&#7871;p nh&#7853;p Ni&#7871;t B&#224;n, ch&#250;ng sanh nghe danh hi&#7879;u &#273;&#432;&#7907;c
ph&#432;&#7899;c v&#244; l&#432;&#7907;ng nh&#432; Ph&#7853;t hi&#7879;n t&#7841;i c&#244;ng &#273;&#7913;c kh&#244;ng kh&#225;c, r&#7901;i
l&#7895;i thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; xa trong b&#7845;t kh&#7843; thuy&#7871;t
b&#7845;t kh&#7843; thuy&#7871;t th&#7871; gi&#7899;i, n&#7871;u c&#243; ch&#250;ng sanh nh&#7845;t t&#226;m ch&#225;nh ni&#7879;m
th&#7901;i &#273;&#7873;u &#273;&#432;&#7907;c th&#7845;y, r&#7901;i l&#7895;i thanh t&#7883;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i &#273;i&#7873;u r&#7889;t
r&#225;o thanh t&#7883;nh : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7841;i nguy&#7879;n thu&#7903; x&#432;a r&#7889;t
r&#225;o thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t gi&#7919; g&#236;n ph&#7841;m h&#7841;nh r&#7889;t r&#225;o
thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t r&#7901;i nh&#7919;ng m&#234; l&#7847;m th&#7871; gian
r&#7889;t r&#225;o thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t trang nghi&#234;m c&#245;i n&#432;&#7899;c r&#7889;t
r&#225;o thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; nh&#7919;ng quy&#7871;n thu&#7897;c r&#7889;t
r&#225;o thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t ch&#7895; c&#243; ch&#7911;ng t&#7897;c r&#7889;t r&#225;o
thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t s&#7855;c th&#226;n t&#432;&#7899;ng h&#7843;o r&#7889;t
r&#225;o thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t ph&#225;p th&#226;n v&#244; nhi&#7877;m r&#7889;t
r&#225;o thanh t&#7883;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t nh&#7913;t thi&#7871;t ch&#7911;ng tr&#237; kh&#244;ng
c&#243; ch&#432;&#7899;ng ng&#7841;i r&#7889;t r&#225;o thanh t&#7883;nh. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t gi&#7843;i tho&#225;t t&#7921; t&#7841;i ch&#7895;
l&#224;m &#273;&#227; xong &#273;&#7871;n b&#297; ng&#7841;n r&#7889;t r&#225;o thanh t&#7883;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n n&#417;i t&#7845;t c&#7843; th&#7871; gi&#7899;i,
t&#7845;t c&#7843; th&#7871; gian, c&#243; m&#432;&#7901;i th&#7913; Ph&#7853;t s&#7921; : 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; n&#7871;u c&#243; ch&#250;ng sanh chuy&#234;n t&#226;m ngh&#297; nh&#7899; th&#7901;i
Ph&#7853;t hi&#7879;n ra tr&#432;&#7899;c h&#7885;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; n&#7871;u c&#243; ch&#250;ng sanh t&#226;m ch&#7859;ng &#273;i&#7873;u thu&#7853;n th&#7901;i
Ph&#7853;t v&#236; h&#7885; m&#224; thuy&#7871;t ph&#225;p. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; n&#7871;u c&#243; ch&#250;ng sanh hay sanh t&#7883;nh t&#237;n th&#7901;i Ph&#7853;t
l&#224;m cho h&#7885; &#273;&#432;&#7907;c v&#244; l&#432;&#7907;ng thi&#7879;n c&#259;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; n&#7871;u c&#243; ch&#250;ng sanh hay nh&#7853;p ph&#225;p v&#7883; th&#7901;i &#273;&#7873;u
hi&#7879;n ch&#7913;ng kh&#244;ng ph&#225;p n&#224;o ch&#7859;ng bi&#7871;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; gi&#225;o h&#243;a ch&#250;ng sanh kh&#244;ng h&#7873; nh&#224;m m&#7887;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; du h&#224;nh c&#225;c c&#245;i Ph&#7853;t, qua l&#7841;i v&#244; ng&#7841;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; &#273;&#7841;i bi ch&#7859;ng b&#7887; t&#7845;t c&#7843; ch&#250;ng sanh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; hi&#7879;n th&#226;n bi&#7871;n h&#243;a h&#7857;ng kh&#244;ng &#273;o&#7841;n tuy&#7879;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; th&#7847;n th&#244;ng t&#7921; &#273;&#7841;i ch&#432;a t&#7915;ng th&#244;i ngh&#7881;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; an tr&#7909; ph&#225;p gi&#7899;i hay kh&#7855;p qu&#225;n s&#225;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i th&#7913; ph&#225;p tr&#237;
h&#7843;i v&#244; t&#7853;n : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#244; bi&#234;n ph&#225;p th&#226;n, ph&#225;p
tr&#237; h&#7843;i v&#244; t&#7853;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#244; l&#432;&#7907;ng Ph&#7853;t s&#7921;, ph&#225;p
tr&#237; h&#7843;i v&#244; t&#7853;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#7843;nh gi&#7899;i Ph&#7853;t nh&#227;n, ph&#225;p
tr&#237; h&#7843;i v&#244; t&#7853;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#244; l&#432;&#7907;ng v&#244; s&#7889; nan t&#432;
thi&#7879;n c&#259;n, ph&#225;p tr&#237; h&#7843;i v&#244; t&#7853;n. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t m&#432;a kh&#7855;p t&#7845;t c&#7843; cam l&#7891;
di&#7879;u ph&#225;p, ph&#225;p tr&#237; h&#7843;i v&#244; t&#7853;n. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t t&#225;n th&#225;n Ph&#7853;t c&#244;ng &#273;&#7913;c,
ph&#225;p tr&#237; h&#7843;i v&#244; t&#7853;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t ng&#224;y tr&#432;&#7899;c &#273;&#227; tu nh&#7919;ng
nguy&#7879;n h&#7841;nh, ph&#225;p tr&#237; h&#7843;i v&#244; t&#7853;n. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t t&#7853;n v&#7883; lai t&#7871; h&#7857;ng l&#224;m
Ph&#7853;t s&#7921;, ph&#225;p tr&#237; h&#7843;i v&#244; t&#7853;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t r&#245; t&#226;m h&#224;nh c&#7911;a t&#7845;t
c&#7843; ch&#250;ng sanh, ph&#225;p tr&#237; h&#7843;i v&#244; t&#7853;n. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t ph&#432;&#7899;c tr&#237; trang nghi&#234;m
kh&#244;ng ai h&#417;n, ph&#225;p tr&#237; h&#7843;i v&#244; t&#7853;n. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i th&#7913; th&#432;&#7901;ng
ph&#225;p : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#432;&#7901;ng th&#7853;t h&#224;nh t&#7845;t c&#7843;
nh&#7919;ng Ba la m&#7853;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t n&#417;i t&#7845;t c&#7843; ph&#225;p, th&#432;&#7901;ng
r&#7901;i h&#7859;n m&#234; l&#7847;m. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#432;&#7901;ng &#273;&#7911; &#273;&#7913;c &#273;&#7841;i bi. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#432;&#7901;ng c&#243; &#273;&#7911; Th&#7853;p l&#7921;c. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#432;&#7901;ng chuy&#7875;n Ph&#225;p lu&#226;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#432;&#7901;ng v&#236; ch&#250;ng sanh m&#224; th&#7883;
hi&#7879;n th&#224;nh Ch&#225;nh gi&#225;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#432;&#7901;ng th&#237;ch &#273;i&#7873;u ph&#7909;c
t&#7845;t c&#7843; ch&#250;ng sanh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t t&#226;m th&#432;&#7901;ng ch&#225;nh ni&#7879;m
ph&#225;p B&#7845;t nh&#7883;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t gi&#225;o h&#243;a ch&#250;ng sanh xong r&#7891;i
th&#432;&#7901;ng th&#7883; hi&#7879;n nh&#7853;p V&#244; d&#432; Ni&#7871;t b&#224;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#7843;nh gi&#7899;i th&#432;&#7901;ng kh&#244;ng
bi&#234;n t&#7871;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i m&#244;n di&#7877;n
thuy&#7871;t v&#244; l&#432;&#7907;ng : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng
ch&#250;ng sanh gi&#7843;i tho&#225;t m&#244;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng ch&#250;ng
sanh h&#7841;nh m&#244;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng ch&#250;ng
sanh nghi&#7879;p qu&#7843; m&#244;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng h&#243;a
ch&#250;ng sanh m&#244;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng t&#7883;nh
ch&#250;ng sanh m&#244;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng B&#7891;
T&#225;t h&#7841;nh m&#244;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng B&#7891;
T&#225;t nguy&#7879;n m&#244;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng t&#7845;t
c&#7843; th&#7871; gi&#7899;i th&#224;nh ki&#7871;p ho&#7841;i ki&#7871;p m&#244;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng B&#7891;
T&#225;t th&#226;m t&#226;m t&#7883;nh Ph&#7853;t s&#225;t m&#244;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng
t&#7845;t c&#7843; th&#7871; gi&#7899;i tam th&#7871; ch&#432; Ph&#7853;t n&#417;i nh&#7919;ng ki&#7871;p &#273;&#243; th&#7913; &#273;&#7879;
xu&#7845;t hi&#7879;n m&#244;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng nh&#7913;t thi&#7871;t
ch&#432; Ph&#7853;t tr&#237; m&#244;n. <sup>(1)</sup> </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i &#273;i&#7873;u v&#236;
ch&#250;ng sanh l&#224;m Ph&#7853;t s&#7921; : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#7883; hi&#7879;n s&#7855;c th&#226;n v&#236; ch&#250;ng
sanh m&#224; l&#224;m Ph&#7853;t s&#7921;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t ph&#225;t di&#7879;u &#226;m thanh v&#236; ch&#250;ng
sanh m&#224; l&#224;m Ph&#7853;t s&#7921;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; ch&#7895; th&#7885; v&#236; ch&#250;ng sanh m&#224;
l&#224;m Ph&#7853;t s&#7921;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t kh&#244;ng ch&#7895; th&#7885; v&#236; ch&#250;ng sanh
m&#224; l&#224;m Ph&#7853;t s&#7921;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t d&#249;ng &#273;&#7883;a, th&#7911;y, h&#7887;a, phong
v&#236; ch&#250;ng sanh m&#224; l&#224;m Ph&#7853;t s&#7921;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#7847;n l&#7921;c t&#7921; t&#7841;i th&#7883; hi&#7879;n
t&#7845;t c&#7843; c&#7843;nh gi&#7899;i s&#7903; duy&#234;n v&#236; ch&#250;ng sanh m&#224; l&#224;m Ph&#7853;t s&#7921;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t nhi&#7873;u th&#7913; danh hi&#7879;u v&#236;
ch&#250;ng sanh m&#224; l&#224;m Ph&#7853;t s&#7921;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t d&#249;ng c&#7843;nh gi&#7899;i ch&#432; Ph&#7853;t v&#236;
ch&#250;ng sanh m&#224; l&#224;m Ph&#7853;t s&#7921;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t nghi&#234;m t&#7883;nh c&#245;i Ph&#7853;t v&#236;
ch&#250;ng sanh m&#224; l&#224;m Ph&#7853;t s&#7921;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#7855;ng l&#7863;ng kh&#244;ng l&#7901;i v&#236;
ch&#250;ng sanh m&#224; l&#224;m Ph&#7853;t s&#7921;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i ph&#225;p t&#7889;i
th&#7855;ng : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7841;i nguy&#7879;n ki&#234;n c&#7889; ch&#7859;ng
g&#236; ng&#259;n tr&#7903; ph&#225; ho&#7841;i &#273;&#432;&#7907;c, n&#243;i ra t&#7845;t th&#7853;t h&#224;nh, l&#7901;i n&#243;i
kh&#244;ng c&#243; hai. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#236; mu&#7889;n vi&#234;n m&#227;n t&#7845;t c&#7843;
c&#244;ng &#273;&#7913;c n&#234;n t&#7897;t ki&#7871;p v&#7883; lai tu h&#7841;nh B&#7891; T&#225;t ch&#7859;ng m&#7887;i l&#432;&#7901;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#236; mu&#7889;n &#273;i&#7873;u ph&#7909;c t&#7845;t c&#7843;
ch&#250;ng sanh n&#234;n qua &#273;&#7871;n b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t th&#7871; gi&#7899;i
&#273;&#7875; v&#236; ch&#250;ng sanh kh&#244;ng l&#250;c n&#224;o &#273;o&#7841;n tuy&#7879;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7889;i v&#7899;i hai h&#7841;ng ch&#250;ng sanh
: k&#237;nh tin v&#224; h&#7911;y b&#225;ng, t&#226;m &#273;&#7841;i bi xem &#273;&#7891;ng b&#236;nh &#273;&#7859;ng kh&#244;ng kh&#225;c. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t t&#7915; l&#250;c s&#417; ph&#225;t t&#226;m nh&#7851;n
&#273;&#7871;n th&#224;nh Ph&#7853;t tr&#7885;n kh&#244;ng th&#7889;i th&#7845;t t&#226;m B&#7891; &#208;&#7873;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t ch&#7913;a nh&#243;m v&#244; l&#432;&#7907;ng
nh&#7919;ng c&#244;ng &#273;&#7913;c l&#224;nh &#273;&#7873;u &#273;em h&#7891;i h&#432;&#7899;ng t&#225;nh nh&#7913;t thi&#7871;t tr&#237;,
v&#7899;i c&#225;c th&#7871; gian tr&#7885;n kh&#244;ng nhi&#7877;m tr&#432;&#7899;c. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; ch&#7895; ch&#432; Ph&#7853;t tu h&#7885;c ba
nghi&#7879;p, ch&#7881; th&#7853;t h&#224;nh h&#7841;nh Ph&#7853;t ch&#7859;ng ph&#7843;i h&#7841;nh Nh&#7883; th&#7915;a, &#273;&#7873;u
&#273;&#7875; h&#7891;i h&#432;&#7899;ng t&#225;nh Nh&#7913;t thi&#7871;t tr&#237;, th&#224;nh t&#7921;u V&#244; th&#432;&#7907;ng Ch&#225;nh
&#273;&#7859;ng B&#7891; &#208;&#7873;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t ph&#243;ng &#273;&#7841;i quang minh, quang minh
n&#224;y b&#236;nh &#273;&#7859;ng chi&#7871;u t&#7845;t c&#7843; ch&#7895; v&#224; chi&#7871;u t&#7845;t c&#7843; Ph&#7853;t ph&#225;p, l&#224;m
cho ch&#432; B&#7891; T&#225;t t&#226;m &#273;&#432;&#7907;c thanh t&#7883;nh vi&#234;n m&#227;n Nh&#7913;t Thi&#7871;t tr&#237;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t r&#7901;i b&#7887; s&#7921; vui th&#7871; gian
ch&#7859;ng tham ch&#7859;ng nhi&#7877;m, m&#224; nguy&#7879;n kh&#7855;p th&#7871; gian l&#236;a kh&#7893; &#273;&#432;&#7907;c vui
kh&#244;ng c&#243; nh&#7919;ng h&#253; lu&#7853;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#432;&#417;ng c&#225;c ch&#250;ng sanh ch&#7883;u
nh&#7919;ng s&#7921; kh&#7893;, gi&#7919; g&#236;n Ph&#7853;t ch&#7911;ng, &#273;i n&#417;i c&#7843;nh gi&#7899;i Ph&#7853;t, xu&#7845;t
ly sanh t&#7917;, &#273;&#7871;n b&#7921;c Th&#7853;p l&#7921;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i &#273;i&#7873;u v&#244;
ch&#432;&#7899;ng ng&#7841;i tr&#7909; : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay qua &#273;&#7871;n t&#7845;t c&#7843;
th&#7871; gi&#7899;i, v&#244; ch&#432;&#7899;ng ng&#7841;i tr&#7909;. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay tr&#7909; &#7903; t&#7845;t c&#7843; th&#7871;
gi&#7899;i, v&#244; ch&#432;&#7899;ng ng&#7841;i tr&#7909;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay &#7903; n&#417;i t&#7845;t c&#7843; th&#7871;
gi&#7899;i &#273;i, &#273;&#7913;ng, n&#7857;m, ng&#7891;i, v&#244; ch&#432;&#7899;ng ng&#7841;i tr&#7909;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay &#7903; n&#417;i t&#7845;t c&#7843; th&#7871;
gi&#7899;i di&#7877;n thuy&#7871;t ch&#225;nh ph&#225;p, v&#244; ch&#432;&#7899;ng ng&#7841;i tr&#7909;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay &#7903; n&#417;i t&#7845;t c&#7843; th&#7871;
gi&#7899;i tr&#7909; &#7903; cung tr&#7901;i &#208;&#226;u Su&#7845;t, v&#244; ch&#432;&#7899;ng ng&#7841;i tr&#7909;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay nh&#7853;p ph&#225;p gi&#7899;i
t&#7845;t c&#7843; tam th&#7871;, v&#244; ch&#432;&#7899;ng ng&#7841;i tr&#7909;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay ng&#7891;i ph&#225;p gi&#7899;i
t&#7845;t c&#7843; &#273;&#7841;o tr&#224;ng, v&#244; ch&#432;&#7899;ng ng&#7841;i tr&#7909;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay ni&#7879;m ni&#7879;m qu&#225;n t&#226;m
h&#224;nh c&#7911;a t&#7845;t c&#7843; ch&#250;ng sanh, d&#249;ng ba m&#244;n t&#7921; t&#7841;i gi&#225;o h&#243;a &#273;i&#7873;u
ph&#7909;c, v&#244; ch&#432;&#7899;ng ng&#7841;i tr&#7909;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay d&#249;ng m&#7897;t th&#226;n tr&#7909;
&#7903; v&#244; l&#432;&#7907;ng b&#7845;t t&#432; ngh&#236; ch&#7895; ch&#432; Ph&#7853;t v&#224; t&#7845;t c&#7843; ch&#7895; &#273;&#7875; l&#7907;i
&#237;ch ch&#250;ng sanh, v&#244; ch&#432;&#7899;ng ng&#7841;i tr&#7909;. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay khai th&#7883; ch&#225;nh
ph&#225;p c&#7911;a v&#244; l&#432;&#7907;ng ch&#432; Ph&#7853;t n&#243;i, v&#244; ch&#432;&#7899;ng ng&#7841;i tr&#7909;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i th&#7913; t&#7889;i
th&#7855;ng v&#244; th&#432;&#7907;ng trang nghi&#234;m : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7847;y &#273;&#7911; nh&#7919;ng &#273;&#7841;i nh&#417;n
t&#432;&#7899;ng v&#224; t&#249;y h&#236;nh h&#7843;o, &#273;&#226;y l&#224; th&#226;n trang nghi&#234;m t&#7889;i th&#7855;ng v&#244;
th&#432;&#7907;ng th&#7913; nh&#7913;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7847;y &#273;&#7911; s&#225;u m&#432;&#417;i th&#7913; &#226;m
thanh, m&#7895;i &#226;m thanh c&#243; n&#259;m tr&#259;m ph&#7847;n, m&#7895;i ph&#7847;n c&#243; v&#244; l&#432;&#7907;ng tr&#259;m
ng&#224;n &#226;m thanh thanh t&#7883;nh d&#249;ng &#273;&#7875; nghi&#234;m h&#7843;o, c&#243; th&#7875; &#7903; trong t&#7845;t
c&#7843; ch&#250;ng kh&#7855;p ph&#225;p gi&#7899;i kh&#244;ng h&#227;i s&#7907;, &#273;&#7841;i s&#432; t&#7917; h&#7889;ng di&#7877;n
n&#243;i ph&#225;p ngh&#297;a th&#7853;m th&#226;m c&#7911;a Nh&#432; lai. Ch&#250;ng sanh &#273;&#432;&#7907;c nghe kh&#244;ng ai
ch&#7859;ng hoan h&#7927;, t&#249;y c&#259;n d&#7909;c c&#7911;a h&#7885; &#273;&#7873;u &#273;&#432;&#7907;c &#273;i&#7873;u ph&#7909;c. &#208;&#226;y
l&#224; ng&#7919; trang nghi&#234;m t&#7889;i th&#7855;ng v&#244; th&#432;&#7907;ng th&#7913; hai. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7911; Th&#7853;p l&#7921;c c&#225;c &#273;&#7841;i tam
mu&#7897;i, m&#432;&#7901;i t&#225;m ph&#225;p b&#7845;t c&#7897;ng trang nghi&#234;m &#253; nghi&#7879;p, ch&#7895; c&#243; c&#7843;nh
gi&#7899;i &#273;&#7873;u th&#244;ng &#273;&#7841;t v&#244; ng&#7841;i, t&#7845;t c&#7843; Ph&#7853;t ph&#225;p &#273;&#7873;u &#273;&#432;&#7907;c v&#244;
d&#432; ph&#225;p gi&#7899;i trang nghi&#234;m &#273;&#7875; d&#249;ng trang nghi&#234;m. Ph&#225;p gi&#7899;i ch&#250;ng
sanh, tam th&#7871; t&#226;m h&#224;nh &#273;&#7873;u ri&#234;ng kh&#225;c, trong m&#7897;t ni&#7879;m &#273;&#7873;u th&#7845;y r&#245;
c&#7843;. &#208;&#226;y l&#224; &#253; trang nghi&#234;m t&#7889;i th&#7855;ng v&#244; th&#432;&#7907;ng th&#7913; ba. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay ph&#243;ng v&#244; s&#7889; quang minh. M&#7895;i
m&#7895;i quang minh c&#243; b&#7845;t kh&#7843; thuy&#7871;t l&#432;&#7899;i quang minh l&#224;m quy&#7871;n thu&#7897;c
chi&#7871;u kh&#7855;p t&#7845;t c&#7843; Ph&#7853;t &#273;&#7897;, di&#7879;t tr&#7915; &#273;en t&#7889;i c&#7911;a t&#7845;t c&#7843; th&#7871;
gian, th&#7883; hi&#7879;n v&#244; l&#432;&#7907;ng ch&#432; Ph&#7853;t xu&#7845;t th&#7871;, th&#226;n &#273;&#243; b&#236;nh &#273;&#7859;ng
th&#7843;y &#273;&#7873;u thanh t&#7883;nh, ch&#7895; l&#224;m Ph&#7853;t s&#7921; &#273;&#7873;u kh&#244;ng lu&#7889;ng u&#7893;ng, hay
l&#224;m cho ch&#250;ng sanh &#273;&#7871;n b&#7921;c b&#7845;t th&#7889;i chuy&#7875;n. &#208;&#226;y l&#224; quang minh trang
nghi&#234;m t&#7889;i th&#7855;ng v&#244; th&#432;&#7907;ng th&#7913; t&#432;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t l&#250;c hi&#7879;n m&#7881;m c&#432;&#7901;i, &#273;&#7873;u &#7903; n&#417;i
mi&#7879;ng ph&#243;ng ra tr&#259;m ng&#224;n &#7913;c na do tha a t&#259;ng k&#7923; quang minh. M&#7895;i quang
minh &#273;&#7873;u c&#243; v&#244; l&#432;&#7907;ng b&#7845;t t&#432; ngh&#236; c&#225;c th&#7913; m&#224;u chi&#7871;u kh&#7855;p m&#432;&#7901;i
ph&#432;&#417;ng t&#7845;t c&#7843; th&#7871; gi&#7899;i. &#7902; trong &#273;&#7841;i ch&#250;ng ph&#225;t l&#7901;i th&#224;nh
thi&#7879;t, th&#7885; k&#253; &#273;&#7841;o V&#244; th&#432;&#7907;ng Ch&#225;nh gi&#225;c cho v&#244; l&#432;&#7907;ng v&#244; s&#7889;
b&#7845;t t&#432; ngh&#236; ch&#250;ng sanh. &#208;&#226;y l&#224; l&#236;a si ho&#7863;c th&#7871; gian hi&#7879;n vi ti&#7871;u trang
nghi&#234;m t&#7889;i th&#7855;ng v&#244; th&#432;&#7907;ng th&#7913; n&#259;m. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u c&#243; ph&#225;p th&#226;n thanh t&#7883;nh v&#244;
ng&#7841;i, n&#417;i t&#7845;t c&#7843; ph&#225;p th&#244;ng &#273;&#7841;t r&#7889;t r&#225;o, tr&#7909; n&#417;i ph&#225;p gi&#225;o
kh&#244;ng c&#243; bi&#234;n t&#7871;. D&#7847;u &#7903; th&#7871; gian m&#224; ch&#7859;ng t&#7841;p v&#7899;i th&#7871; gian. R&#245;
thi&#7879;t t&#225;nh th&#7871; gian, th&#7853;t h&#224;nh ph&#225;p xu&#7845;t th&#7871;. D&#7913;t &#273;&#432;&#7901;ng ng&#244;n
ng&#7919;, si&#234;u u&#7849;n x&#7913; gi&#7899;i. &#208;&#226;y l&#224; ph&#225;p th&#226;n trang nghi&#234;m t&#7889;i th&#7855;ng
v&#244; th&#432;&#7907;ng th&#7913; s&#225;u. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u c&#243; v&#244; l&#432;&#7907;ng th&#432;&#7901;ng quang minh
vi di&#7879;u, b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t nh&#7919;ng th&#7913; s&#7855;c t&#432;&#7899;ng
d&#249;ng l&#224;m nghi&#234;m h&#7843;o, l&#224;m t&#7841;ng quang minh vi&#234;n m&#227;n, chi&#7871;u kh&#7855;p m&#432;&#7901;i
ph&#432;&#417;ng kh&#244;ng ch&#432;&#7899;ng ng&#7841;i. &#208;&#226;y l&#224; th&#432;&#7901;ng di&#7879;u quang minh trang
nghi&#234;m t&#7889;i th&#7855;ng v&#244; th&#432;&#7907;ng th&#7913; b&#7843;y. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u c&#243; v&#244; bi&#234;n di&#7879;u s&#7855;c, kh&#7843; &#225;i
di&#7879;u s&#7855;c, thanh t&#7883;nh di&#7879;u s&#7855;c, t&#249;y t&#226;m hi&#7879;n di&#7879;u s&#7855;c, di&#7879;u s&#7855;c che
ch&#243;i t&#7845;t c&#7843; ba c&#245;i, di&#7879;u s&#7855;c &#273;&#7871;n b&#297; ng&#7841;n v&#244; th&#432;&#7907;ng. &#208;&#226;y l&#224;
di&#7879;u s&#7855;c trang nghi&#234;m t&#7889;i th&#7855;ng v&#244; th&#432;&#7907;ng th&#7913; t&#225;m. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u sanh trong tam th&#7871; Ph&#7853;t ch&#7911;ng,
ch&#7913;a nh&#7919;ng b&#225;u l&#224;nh r&#7889;t r&#225;o thanh t&#7883;nh kh&#244;ng c&#243; l&#7847;m l&#7895;i, r&#7901;i
s&#7921; ch&#234; khinh c&#7911;a th&#7871; gian, l&#224; ch&#7895; trang nghi&#234;m nh&#7913;t c&#7911;a di&#7879;u h&#7841;nh
thanh t&#7883;nh th&#249; th&#7855;ng trong t&#7845;t c&#7843; ph&#225;p, th&#224;nh t&#7921;u &#273;&#7847;y &#273;&#7911;. Nh&#7913;t
thi&#7871;t ch&#7911;ng tr&#237;, ch&#7911;ng t&#7897;c thanh t&#7883;nh kh&#244;ng ai khinh ch&#234; &#273;&#432;&#7907;c. &#208;&#226;y
l&#224; ch&#7911;ng t&#7897;c trang nghi&#234;m t&#7889;i th&#7855;ng v&#244; th&#432;&#7907;ng th&#7913; ch&#237;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t d&#249;ng &#273;&#7841;i t&#7915; l&#7921;c trang nghi&#234;m th&#226;n
m&#236;nh, r&#7889;t r&#225;o thanh t&#7883;nh kh&#244;ng c&#243; nh&#7919;ng kh&#225;t &#225;i, th&#226;n h&#224;nh &#273;&#227;
d&#7913;t h&#7859;n, t&#226;m &#273;&#227; kh&#233;o gi&#7843;i tho&#225;t, ng&#432;&#7901;i th&#7845;y kh&#244;ng ch&#225;n, &#273;&#7841;i
bi c&#7913;u h&#7897; t&#7845;t c&#7843; th&#7871; gian. L&#224; ph&#432;&#7899;c &#273;i&#7873;n &#273;&#7879; nh&#7913;t, l&#224; b&#7921;c
th&#7885; c&#250;ng v&#244; th&#432;&#7907;ng th&#432;&#417;ng x&#243;t l&#7907;i &#237;ch t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#7873;u
l&#224;m cho h&#7885; th&#234;m l&#7899;n v&#244; l&#432;&#7907;ng ph&#432;&#7899;c &#273;&#7913;c tr&#237; hu&#7879;. &#208;&#226;y l&#224;
&#273;&#7841;i t&#7915; &#273;&#7841;i bi c&#244;ng &#273;&#7913;c trang nghi&#234;m t&#7889;i th&#7855;ng v&#244; th&#432;&#7907;ng th&#7913;
m&#432;&#7901;i c&#7911;a Ph&#7853;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i ph&#225;p t&#7921; t&#7841;i
: </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t n&#417;i t&#7845;t c&#7843; ph&#225;p &#273;&#7873;u &#273;&#432;&#7907;c t&#7921;
t&#7841;i. Th&#7845;u r&#245; t&#7845;t c&#7843; c&#250; th&#226;n, v&#7883; th&#226;n, di&#7877;n thuy&#7871;t c&#225;c ph&#225;p bi&#7879;n
t&#224;i v&#244; ng&#7841;i. &#208;&#226;y l&#224; ph&#225;p t&#7921; t&#7841;i th&#7913; nh&#7913;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t gi&#225;o h&#243;a ch&#250;ng sanh ch&#432;a t&#7915;ng l&#7895;i
th&#7901;i, t&#249;y theo s&#7903; th&#237;ch mong c&#7847;u c&#7911;a h&#7885; m&#224; n&#243;i ch&#225;nh ph&#225;p, &#273;&#7873;u
l&#224;m cho h&#7885; &#273;i&#7873;u ph&#7909;c kh&#244;ng &#273;o&#7841;n tuy&#7879;t. &#208;&#226;y l&#224; ph&#225;p t&#7921; t&#7841;i
th&#7913; hai. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t hay l&#224;m cho t&#7853;n h&#432; kh&#244;ng gi&#7899;i v&#244;
l&#432;&#7907;ng v&#244; s&#7889; c&#225;c th&#7913; trang nghi&#234;m, t&#7845;t c&#7843; th&#7871; gi&#7899;i ch&#7845;n &#273;&#7897;ng
s&#225;u c&#225;ch. L&#224;m cho th&#7871; gi&#7899;i &#273;&#243; ho&#7863;c c&#7845;t l&#234;n, ho&#7863;c h&#7841; xu&#7889;ng,
ho&#7863;c l&#7899;n, ho&#7863;c nh&#7887;, ho&#7863;c hi&#7879;p, ho&#7863;c tan, ch&#432;a t&#7915;ng n&#227;o h&#7841;i ch&#250;ng
sanh. Ch&#250;ng sanh trong th&#7871; gi&#7899;i &#273;&#243; ch&#7859;ng hay ch&#7859;ng bi&#7871;t, kh&#244;ng nghi,
kh&#244;ng cho l&#224; l&#7841;. &#208;&#226;y l&#224; ph&#225;p t&#7921; t&#7841;i th&#7913; ba. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t d&#249;ng s&#7913;c th&#7847;n th&#244;ng &#273;&#7873;u hay nghi&#234;m
t&#7883;nh t&#7845;t c&#7843; th&#7871; gi&#7899;i, trong kho&#7843;ng m&#7897;t ni&#7879;m, hi&#7879;n kh&#7855;p t&#7845;t c&#7843;
th&#7871; gi&#7899;i trang nghi&#234;m. Nh&#7919;ng trang nghi&#234;m n&#224;y tr&#7843;i qua v&#244; s&#7889; ki&#7871;p
n&#243;i ch&#7859;ng th&#7875; h&#7871;t, th&#7843;y &#273;&#7873;u ly nhi&#7877;m thanh t&#7883;nh v&#244; t&#7881;. Nh&#7919;ng s&#7921;
nghi&#234;m t&#7883;nh c&#7911;a t&#7845;t c&#7843; c&#245;i Ph&#7853;t, &#273;&#7873;u l&#224;m cho b&#236;nh &#273;&#7859;ng v&#224;o trong
m&#7897;t c&#245;i. &#208;&#226;y l&#224; ph&#225;p t&#7921; t&#7841;i th&#7913; t&#432;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#7845;y m&#7897;t ch&#250;ng sanh &#273;&#225;ng &#273;&#432;&#7907;c
gi&#225;o h&#243;a, v&#236; h&#7885; m&#224; tr&#7909; th&#7885; m&#7841;ng tr&#7843;i qua b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843;
thuy&#7871;t ki&#7871;p, nh&#7851;n &#273;&#7871;n t&#7853;n v&#7883; lai t&#7871; ng&#7891;i ki&#7871;t gi&#224;, th&#226;n t&#226;m
kh&#244;ng m&#7887;i, chuy&#234;n t&#226;m ghi nh&#7899; ch&#432;a t&#7915;ng b&#7887; qu&#234;n, ph&#432;&#417;ng ti&#7879;n
&#273;i&#7873;u ph&#7909;c ch&#7859;ng l&#7895;i th&#7901;i. Nh&#432; v&#236; m&#7897;t ch&#250;ng sanh, v&#236; t&#7845;t c&#7843; ch&#250;ng
sanh &#273;&#7873;u c&#361;ng nh&#432; v&#7853;y. &#208;&#226;y l&#224; ph&#225;p t&#7921; t&#7841;i th&#7913; n&#259;m. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay qua kh&#7855;p t&#7845;t c&#7843; th&#7871; gi&#7899;i,
n&#417;i s&#7903; h&#224;nh c&#7911;a t&#7845;t c&#7843; Nh&#432; Lai, m&#224; ch&#7859;ng t&#7841;m b&#7887; t&#7845;t c&#7843; ph&#225;p
gi&#7899;i. M&#432;&#7901;i ph&#432;&#417;ng &#273;&#7873;u ri&#234;ng kh&#225;c. M&#7895;i m&#7895;i ph&#432;&#417;ng c&#243; v&#244; l&#432;&#7907;ng
th&#7871; gi&#7899;i h&#7843;i. M&#7895;i m&#7895;i th&#7871; gi&#7899;i h&#7843;i c&#243; v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i
ch&#7911;ng. Ph&#7853;t d&#249;ng th&#7847;n l&#7921;c, kho&#7843;ng m&#7897;t ni&#7879;m &#273;&#7873;u qua &#273;&#7871;n, chuy&#7875;n
ph&#225;p lu&#226;n thanh t&#7883;nh v&#244; ng&#7841;i. &#208;&#226;y l&#224; ph&#225;p t&#7921; t&#7841;i th&#7913; s&#225;u. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#236; mu&#7889;n &#273;i&#7873;u ph&#7909;c t&#7845;t c&#7843; ch&#250;ng
sanh trong m&#7895;i ni&#7879;m th&#224;nh V&#244; th&#432;&#7907;ng Ch&#225;nh gi&#225;c, m&#224; n&#417;i t&#7845;t c&#7843;
Ph&#7853;t ph&#225;p ch&#7859;ng ph&#7843;i &#273;&#227; gi&#225;c, hi&#7879;n gi&#225;c, c&#361;ng ch&#7859;ng ph&#7843;i s&#7869;
gi&#225;c, c&#361;ng ch&#7859;ng tr&#7909; n&#417;i b&#7921;c h&#7919;u h&#7885;c, m&#224; &#273;&#7873;u th&#7845;y bi&#7871;t th&#244;ng
&#273;&#7841;t v&#244; ng&#7841;i, v&#244; l&#432;&#7907;ng tr&#237; hu&#7879;, v&#244; l&#432;&#7907;ng t&#7921; t&#7841;i, gi&#225;o h&#243;a
&#273;i&#7873;u ph&#7909;c v&#244; l&#432;&#7907;ng ch&#250;ng sanh. &#208;&#226;y l&#224; ph&#225;p t&#7921; t&#7841;i th&#7913; b&#7843;y. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t hay d&#249;ng nh&#227;n x&#7913; l&#224;m nh&#297; x&#7913; Ph&#7853;t
s&#7921;, hay d&#249;ng nh&#297; x&#7913; l&#224;m t&#7929; x&#7913; Ph&#7853;t s&#7921;, hay d&#249;ng t&#7927; x&#7913; l&#224;m
thi&#7879;t x&#7913; Ph&#7853;t s&#7921;, hay d&#249;ng thi&#7879;t x&#7913; l&#224;m th&#226;n x&#7913; Ph&#7853;t s&#7921;, hay
d&#249;ng th&#226;n x&#7913; l&#224;m &#253; x&#7913; Ph&#7853;t s&#7921;, hay d&#249;ng &#253; x&#7913; trong t&#7845;t c&#7843;
th&#7871; gi&#7899;i tr&#7909; th&#7871; xu&#7845;t th&#7871; c&#225;c th&#7913; c&#7843;nh gi&#7899;i, trong m&#7895;i m&#7895;i
c&#7843;nh gi&#7899;i hay l&#224;m v&#244; l&#432;&#7907;ng Ph&#7853;t s&#7921; qu&#7843;ng &#273;&#7841;i. &#208;&#226;y l&#224; ph&#225;p
t&#7921; t&#7841;i th&#7913; t&#225;m. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t l&#7895; l&#244;ng n&#417;i th&#226;n, m&#7895;i l&#7895; l&#244;ng hay
dung ch&#7913;a t&#7845;t c&#7843; ch&#250;ng sanh, m&#7895;i ch&#250;ng sanh th&#226;n h&#7885; &#273;&#7891;ng v&#7899;i b&#7845;t
kh&#7843; thuy&#7871;t c&#245;i Ph&#7853;t m&#224; kh&#244;ng ch&#7853;t h&#7865;p. M&#7895;i ch&#250;ng sanh m&#7897;t b&#432;&#7899;c
&#273;i c&#243; th&#7875; qua &#273;&#7871;n v&#244; s&#7889; th&#7871; gi&#7899;i, l&#7847;n l&#432;&#7907;t tr&#7843;i qua v&#244; s&#7889;
ki&#7871;p nh&#432; v&#7853;y, &#273;&#7873;u th&#7845;y ch&#432; Ph&#7853;t xu&#7845;t th&#7871; gi&#225;o h&#243;a ch&#250;ng sanh,
chuy&#7875;n t&#7883;nh ph&#225;p lu&#226;n, khai th&#7883; b&#7845;t kh&#7843; thuy&#7871;t, tam th&#7871; ch&#225;nh ph&#225;p,
kh&#7855;p h&#432; kh&#244;ng gi&#7899;i t&#7845;t c&#7843; ch&#250;ng sanh th&#7885; th&#226;n c&#225;c lo&#224;i oai nghi qua
l&#7841;i v&#224; nh&#7919;ng &#273;&#7891; s&#7903; th&#237;ch m&#224; h&#7885; th&#7885; h&#432;&#7903;ng &#273;&#7873;u &#273;&#7847;y &#273;&#7911; c&#7843;,
&#7903; trong l&#7895; l&#244;ng th&#226;n Ph&#7853;t v&#7851;n kh&#244;ng ch&#432;&#7899;ng ng&#7841;i. &#208;&#226;y l&#224; ph&#225;p
t&#7921; t&#7841;i th&#7913; ch&#237;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t trong kho&#7843;ng m&#7897;t ni&#7879;m hi&#7879;n t&#7845;t c&#7843;
th&#7871; gi&#7899;i vi tr&#7847;n s&#7889; Ph&#7853;t. M&#7895;i m&#7895;i &#273;&#7913;c Ph&#7853;t &#273;&#7873;u &#7903; n&#417;i t&#7845;t
c&#7843; ph&#225;p gi&#7899;i ch&#250;ng di&#7879;u li&#234;n hoa qu&#7843;ng &#273;&#7841;i trang nghi&#234;m th&#7871; gi&#7899;i,
tr&#234;n t&#242;a li&#234;n hoa t&#7841;ng s&#432; t&#7917; m&#224; th&#224;nh &#208;&#7859;ng Ch&#225;nh Gi&#225;c, th&#7883; hi&#7879;n
ch&#432; Ph&#7853;t t&#7921; t&#7841;i th&#7847;n l&#7921;c. Nh&#432; &#7903; n&#417;i ch&#250;ng di&#7879;u li&#234;n hoa qu&#7843;ng
&#273;&#7841;i trang nghi&#234;m th&#7871; gi&#7899;i nh&#432; v&#7853;y, &#7903; trong t&#7845;t c&#7843; ph&#225;p gi&#7899;i,
b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t c&#225;c th&#7913; trang nghi&#234;m, c&#225;c th&#7913; c&#7843;nh
gi&#7899;i, c&#225;c th&#7913; h&#236;nh t&#432;&#7899;ng, c&#225;c th&#7913; th&#7883; hi&#7879;n, c&#225;c th&#7913; ki&#7871;p s&#7889;
thanh t&#7883;nh th&#7871; gi&#7899;i. Nh&#432; &#7903; trong kho&#7843;ng m&#7897;t ni&#7879;m nh&#432; v&#7853;y, &#7903; trong
t&#7845;t c&#7843; ni&#7879;m c&#7911;a v&#244; l&#432;&#7907;ng v&#244; bi&#234;n a t&#259;ng k&#7923; ki&#7871;p, m&#7897;t ni&#7879;m
hi&#7879;n t&#7845;t c&#7843;, m&#7897;t ni&#7879;m tr&#7909; v&#244; l&#432;&#7907;ng, m&#224; ch&#432;a t&#7915;ng d&#249;ng ch&#250;t
s&#7913;c ph&#432;&#417;ng ti&#7879;n. &#208;&#226;y l&#224; ph&#225;p t&#7921; t&#7841;i th&#7913; m&#432;&#7901;i c&#7911;a ch&#432; Ph&#7853;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i th&#7913; v&#244;
l&#432;&#7907;ng b&#7845;t t&#432; ngh&#236; Ph&#7853;t ph&#225;p vi&#234;n m&#227;n : 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t, m&#7895;i t&#432;&#7899;ng thanh t&#7883;nh &#273;&#7873;u &#273;&#7911; tr&#259;m
ph&#432;&#7899;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#7843;y &#273;&#7873;u th&#224;nh t&#7921;u t&#7845;t c&#7843; Ph&#7853;t
ph&#225;p. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#7843;y &#273;&#7873;u th&#224;nh t&#7921;u t&#7845;t c&#7843; thi&#7879;n
c&#259;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#7843;y &#273;&#7873;u th&#224;nh t&#7921;u t&#7845;t c&#7843; c&#244;ng
&#273;&#7913;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay gi&#225;o h&#243;a t&#7845;t c&#7843; ch&#250;ng sanh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay v&#236; t&#7845;t c&#7843; ch&#250;ng sanh m&#224;
l&#224;m ch&#7911;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u th&#224;nh t&#7921;u c&#245;i Ph&#7853;t thanh t&#7883;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u th&#224;nh t&#7921;u Nh&#7913;t thi&#7871;t ch&#7911;ng
tr&#237;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u th&#224;nh t&#7921;u s&#7855;c th&#226;n t&#432;&#7899;ng
h&#7843;o, ng&#432;&#7901;i th&#7845;y th&#226;n Ph&#7853;t th&#7901;i &#273;&#432;&#7907;c l&#7907;i &#237;ch, c&#244;ng ch&#7859;ng
lu&#7889;ng u&#7893;ng. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7911; ch&#225;nh ph&#225;p b&#236;nh &#273;&#7859;ng c&#7911;a
ch&#432; Ph&#7853;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t khi l&#224;m Ph&#7853;t s&#7921; r&#7891;i, kh&#244;ng &#273;&#7913;c
Ph&#7853;t n&#224;o ch&#7859;ng th&#7883; hi&#7879;n nh&#7853;p Ni&#7871;t b&#224;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i ph&#432;&#417;ng ti&#7879;n
thi&#7879;n x&#7843;o : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t r&#245; t&#7845;t c&#7843; ph&#225;p &#273;&#7873;u r&#7901;i h&#253;
lu&#7853;n m&#224; hay khai th&#7883; thi&#7879;n c&#259;n c&#7911;a ch&#432; Ph&#7853;t. &#208;&#226;y l&#224; ph&#432;&#417;ng ti&#7879;n
thi&#7879;n x&#7843;o th&#7913; nh&#7913;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p &#273;&#7873;u kh&#244;ng ch&#7895;
th&#7845;y, &#273;&#7873;u ch&#7859;ng bi&#7871;t nhau, kh&#244;ng tr&#243;i kh&#244;ng m&#7903;, kh&#244;ng th&#7885; kh&#244;ng
nh&#243;m, kh&#244;ng th&#224;nh t&#7921;u, t&#7921; t&#7841;i r&#7889;t r&#225;o &#273;&#7871;n b&#7901; kia, nh&#432;ng n&#417;i
c&#225;c ph&#225;p &#273;&#7873;u bi&#7871;t ch&#417;n thi&#7879;t, ch&#7859;ng ri&#234;ng ch&#7859;ng kh&#225;c m&#224; &#273;&#432;&#7907;c
t&#7921; t&#7841;i, kh&#244;ng ng&#227; kh&#244;ng th&#7885;, ch&#7859;ng ho&#7841;i thi&#7879;t t&#7871;, &#273;&#227; &#273;&#432;&#7907;c
&#273;&#7871;n n&#417;i b&#7921;c &#273;&#7841;i t&#7921; t&#7841;i, th&#432;&#7901;ng hay quan s&#225;t t&#7845;t c&#7843; ph&#225;p
gi&#7899;i. &#208;&#226;y l&#224; ph&#432;&#417;ng ti&#7879;n thi&#7879;n x&#7843;o th&#7913; hai. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t l&#236;a h&#7859;n c&#225;c t&#432;&#7899;ng, t&#226;m kh&#244;ng s&#7903;
tr&#7909;, m&#224; bi&#7871;t r&#245; t&#7845;t c&#7843; ch&#7859;ng lo&#7841;n ch&#7859;ng l&#7847;m, d&#7847;u bi&#7871;t t&#7845;t c&#7843;
t&#432;&#7899;ng &#273;&#7873;u kh&#244;ng t&#7921; t&#225;nh, m&#224; &#273;&#250;ng nh&#432; th&#7875; t&#225;nh c&#7911;a n&#243; &#273;&#7873;u
hay kh&#233;o v&#224;o, c&#361;ng th&#7883; hi&#7879;n v&#244; l&#432;&#7907;ng s&#7855;c th&#226;n v&#224; t&#7845;t c&#7843; Ph&#7853;t
&#273;&#7897; thanh t&#7883;nh, nh&#7919;ng t&#432;&#7899;ng trang nghi&#234;m v&#244; t&#7853;n, nh&#243;m &#273;&#232;n tr&#237; hu&#7879;
di&#7879;t s&#7921; t&#7889;i l&#7847;m c&#7911;a ch&#250;ng sanh. &#208;&#226;y l&#224; ph&#432;&#417;ng ti&#7879;n thi&#7879;n x&#7843;o
th&#7913; ba. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; n&#417;i ph&#225;p gi&#7899;i, ch&#7859;ng tr&#7909; qu&#225;
kh&#7913;, v&#7883; lai, hi&#7879;n t&#7841;i. V&#236; trong t&#225;nh nh&#432; nh&#432; kh&#244;ng c&#243; t&#432;&#7899;ng tam
th&#7871;. M&#224; hay di&#7877;n thuy&#7871;t tam th&#7871; v&#244; l&#432;&#7907;ng ch&#432; Ph&#7853;t xu&#7845;t hi&#7879;n th&#7871;
gian. L&#224;m cho ng&#432;&#7901;i nghe th&#7845;y kh&#7855;p c&#7843;nh gi&#7899;i c&#7911;a t&#7845;t c&#7843; ch&#432; Ph&#7853;t.
&#208;&#226;y l&#224; ph&#432;&#417;ng ti&#7879;n thi&#7879;n x&#7843;o th&#7913; t&#432;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#226;n, ng&#7919;, &#253; nghi&#7879;p kh&#244;ng ch&#7895; t&#7841;o
t&#225;c, kh&#244;ng lai kh&#244;ng kh&#7913; kh&#244;ng tr&#7909;, r&#7901;i nh&#7919;ng s&#7889; ph&#225;p, &#273;&#7871;n n&#417;i
t&#7845;t c&#7843; ph&#225;p b&#297; ng&#7841;n m&#224; l&#224;m t&#7841;ng c&#225;c ph&#225;p, &#273;&#7911; v&#244; l&#432;&#7907;ng tr&#237;,
r&#245; su&#7889;t nh&#7919;ng ph&#225;p th&#7871; xu&#7845;t th&#7871;, tr&#237; hu&#7879; v&#244; ng&#7841;i, th&#7883; hi&#7879;n v&#244;
l&#432;&#7907;ng th&#7847;n l&#7921;c t&#7921; t&#7841;i, &#273;i&#7873;u ph&#7909;c t&#7845;t c&#7843; ph&#225;p gi&#7899;i ch&#250;ng
sanh. &#208;&#226;y l&#224; ph&#432;&#417;ng ti&#7879;n thi&#7879;n x&#7843;o th&#7913; n&#259;m. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p ch&#7859;ng th&#7845;y
&#273;&#432;&#7907;c, ch&#7859;ng ph&#7843;i m&#7897;t ch&#7859;ng ph&#7843;i kh&#225;c, ch&#7859;ng ph&#7843;i l&#432;&#7907;ng ch&#7859;ng
ph&#7843;i v&#244; l&#432;&#7907;ng, ch&#7859;ng lai qu&#225; kh&#7913;, &#273;&#7873;u kh&#244;ng t&#7921; t&#225;nh, c&#361;ng
ch&#7859;ng tr&#225;i v&#7899;i c&#225;c ph&#225;p th&#7871; gian. T&#7845;t c&#7843; ng&#432;&#7901;i tr&#237; &#7903; trong
kh&#244;ng t&#7921; t&#225;nh, m&#224; th&#7845;y t&#7845;t c&#7843; ph&#225;p, t&#7921; t&#7841;i v&#7899;i c&#225;c ph&#225;p.
N&#243;i r&#7897;ng c&#225;c ph&#225;p m&#224; th&#432;&#7901;ng an tr&#7909; ch&#417;n nh&#432; thi&#7879;t t&#225;nh. &#208;&#226;y l&#224;
ph&#432;&#417;ng ti&#7879;n thi&#7879;n x&#7843;o th&#7913; s&#225;u. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t th&#7901;i gian bi&#7871;t t&#7845;t c&#7843;
th&#7901;i gian, &#273;&#7911; thi&#7879;n c&#259;n thanh t&#7883;nh, nh&#7853;p ch&#225;nh v&#7883; m&#224; kh&#244;ng s&#7903;
tr&#432;&#7899;c. N&#417;i t&#7845;t c&#7843; th&#7901;i gian : ng&#224;y, th&#225;ng, n&#259;m, ki&#7871;p, th&#224;nh, ho&#7841;i.
Nh&#7919;ng th&#7901;i gian nh&#432; v&#7853;y, ch&#7859;ng tr&#7909; ch&#7859;ng b&#7887; m&#224; hay th&#7883; hi&#7879;n ho&#7863;c
ng&#224;y, ho&#7863;c &#273;&#234;m, m&#7897;t ng&#224;y, b&#7843;y ng&#224;y, n&#7917;a th&#225;ng, m&#7897;t th&#225;ng, m&#7897;t
n&#259;m, tr&#259;m n&#259;m, m&#7897;t ki&#7871;p, nhi&#7873;u ki&#7871;p, b&#7845;t kh&#7843; t&#432; ki&#7871;p, b&#7845;t kh&#7843;
thuy&#7871;t ki&#7871;p, nh&#7851;n &#273;&#7871;n t&#7853;n v&#7883; lai t&#7871; ki&#7871;p, h&#7857;ng v&#236; ch&#250;ng sanh chuy&#7875;n
di&#7879;u ph&#225;p lu&#226;n, ch&#7859;ng &#273;o&#7841;n ch&#7859;ng th&#7889;i kh&#244;ng th&#244;i d&#7913;t. &#208;&#226;y l&#224;
ph&#432;&#417;ng ti&#7879;n thi&#7879;n x&#7843;o th&#7913; b&#7843;y. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7857;ng tr&#7909; ph&#225;p gi&#7899;i th&#224;nh t&#7921;u v&#244;
l&#432;&#7907;ng Ph&#7853;t v&#244; &#250;y v&#224; b&#7845;t kh&#7843; s&#7893; bi&#7879;n t&#224;i, b&#7845;t kh&#7843; l&#432;&#7907;ng
bi&#7879;n t&#224;i, v&#244; t&#7853;n bi&#7879;n t&#224;i, v&#244; &#273;o&#7841;n bi&#7879;n t&#224;i, v&#244; bi&#234;n bi&#7879;n
t&#224;i, b&#7845;t c&#7897;ng bi&#7879;n t&#224;i, v&#244; c&#249;ng bi&#7879;n t&#224;i, ch&#417;n thi&#7879;t bi&#7879;n t&#224;i,
ph&#432;&#417;ng ti&#7879;n khai th&#7883; t&#7845;t c&#7843; c&#250; bi&#7879;n, t&#7845;t c&#7843; ph&#225;p bi&#7879;n, t&#249;y theo
c&#259;n t&#225;nh v&#224; c&#249;ng d&#7909;c gi&#7843;i, d&#249;ng c&#225;c th&#7913; ph&#225;p m&#244;n n&#243;i b&#7845;t kh&#7843;
thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t tr&#259;m ng&#224;n &#7913;c na do tha kh&#7871; kinh, s&#417; trung h&#7853;u
&#273;&#7873;u l&#224;nh, th&#7843;y &#273;&#7873;u r&#7889;t r&#225;o. &#208;&#226;y l&#224; ph&#432;&#417;ng ti&#7879;n thi&#7879;n x&#7843;o th&#7913;
t&#225;m. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; t&#7883;nh ph&#225;p gi&#7899;i, bi&#7871;t t&#7845;t c&#7843;
ph&#225;p v&#7889;n kh&#244;ng danh t&#7921;, kh&#244;ng t&#234;n qu&#225; kh&#7913;, kh&#244;ng t&#234;n hi&#7879;n t&#7841;i,
kh&#244;ng t&#234;n v&#7883; lai, kh&#244;ng t&#234;n ch&#250;ng sanh, kh&#244;ng t&#234;n phi ch&#250;ng sanh, kh&#244;ng
t&#234;n qu&#7889;c &#273;&#7897;, kh&#244;ng t&#234;n phi qu&#7889;c &#273;&#7897;, kh&#244;ng t&#234;n ph&#225;p, kh&#244;ng t&#234;n
phi ph&#225;p, kh&#244;ng t&#234;n c&#244;ng &#273;&#7913;c, kh&#244;ng t&#234;n phi c&#244;ng &#273;&#7913;c, kh&#244;ng t&#234;n
B&#7891; T&#225;t, kh&#244;ng t&#234;n Ph&#7853;t, kh&#244;ng t&#234;n s&#7889;, kh&#244;ng t&#234;n phi s&#7889;, kh&#244;ng
t&#234;n sanh, kh&#244;ng t&#234;n di&#7879;t, kh&#244;ng t&#234;n c&#243;, kh&#244;ng t&#234;n kh&#244;ng, kh&#244;ng t&#234;n
m&#7897;t, kh&#244;ng t&#234;n nhi&#7873;u. T&#7841;i sao v&#7853;y ? V&#236; th&#7875; t&#225;nh c&#225;c ph&#225;p b&#7845;t kh&#7843;
thuy&#7871;t. T&#7845;t c&#7843; c&#225;c ph&#225;p kh&#244;ng ph&#432;&#417;ng kh&#244;ng x&#7913;, ch&#7859;ng th&#7875; hi&#7879;p
n&#243;i, ch&#7859;ng th&#7875; tan n&#243;i, ch&#7859;ng th&#7875; m&#7897;t n&#243;i, ch&#7859;ng th&#7875; nhi&#7873;u n&#243;i,
&#226;m thanh ch&#7859;ng &#273;&#7871;n, ng&#244;n ng&#7919; &#273;&#7873;u d&#7913;t. D&#7847;u theo th&#7871; t&#7909;c c&#243; c&#225;c
th&#7913; ng&#244;n thuy&#7871;t m&#224; kh&#244;ng ch&#7895; phan duy&#234;n, kh&#244;ng ch&#7895; t&#7841;o t&#225;c, xa l&#236;a
t&#7845;t c&#7843; t&#432;&#7903;ng ch&#7845;p h&#432; v&#7885;ng. Nh&#432; v&#7853;y r&#7889;t r&#225;o &#273;&#7871;n n&#417;i b&#297; ng&#7841;n.
&#208;&#226;y l&#224; ph&#432;&#417;ng ti&#7879;n thi&#7879;n x&#7843;o th&#7913; ch&#237;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t bi&#7871;t t&#7845;t c&#7843; ph&#225;p b&#7893;n t&#225;nh t&#7883;ch
t&#7883;nh. V&#236; kh&#244;ng sanh n&#234;n ch&#7859;ng ph&#7843;i s&#7855;c. V&#236; kh&#244;ng h&#237; lu&#7853;n n&#234;n ch&#7859;ng
ph&#7843;i th&#7885;. V&#236; kh&#244;ng danh s&#7889; n&#234;n ch&#7859;ng ph&#7843;i t&#432;&#7903;ng. V&#236; kh&#244;ng t&#7841;o
t&#225;c n&#234;n ch&#7859;ng ph&#7843;i h&#224;nh. V&#236; kh&#244;ng ch&#7845;p th&#7911; n&#234;n ch&#7859;ng ph&#7843;i th&#7913;c.
Kh&#244;ng nh&#7853;p x&#7913; n&#234;n ch&#7859;ng ph&#7843;i x&#7913;. V&#244; s&#7903; &#273;&#7855;c n&#234;n ch&#7859;ng ph&#7843;i
gi&#7899;i. Nh&#432;ng c&#361;ng ch&#7859;ng ho&#7841;i t&#7845;t c&#7843; ph&#225;p. B&#7893;n t&#225;nh v&#244; kh&#7903;i v&#236;
nh&#432; h&#432; kh&#244;ng. T&#7845;t c&#7843; ph&#225;p th&#7843;y &#273;&#7873;u kh&#244;ng t&#7883;ch, kh&#244;ng nghi&#7879;p qu&#7843;,
kh&#244;ng tu t&#7853;p, kh&#244;ng th&#224;nh t&#7921;u, kh&#244;ng xu&#7845;t sanh, ch&#7859;ng s&#7889;, ch&#7859;ng
kh&#244;ng s&#7889;, ch&#7859;ng h&#7919;u, ch&#7859;ng v&#244;, ch&#7859;ng sanh, ch&#7859;ng di&#7879;t, ch&#7859;ng c&#7845;u,
ch&#7859;ng t&#7883;nh, ch&#7859;ng nh&#7853;p, ch&#7859;ng xu&#7845;t, ch&#7859;ng tr&#7909;, ch&#7859;ng kh&#244;ng tr&#7909;,
ch&#7859;ng &#273;i&#7873;u ph&#7909;c, ch&#7859;ng kh&#244;ng &#273;i&#7873;u ph&#7909;c, ch&#7859;ng ch&#250;ng sanh, ch&#7859;ng
kh&#244;ng ch&#250;ng sanh, ch&#7859;ng th&#7885; m&#7841;ng, ch&#7859;ng kh&#244;ng th&#7885; m&#7841;ng, ch&#7859;ng nh&#417;n
duy&#234;n, ch&#7859;ng kh&#244;ng nh&#417;n duy&#234;n. M&#224; hay bi&#7871;t r&#245; nh&#7919;ng ch&#250;ng sanh ch&#225;nh
&#273;&#7883;nh, t&#224; &#273;&#7883;nh v&#224; b&#7845;t &#273;&#7883;nh, v&#236; h&#7885; thuy&#7871;t di&#7879;u ph&#225;p cho h&#7885; &#273;&#7871;n b&#7881;
ng&#7841;n, th&#224;nh t&#7921;u Th&#7853;p l&#7921;c, t&#7913; v&#244; &#250;y, hay S&#432; t&#7917; h&#7889;ng, &#273;&#7911; Nh&#7913;t
thi&#7871;t tr&#237;, tr&#7909; c&#7843;nh gi&#7899;i Ph&#7853;t. &#208;&#226;y l&#224; ph&#432;&#417;ng ti&#7879;n thi&#7879;n x&#7843;o
th&#7913; m&#432;&#7901;i c&#7911;a ch&#432; Ph&#7853;t. </font></p>
	<p align="justify" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">&nbsp; </font><sup></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%"><font FACE="Tahoma" size="3">(1) 
	</font></sup><font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i Ph&#7853;t
s&#7921; qu&#7843;ng &#273;&#7841;i v&#244; l&#432;&#7907;ng v&#244; bi&#234;n b&#7845;t t&#432; ngh&#236;, t&#7845;t c&#7843; ch&#432; Thi&#234;n
v&#224; ng&#432;&#7901;i kh&#244;ng th&#7875; bi&#7871;t &#273;&#432;&#7907;c. Tam th&#7871; t&#7845;t c&#7843; h&#224;ng Thanh V&#259;n,
&#208;&#7897;c Gi&#225;c c&#361;ng ch&#7859;ng bi&#7871;t &#273;&#432;&#7907;c. Ch&#7881; tr&#7915; th&#7847;n l&#7921;c c&#7911;a Nh&#432; Lai : 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t n&#417;i t&#7853;n h&#432; kh&#244;ng kh&#7855;p ph&#225;p gi&#7899;i
t&#7845;t c&#7843; th&#7871; gi&#7899;i cung tr&#7901;i &#208;&#226;u Su&#7845;t, &#273;&#7873;u hi&#7879;n th&#7885; sanh tu h&#7841;nh
B&#7891; T&#225;t l&#224;m Ph&#7853;t s&#7921; l&#7899;n, v&#244; l&#432;&#7907;ng s&#7855;c t&#432;&#7899;ng, v&#244; l&#432;&#7907;ng oai
&#273;&#7913;c, v&#244; l&#432;&#7907;ng quang minh, v&#244; l&#432;&#7907;ng &#226;m thanh, v&#244; l&#432;&#7907;ng ng&#244;n
t&#7915;, v&#244; l&#432;&#7907;ng tam mu&#7897;i, v&#244; l&#432;&#7907;ng tr&#237; hu&#7879;, c&#7843;nh gi&#7899;i s&#7903; h&#224;nh
nhi&#7871;p l&#7845;y t&#7845;t c&#7843; Tr&#7901;i, Ng&#432;&#7901;i, Ma, Ph&#7841;m, Sa M&#244;n, B&#224; La M&#244;n, A Tu La
v.v&#133;, &#273;&#7841;i t&#7915; v&#244; ng&#7841;i, &#273;&#7841;i bi r&#7889;t r&#225;o, b&#236;nh &#273;&#7859;ng l&#7907;i &#237;ch
t&#7845;t c&#7843; ch&#250;ng sanh. Ho&#7863;c l&#224;m cho h&#7885; sanh c&#245;i tr&#7901;i, c&#245;i ng&#432;&#7901;i. Ho&#7863;c
t&#7883;nh c&#225;c c&#259;n c&#7911;a h&#7885;, ho&#7863;c &#273;i&#7873;u t&#226;m c&#7911;a h&#7885;. C&#243; l&#250;c v&#236; h&#7885; m&#224;
n&#243;i ba th&#7915;a sai kh&#225;c, ho&#7863;c n&#243;i vi&#234;n m&#227;n nh&#7913;t th&#7915;a, kh&#7855;p &#273;&#7873;u t&#7871;
&#273;&#7897; cho h&#7885; ra kh&#7887;i sanh t&#7917;. &#208;&#226;y l&#224; Ph&#7853;t s&#7921; qu&#7843;ng &#273;&#7841;i th&#7913;
nh&#7913;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t t&#7915; tr&#7901;i &#208;&#226;u Su&#7845;t gi&#225;ng th&#7847;n thai
m&#7865;, d&#249;ng tam mu&#7897;i r&#7889;t r&#225;o qu&#225;n ph&#225;p th&#7885; sanh : nh&#432; huy&#7877;n, nh&#432; h&#243;a,
nh&#432; b&#243;ng, nh&#432; h&#432; kh&#244;ng, nh&#432; d&#432;&#417;ng di&#7879;m, t&#249;y s&#7903; th&#237;ch m&#224; th&#7885; v&#244;
l&#432;&#7907;ng v&#244; ng&#7841;i, nh&#7853;p ph&#225;p v&#244; tr&#225;nh, kh&#7903;i tr&#237; v&#244; tr&#432;&#7899;c, ly d&#7909;c
thanh t&#7883;nh, th&#224;nh t&#7921;u t&#7841;ng di&#7879;u trang nghi&#234;m qu&#7843;ng &#273;&#7841;i, th&#7885; th&#226;n
r&#7889;t sau, tr&#7909; n&#417;i l&#7847;u c&#225;c &#273;&#7841;i b&#7917;u trang nghi&#234;m m&#224; l&#224;m Ph&#7853;t s&#7921;.
Ho&#7863;c d&#249;ng th&#7847;n l&#7921;c m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c d&#249;ng ch&#225;nh ni&#7879;m m&#224;
l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c hi&#7879;n th&#7847;n th&#244;ng m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c hi&#7879;n
tr&#237; nh&#7921;t m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c hi&#7879;n c&#7843;nh gi&#7899;i qu&#7843;ng &#273;&#7841;i c&#7911;a
ch&#432; Ph&#7853;t m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c hi&#7879;n v&#244; l&#432;&#7907;ng quang minh c&#7911;a ch&#432;
Ph&#7853;t m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c nh&#7853;p v&#244; s&#7889; tam mu&#7897;i qu&#7843;ng &#273;&#7841;i m&#224;
l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c hi&#7879;n t&#7915; tam mu&#7897;i &#273;&#243; kh&#7903;i m&#224; l&#224;m Ph&#7853;t s&#7921;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7845;y gi&#7901; &#273;&#7913;c Nh&#432; Lai &#7903; trong m&#7851;u thai, v&#236; mu&#7889;n l&#7907;i
&#237;ch t&#7845;t c&#7843; th&#7871; gian n&#234;n hi&#7879;n nhi&#7873;u c&#225;ch &#273;&#7875; l&#224;m Ph&#7853;t s&#7921;. Nh&#7919;ng
l&#224; ho&#7863;c hi&#7879;n s&#417; sinh, ho&#7863;c hi&#7879;n &#273;&#7891;ng t&#7917;, ho&#7863;c hi&#7879;n t&#7841;i cung, ho&#7863;c
hi&#7879;n xu&#7845;t gia, ho&#7863;c l&#7841;i th&#7883; hi&#7879;n th&#224;nh &#208;&#7859;ng Ch&#225;nh Gi&#225;c, ho&#7863;c th&#7883;
hi&#7879;n nh&#7853;p &#208;&#7841;i Ni&#7871;t b&#224;n. Nh&#432; v&#7853;y, &#273;&#7873;u d&#249;ng c&#225;c th&#7913; ph&#432;&#417;ng ti&#7879;n
&#7903; n&#417;i t&#7845;t c&#7843; ph&#432;&#417;ng, t&#7845;t c&#7843; l&#432;&#7899;i, t&#7845;t c&#7843; v&#242;ng, t&#7845;t c&#7843; th&#7913;,
t&#7845;t c&#7843; th&#7871; gi&#7899;i m&#224; l&#224;m Ph&#7853;t s&#7921;. &#208;&#226;y l&#224; Ph&#7853;t s&#7921; qu&#7843;ng &#273;&#7841;i
th&#7913; hai. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#227; thanh t&#7883;nh t&#7845;t c&#7843; thi&#7879;n
nghi&#7879;p, t&#7845;t c&#7843; sanh tr&#237; &#273;&#7873;u &#273;&#227; s&#225;ng s&#7841;ch, m&#224; d&#249;ng sanh ph&#225;p d&#7841;y
d&#7895; d&#7851;n d&#7855;t qu&#7847;n m&#234;, cho h&#7885; khai ng&#7897; th&#7853;t h&#224;nh &#273;&#7911; c&#225;c nghi&#7879;p
l&#224;nh. V&#236; ch&#250;ng sanh m&#224; th&#7883; hi&#7879;n &#208;&#7843;n Sanh n&#417;i V&#432;&#417;ng cung. T&#7845;t c&#7843; ch&#432;
Ph&#7853;t n&#417;i nh&#7919;ng s&#7855;c d&#7909;c cung &#273;i&#7879;n k&#7929; nh&#7841;c &#273;&#7873;u &#273;&#227; xa l&#236;a kh&#244;ng
tham nhi&#7877;m, th&#432;&#7901;ng qu&#225;n c&#225;c c&#245;i r&#7895;ng kh&#244;ng ch&#7859;ng c&#243; th&#7875; t&#225;nh,
t&#7845;t c&#7843; &#273;&#7891; vui th&#237;ch &#273;&#7873;u ch&#7859;ng ch&#417;n thi&#7879;t, tr&#236; Ph&#7853;t t&#7883;nh gi&#7899;i r&#7889;t
r&#225;o vi&#234;n m&#227;n. Qu&#225;n nh&#7919;ng th&#234; thi&#7871;p v&#224; k&#7867; h&#7847;u h&#7841; n&#417;i n&#7897;i cung
m&#224; sanh l&#242;ng &#273;&#7841;i bi. Qu&#225;n c&#225;c ch&#250;ng sanh h&#432; v&#7885;ng ch&#7859;ng thi&#7879;t m&#224; sanh
l&#242;ng &#273;&#7841;i t&#7915;. Qu&#225;n c&#225;c th&#7871; gian kh&#244;ng m&#7897;t g&#236; l&#224; &#273;&#225;ng th&#237;ch m&#224;
sanh l&#242;ng &#273;&#7841;i h&#7881;. V&#7899;i t&#7845;t c&#7843; ph&#225;p t&#226;m &#273;&#432;&#7907;c t&#7921; t&#7841;i m&#224; sanh
l&#242;ng &#273;&#7841;i x&#7843;. &#208;&#7911; Ph&#7853;t c&#244;ng &#273;&#7913;c hi&#7879;n sanh ph&#225;p gi&#7899;i, th&#226;n
t&#432;&#7899;ng vi&#234;n m&#227;n, quy&#7871;n thu&#7897;c thanh t&#7883;nh, m&#224; &#273;&#7889;i v&#7899;i t&#7845;t c&#7843; &#273;&#7873;u
kh&#244;ng nhi&#7877;m tr&#432;&#7899;c. D&#249;ng &#226;m thanh t&#249;y lo&#7841;i m&#224; v&#236; ch&#250;ng di&#7877;n
thuy&#7871;t, cho h&#7885; sanh l&#242;ng nh&#224;m l&#236;a th&#7871; ph&#225;p, nh&#432; ch&#7895; s&#7903; h&#224;nh th&#7883;
hi&#7879;n &#273;&#7855;c qu&#7843;. L&#7841;i d&#249;ng ph&#432;&#417;ng ti&#7879;n t&#249;y nghi gi&#225;o h&#243;a : k&#7867; ch&#432;a
th&#224;nh th&#7909;c th&#7901;i l&#224;m cho th&#224;nh th&#7909;c, k&#7867; &#273;&#227; th&#224;nh th&#7909;c th&#7901;i l&#224;m
cho &#273;&#432;&#7907;c gi&#7843;i tho&#225;t. V&#236; h&#7885; m&#224; l&#224;m Ph&#7853;t s&#7921; cho h&#7885; ch&#7859;ng th&#7889;i
chuy&#7875;n. L&#7841;i d&#249;ng t&#226;m t&#7915; bi qu&#7843;ng &#273;&#7841;i h&#7857;ng v&#236; ch&#250;ng sanh m&#224; thuy&#7871;t
ph&#225;p, l&#7841;i v&#236; h&#7885; th&#7883; hi&#7879;n ba th&#7913; t&#7921; t&#7841;i, cho h&#7885; khai ng&#7897; t&#226;m
&#273;&#432;&#7907;c thanh t&#7883;nh. D&#7847;u &#7903; n&#7897;i cung m&#7885;i ng&#432;&#7901;i &#273;&#7873;u th&#7845;y, m&#224; &#7903;
trong t&#7845;t c&#7843; th&#7871; gi&#7899;i l&#224;m Ph&#7853;t s&#7921;. D&#249;ng &#273;&#7841;i tr&#237; hu&#7879;, d&#249;ng &#273;&#7841;i
tinh t&#7845;n th&#7883; hi&#7879;n nh&#7919;ng Ph&#7853;t th&#7847;n th&#244;ng v&#244; ng&#7841;i v&#244; t&#7853;n h&#7857;ng tr&#7909;
n&#417;i ba th&#7913; nghi&#7879;p ph&#432;&#417;ng ti&#7879;n thi&#7879;n x&#7843;o l&#224; th&#226;n nghi&#7879;p r&#7889;t r&#225;o
thanh t&#7883;nh, ng&#7919; nghi&#7879;p theo tr&#237; hu&#7879; m&#224; ph&#225;t ra, &#253; nghi&#7879;p th&#7853;m th&#226;m
v&#244; ng&#7841;i. D&#249;ng ph&#432;&#417;ng ti&#7879;n n&#224;y &#273;&#7875; l&#7907;i &#237;ch ch&#250;ng sanh. &#208;&#226;y l&#224;
Ph&#7853;t s&#7921; qu&#7843;ng &#273;&#7841;i th&#7913; ba. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#7883; hi&#7879;n &#7903; nh&#7919;ng cung &#273;i&#7879;n trang
nghi&#234;m, qu&#225;n s&#225;t nh&#224;m l&#236;a b&#7887; m&#224; xu&#7845;t gia, mu&#7889;n cho ch&#250;ng sanh bi&#7871;t
r&#245; th&#7871; ph&#225;p &#273;&#7873;u l&#224; v&#7885;ng t&#432;&#7903;ng v&#244; th&#432;&#7901;ng h&#432; ho&#7841;i, r&#7845;t nh&#224;m
l&#236;a ch&#7859;ng nhi&#7877;m tr&#432;&#7899;c, d&#7913;t h&#7859;n phi&#7873;n n&#227;o tham &#225;i, tu h&#7841;nh thanh
t&#7883;nh l&#7907;i &#237;ch ch&#250;ng sanh. &#208;&#432;&#417;ng l&#250;c xu&#7845;t gia b&#7887; oai nghi th&#7871; t&#7909;c, tr&#7909;
trong ph&#225;p v&#244; tr&#225;nh, &#273;&#7847;y &#273;&#7911; b&#7893;n nguy&#7879;n v&#244; l&#432;&#7907;ng c&#244;ng &#273;&#7913;c.
D&#249;ng &#225;nh s&#225;ng &#273;&#7841;i tr&#237; di&#7879;t si t&#7889;i th&#7871; gian. L&#224;m ph&#432;&#7899;c &#273;i&#7873;n v&#244;
th&#432;&#7907;ng cho c&#225;c th&#7871; gian. Th&#432;&#7901;ng v&#236; ch&#250;ng sanh m&#224; t&#225;n th&#225;n c&#244;ng
&#273;&#7913;c c&#7911;a Ph&#7853;t, cho h&#7885; &#7903; n&#417;i Ph&#7853;t gieo tr&#7891;ng nh&#7919;ng c&#7897;i l&#224;nh, d&#249;ng
m&#7855;t tr&#237; hu&#7879; th&#7845;y ngh&#297;a ch&#417;n thi&#7879;t. L&#7841;i v&#236; ch&#250;ng sanh m&#224; khen n&#243;i
c&#244;ng &#273;&#7913;c xu&#7845;t gia thanh t&#7883;nh kh&#244;ng l&#7895;i, v&#297;nh vi&#7877;n &#273;&#432;&#7907;c xu&#7845;t ly,
m&#227;i m&#227;i l&#224;m tr&#224;ng cao tr&#237; hu&#7879; cho th&#7871; gian. &#208;&#226;y l&#224; Ph&#7853;t s&#7921; qu&#7843;ng
&#273;&#7841;i th&#7913; t&#432;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7911; Nh&#7913;t thi&#7871;t tr&#237;, n&#417;i v&#244; l&#432;&#7907;ng
ph&#225;p &#273;&#7873;u &#273;&#227; th&#7845;y bi&#7871;t, d&#432;&#7899;i c&#7897;i B&#7891; &#208;&#7873; th&#224;nh &#208;&#7859;ng Ch&#225;nh
Gi&#225;c, h&#224;ng ph&#7909;c ma qu&#226;n, oai &#273;&#7913;c &#273;&#7863;c t&#244;n. Th&#226;n Ph&#7853;t sung m&#227;n t&#7845;t
c&#7843; th&#7871; gi&#7899;i. Th&#7847;n l&#7921;c ch&#7895; l&#224;m v&#244; bi&#234;n v&#244; t&#7853;n. N&#417;i Nh&#7913;t thi&#7871;t
tr&#237; &#273;&#250;ng ngh&#297;a s&#7903; h&#224;nh &#273;&#7873;u &#273;&#432;&#7907;c t&#7921; t&#7841;i. Tu c&#225;c c&#244;ng &#273;&#7913;c
&#273;&#7873;u &#273;&#227; vi&#234;n m&#227;n. T&#242;a B&#7891; &#208;&#7873; c&#7911;a Ph&#7853;t &#273;&#7847;y &#273;&#7911; trang nghi&#234;m
c&#249;ng kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; th&#7871; gi&#7899;i, Ph&#7853;t ng&#7891;i tr&#234;n t&#242;a n&#224;y
chuy&#7875;n di&#7879;u Ph&#225;p lu&#226;n, n&#243;i t&#7845;t c&#7843; h&#7841;nh nguy&#7879;n c&#7911;a B&#7891; T&#225;t, khai
th&#7883; v&#244; l&#432;&#7907;ng Ph&#7853;t c&#7843;nh gi&#7899;i cho ch&#432; B&#7891; T&#225;t &#273;&#7873;u &#273;&#432;&#7907;c ng&#7897;
nh&#7853;p, tu h&#224;nh nh&#7919;ng di&#7879;u h&#7841;nh thanh t&#7883;nh, l&#7841;i hay gi&#225;o h&#243;a t&#7845;t c&#7843;
ch&#250;ng sanh, khi&#7871;n h&#7885; gieo c&#259;n l&#224;nh sanh trong &#273;&#7845;t b&#236;nh &#273;&#7859;ng c&#7911;a Nh&#432;
Lai, tr&#7909; n&#417;i v&#244; bi&#234;n di&#7879;u h&#7841;nh c&#7911;a B&#7891; T&#225;t, th&#224;nh t&#7921;u t&#7845;t c&#7843;
ph&#225;p c&#244;ng &#273;&#7913;c t&#7889;i th&#7855;ng. T&#7845;t c&#7843; th&#7871; gi&#7899;i, t&#7845;t c&#7843; ch&#250;ng sanh,
t&#7845;t c&#7843; c&#245;i Ph&#7853;t, t&#7845;t c&#7843; Ph&#225;p, t&#7845;t c&#7843; B&#7891; T&#225;t, t&#7845;t c&#7843; gi&#225;o
h&#243;a, t&#7845;t c&#7843; tam th&#7871;, t&#7845;t c&#7843; &#273;i&#7873;u ph&#7909;c, t&#7845;t c&#7843; th&#7847;n bi&#7871;n, t&#7845;t
c&#7843; t&#226;m s&#7903; th&#237;ch c&#7911;a t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#7873;u kh&#233;o bi&#7871;t r&#245; m&#224; l&#224;m
Ph&#7853;t s&#7921;. &#208;&#226;y l&#224; Ph&#7853;t s&#7921; qu&#7843;ng &#273;&#7841;i th&#7913; n&#259;m. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t chuy&#7875;n b&#7845;t th&#7889;i ph&#225;p lu&#226;n, v&#236; l&#224;m
cho ch&#432; B&#7891; T&#225;t ch&#7859;ng th&#7889;i chuy&#7875;n. Chuy&#7875;n v&#244; l&#432;&#7907;ng ph&#225;p lu&#226;n, v&#236;
l&#224;m cho t&#7845;t c&#7843; th&#7871; gian &#273;&#7873;u bi&#7871;t r&#245;. Chuy&#7875;n khai ng&#7897; t&#7845;t c&#7843; ph&#225;p
lu&#226;n, v&#236; hay &#273;&#7841;i &#250;y s&#432; t&#7917; h&#7889;ng. Chuy&#7875;n nh&#7913;t thi&#7871;t ph&#225;p tr&#237; t&#7841;ng
ph&#225;p lu&#226;n, v&#236; khai c&#7917;a ph&#225;p t&#7841;ng tr&#7915; &#225;m ch&#432;&#7899;ng. Chuy&#7875;n v&#244; ng&#7841;i
ph&#225;p lu&#226;n, v&#236; &#273;&#7891;ng h&#432; kh&#244;ng. Chuy&#7875;n v&#244; tr&#432;&#7899;c ph&#225;p lu&#226;n, v&#236; qu&#225;n
t&#7845;t c&#7843; ph&#225;p ch&#7859;ng c&#243; ch&#7859;ng kh&#244;ng. Chuy&#7875;n chi&#7871;u th&#7871; ph&#225;p lu&#226;n, v&#236;
l&#224;m cho t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#432;&#7907;c t&#7883;nh ph&#225;p nh&#227;n. Chuy&#7875;n khai th&#7883;
nh&#7913;t thi&#7871;t tr&#237; ph&#225;p lu&#226;n, v&#236; c&#249;ng kh&#7855;p t&#7845;t c&#7843; tam th&#7871; ph&#225;p.
Chuy&#7875;n t&#7845;t c&#7843; Ph&#7853;t &#273;&#7891;ng nh&#7845;t ph&#225;p lu&#226;n, v&#236; t&#7845;t c&#7843; Ph&#7853;t ph&#225;p
ch&#7859;ng tr&#225;i nhau. T&#7845;t c&#7843; ch&#432; Ph&#7853;t d&#249;ng v&#244; l&#432;&#7907;ng v&#244; s&#7889; tr&#259;m ng&#224;n
&#7913;c na do tha ph&#225;p lu&#226;n nh&#432; v&#7853;y, t&#249;y theo t&#226;m sai bi&#7879;t c&#7911;a c&#225;c ch&#250;ng
sanh m&#224; l&#224;m Ph&#7853;t s&#7921; ch&#7859;ng th&#7875; ngh&#297; b&#224;n. &#208;&#226;y l&#224; Ph&#7853;t s&#7921; qu&#7843;ng
&#273;&#7841;i th&#7913; s&#225;u. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#224;o n&#417;i t&#7845;t c&#7843; v&#432;&#417;ng &#273;&#244; th&#224;nh
&#7845;p, v&#236; nh&#7919;ng ch&#250;ng sanh m&#224; l&#224;m Ph&#7853;t s&#7921;. Nh&#7919;ng l&#224; &#273;&#244; &#7845;p c&#7911;a
Nh&#417;n V&#432;&#417;ng, &#273;&#244; &#7845;p c&#7911;a Thi&#234;n V&#432;&#417;ng, c&#7911;a Long V&#432;&#417;ng, D&#7841; Xoa V&#432;&#417;ng,
C&#224;n Th&#225;t B&#224; V&#432;&#417;ng, A Tu La V&#432;&#417;ng, Ca L&#226;u La V&#432;&#417;ng, Kh&#7849;n Na La V&#432;&#417;ng, Ma
H&#7847;u La Gi&#224; V&#432;&#417;ng, La S&#225;t V&#432;&#417;ng, T&#7923; X&#225; X&#224; V&#432;&#417;ng. T&#7845;t c&#7843; &#273;&#244; &#7845;p
c&#7911;a ch&#432; V&#432;&#417;ng nh&#432; v&#7853;y l&#250;c Ph&#7853;t v&#224;o c&#7917;a th&#224;nh th&#7901;i &#273;&#7841;i &#273;&#7883;a
ch&#7845;n &#273;&#7897;ng, quang minh chi&#7871;u kh&#7855;p. Ng&#432;&#7901;i &#273;ui &#273;&#432;&#7907;c th&#7845;y, k&#7867; &#273;i&#7871;c
&#273;&#432;&#7907;c nghe, k&#7867; &#273;i&#234;n cu&#7891;ng &#273;&#432;&#7907;c t&#7881;nh, k&#7867; ngh&#232;o thi&#7871;u kh&#7889;n kh&#7893;
&#273;&#432;&#7907;c no &#7845;m y&#234;n vui. T&#7845;t c&#7843; nh&#7841;c kh&#237; &#273;&#432;&#7907;c k&#234;u. Nh&#7919;ng &#273;&#7891; trang
s&#7913;c, ho&#7863;c &#273;eo hay ch&#7859;ng &#273;eo &#273;&#7873;u t&#7921; ph&#225;t di&#7879;u &#226;m, ai nghe ti&#7871;ng
&#273;&#7873;u vui m&#7915;ng c&#7843;. T&#7845;t c&#7843; ch&#432; Ph&#7853;t s&#7855;c th&#226;n thanh t&#7883;nh &#273;&#7847;y &#273;&#7911;
t&#432;&#7899;ng t&#7889;t, ng&#432;&#7901;i th&#7845;y kh&#244;ng ch&#225;n, hay v&#236; ch&#250;ng sanh m&#224; l&#224;m Ph&#7853;t
s&#7921;. Nh&#7919;ng l&#224; ho&#7863;c &#273;o&#225;i ng&#243;, ho&#7863;c qu&#225;n s&#225;t, ho&#7863;c &#273;&#7897;ng chuy&#7875;n,
ho&#7863;c co du&#7895;i, ho&#7863;c &#273;i, &#273;&#7913;ng, ng&#7891;i, n&#7857;m, ho&#7863;c n&#237;n, ho&#7863;c n&#243;i, ho&#7863;c
hi&#7879;n th&#7847;n th&#244;ng, ho&#7863;c thuy&#7871;t ph&#225;p, ho&#7863;c d&#7841;y b&#7843;o, t&#7845;t c&#7843; nh&#432; v&#7853;y
&#273;&#7873;u v&#236; ch&#250;ng sanh m&#224; l&#224;m Ph&#7853;t s&#7921;. T&#7845;t c&#7843; ch&#432; Ph&#7853;t kh&#7855;p &#7903; v&#244;
s&#7889; th&#7871; gi&#7899;i, trong bi&#7875;n t&#226;m s&#7903; th&#237;ch c&#7911;a c&#225;c lo&#224;i ch&#250;ng sanh m&#224;
khuy&#234;n h&#7885; ni&#7879;m Ph&#7853;t, th&#432;&#7901;ng si&#234;ng qu&#225;n s&#225;t gieo nh&#7919;ng c&#259;n l&#224;nh,
tu h&#7841;nh B&#7891; t&#225;t, khen Ph&#7853;t s&#7855;c t&#432;&#7899;ng vi di&#7879;u &#273;&#7879; nh&#7913;t, t&#7845;t c&#7843;
ch&#250;ng sanh kh&#243; g&#7863;p g&#7905;. N&#7871;u ai &#273;&#432;&#7907;c th&#7845;y Ph&#7853;t m&#224; sanh l&#242;ng k&#237;nh
tin th&#7901;i ph&#225;t kh&#7903;i v&#244; l&#432;&#7907;ng ph&#225;p l&#224;nh, ch&#7913;a Ph&#7853;t c&#244;ng &#273;&#7913;c
&#273;&#7873;u kh&#7855;p thanh t&#7883;nh. Khen ng&#7907;i Ph&#7853;t c&#244;ng &#273;&#7913;c nh&#432; v&#7853;y r&#7891;i, ph&#226;n
th&#226;n qua kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng th&#7871; gi&#7899;i khi&#7871;n c&#225;c ch&#250;ng sanh &#273;&#7873;u
&#273;&#432;&#7907;c chi&#234;m ng&#432;&#7905;ng ph&#7909;ng th&#7901;, t&#432; duy qu&#225;n s&#225;t cung k&#237;nh c&#250;ng
d&#432;&#7901;ng, tr&#7891;ng nh&#7919;ng c&#259;n l&#224;nh &#273;&#432;&#7907;c Ph&#7853;t hoan h&#7927;, th&#234;m l&#7899;n Ph&#7853;t
ch&#7911;ng, &#273;&#7873;u &#273;&#432;&#7907;c th&#224;nh Ph&#7853;t. D&#249;ng h&#7841;nh nh&#432; v&#7853;y m&#224; l&#224;m Ph&#7853;t
s&#7921;. Ho&#7863;c v&#236; ch&#250;ng sanh m&#224; th&#7883; hi&#7879;n s&#7855;c th&#226;n, ho&#7863;c ph&#225;t di&#7879;u &#226;m,
ho&#7863;c ch&#7881; vi ti&#7871;u, khi&#7871;n h&#7885; tin m&#7871;n, c&#250;i &#273;&#7847;u &#273;&#7843;nh l&#7877;, khom m&#236;nh
ch&#7845;p tay, ca ng&#7907;i khen t&#7863;ng th&#259;m vi&#7871;ng h&#7887;i th&#259;m, d&#249;ng &#273;&#226;y m&#224; l&#224;m
Ph&#7853;t s&#7921;. T&#7845;t c&#7843; ch&#432; Ph&#7853;t d&#249;ng v&#244; l&#432;&#7907;ng, v&#244; s&#7889;, b&#7845;t kh&#7843;
thuy&#7871;t, b&#7845;t kh&#7843; t&#432; nh&#7919;ng Ph&#7853;t s&#7921; nh&#432; v&#7853;y, &#7903; trong t&#7845;t c&#7843; th&#7871;
gi&#7899;i t&#249;y t&#226;m ch&#250;ng sanh s&#7903; th&#237;ch, d&#249;ng s&#7913;c b&#7893;n nguy&#7879;n, s&#7913;c &#273;&#7841;i
t&#7915; bi, s&#7913;c nh&#7913;t thi&#7871;t tr&#237;, ph&#432;&#417;ng ti&#7879;n gi&#225;o h&#243;a &#273;&#7873;u l&#224;m cho h&#7885;
&#273;&#432;&#7907;c &#273;i&#7873;u ph&#7909;c. &#208;&#226;y l&#224; Ph&#7853;t s&#7921; qu&#7843;ng &#273;&#7841;i th&#7913; b&#7843;y. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t ho&#7863;c tr&#7909; A lan nh&#227; m&#224; l&#224;m Ph&#7853;t
s&#7921;. Ho&#7863;c &#7903; ch&#7895; t&#7883;ch t&#7883;nh m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c &#7903; ch&#7895; r&#227;nh
rang m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c &#7903; ch&#7895; c&#7911;a Ph&#7853;t m&#224; l&#224;m Ph&#7853;t s&#7921;.
Ho&#7863;c tr&#7909; trong tam mu&#7897;i m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c &#7903; m&#7897;t m&#236;nh n&#417;i
v&#432;&#7901;n r&#7915;ng m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c &#7849;n th&#226;n ch&#7859;ng hi&#7879;n m&#224; l&#224;m
Ph&#7853;t s&#7921;. Ho&#7863;c tr&#7909; n&#417;i tr&#237; th&#7853;m th&#226;m m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c tr&#7909;
c&#7843;nh gi&#7899;i v&#244; t&#7927; c&#7911;a Ph&#7853;t m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c tr&#7909; nh&#7919;ng
th&#226;n h&#224;nh b&#7845;t kh&#7843; ki&#7871;n, t&#249;y t&#226;m s&#7903; th&#237;ch s&#7903; nguy&#7879;n c&#7911;a ch&#250;ng
sanh ph&#432;&#417;ng ti&#7879;n gi&#225;o h&#243;a kh&#244;ng th&#244;i ngh&#7881; m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c
d&#249;ng th&#226;n Tr&#7901;i c&#7847;u nh&#7913;t thi&#7871;t tr&#237; m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c d&#249;ng
th&#226;n R&#7891;ng, th&#226;n D&#7841; Xoa, nh&#7851;n &#273;&#7871;n th&#226;n Nh&#417;n v&#224; Phi nh&#417;n c&#7847;u nh&#7913;t
thi&#7871;t tr&#237; m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c d&#249;ng th&#226;n Thanh V&#259;n, th&#226;n &#208;&#7897;c
Gi&#225;c, th&#226;n B&#7891; T&#225;t c&#7847;u nh&#7913;t thi&#7871;t tr&#237; m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c c&#243;
l&#250;c thuy&#7871;t ph&#225;p, c&#243; l&#250;c n&#237;n l&#7863;ng m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c n&#243;i m&#7897;t
Ph&#7853;t, ho&#7863;c n&#243;i nhi&#7873;u Ph&#7853;t m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c n&#243;i ch&#432; B&#7891; T&#225;t,
t&#7845;t c&#7843; h&#7841;nh, t&#7845;t c&#7843; nguy&#7879;n l&#224;m m&#7897;t h&#7841;nh nguy&#7879;n m&#224; l&#224;m Ph&#7853;t
s&#7921;. Ho&#7863;c n&#243;i c&#7843;nh gi&#7899;i Ph&#7853;t l&#224; c&#7843;nh gi&#7899;i th&#7871; gian m&#224; l&#224;m Ph&#7853;t
s&#7921;. Ho&#7863;c n&#243;i c&#7843;nh gi&#7899;i th&#7871; gian l&#224; c&#7843;nh gi&#7899;i Ph&#7853;t m&#224; l&#224;m Ph&#7853;t
s&#7921;. Ho&#7863;c n&#243;i c&#7843;nh gi&#7899;i Ph&#7853;t l&#224; ch&#7859;ng ph&#7843;i c&#7843;nh gi&#7899;i m&#224; l&#224;m
Ph&#7853;t s&#7921;, ho&#7863;c tr&#7909; m&#7897;t ng&#224;y, ho&#7863;c tr&#7909; m&#7897;t &#273;&#234;m, ho&#7863;c tr&#7909; n&#7917;a
th&#225;ng, ho&#7863;c tr&#7909; m&#7897;t th&#225;ng, ho&#7863;c tr&#7909; m&#7897;t n&#259;m, nh&#7851;n &#273;&#7871;n tr&#7909; b&#7845;t
kh&#7843; thuy&#7871;t ki&#7871;p v&#236; c&#225;c ch&#250;ng sanh m&#224; l&#224;m Ph&#7853;t s&#7921;. &#208;&#226;y l&#224; Ph&#7853;t
s&#7921; qu&#7843;ng &#273;&#7841;i th&#7913; t&#225;m. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t l&#224; t&#7841;ng sanh ra thi&#7879;n c&#259;n thanh t&#7883;nh,
l&#224;m cho c&#225;c ch&#250;ng sanh &#7903; trong Ph&#7853;t ph&#225;p sanh t&#237;n gi&#7843;i thanh t&#7883;nh, c&#225;c
c&#259;n &#273;i&#7873;u ph&#7909;c l&#236;a h&#7859;n th&#7871; gian. L&#224;m cho ch&#432; B&#7891; T&#225;t &#7903; n&#417;i &#273;&#7841;o
B&#7891; &#208;&#7873; &#273;&#7911; s&#225;ng tr&#237; hu&#7879; ch&#7859;ng do tha ng&#7897;. Ho&#7863;c hi&#7879;n th&#7871; gian th&#7843;y
&#273;&#7873;u v&#244; th&#432;&#7901;ng m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c n&#243;i ch&#7895; l&#224;m th&#7843;y &#273;&#7873;u
&#273;&#227; xong m&#224; l&#224;m Ph&#7853;t s&#432;. Ho&#7863;c n&#243;i c&#244;ng &#273;&#7913;c vi&#234;n m&#227;n kh&#244;ng thi&#7871;u
m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c n&#243;i d&#7913;t h&#7859;n nh&#7919;ng c&#259;n b&#7893;n m&#224; l&#224;m Ph&#7853;t
s&#7921;. Ho&#7863;c khi&#7871;n ch&#250;ng sanh nh&#224;m r&#7901;i th&#7871; gian t&#249;y thu&#7853;n t&#226;m Ph&#7853;t
m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c n&#243;i th&#7885; m&#7841;ng tr&#7885;n v&#7873; n&#417;i h&#7871;t m&#224; l&#224;m
Ph&#7853;t s&#7921;. Ho&#7863;c n&#243;i th&#7871; gian kh&#244;ng m&#7897;t vi&#7879;c &#273;&#225;ng vui m&#224; l&#224;m Ph&#7853;t
s&#7921;. Ho&#7863;c v&#236; tuy&#234;n n&#243;i t&#7853;n v&#7883; lai t&#7871; c&#250;ng d&#432;&#7901;ng ch&#432; Ph&#7853;t m&#224; l&#224;m
Ph&#7853;t s&#7921;. Ho&#7863;c n&#243;i ch&#432; Ph&#7853;t chuy&#7875;n t&#7883;nh ph&#225;p lu&#226;n khi&#7871;n ng&#432;&#7901;i
&#273;&#432;&#7907;c nghe r&#7845;t vui m&#7915;ng m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c v&#236; tuy&#234;n n&#243;i c&#7843;nh
gi&#7899;i c&#7911;a ch&#432; Ph&#7853;t khi&#7871;n h&#7885; ph&#225;t t&#226;m tu h&#224;nh m&#224; l&#224;m Ph&#7853;t s&#7921;.
Ho&#7863;c v&#236; tuy&#234;n n&#243;i ni&#7879;m Ph&#7853;t tam mu&#7897;i, khi&#7871;n h&#7885; ph&#225;t t&#226;m th&#432;&#7901;ng
th&#237;ch th&#7845;y Ph&#7853;t m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c v&#236; tuy&#234;n n&#243;i c&#225;c c&#259;n thanh
t&#7883;nh, si&#234;ng c&#7847;u Ph&#7853;t &#273;&#7841;o t&#226;m kh&#244;ng l&#432;&#7901;i tr&#7877; m&#224; l&#224;m Ph&#7853;t s&#7921;.
Ho&#7863;c ch&#7881; t&#7845;t c&#7843; c&#245;i Ph&#7853;t, qu&#225;n s&#225;t nh&#7919;ng c&#7843;nh gi&#7899;i c&#225;c lo&#7841;i
nh&#417;n duy&#234;n m&#224; l&#224;m Ph&#7853;t s&#7921;. Ho&#7863;c nhi&#7871;p t&#7845;t c&#7843; nh&#7919;ng th&#226;n ch&#250;ng
sanh &#273;&#7873;u l&#224;m th&#226;n Ph&#7853;t, l&#224;m cho nh&#7919;ng ch&#250;ng sanh l&#432;&#7901;i bi&#7871;ng bu&#244;ng
lung &#273;&#7873;u an tr&#7909; n&#417;i c&#7845;m gi&#7899;i thanh t&#7883;nh c&#7911;a Nh&#432; Lai, m&#224; l&#224;m Ph&#7853;t
s&#7921;. &#208;&#226;y l&#224; Ph&#7853;t s&#7921; qu&#7843;ng &#273;&#7841;i th&#7913; ch&#237;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t l&#250;c nh&#7853;p Ni&#7871;t b&#224;n, v&#244; l&#432;&#7907;ng
ch&#250;ng sanh r&#7845;t lo kh&#7893; k&#234;u g&#224;o kh&#243;c than, nh&#236;n nhau m&#224; n&#243;i r&#7857;ng :
&#208;&#7913;c Nh&#432; Lai Th&#7871; T&#244;n c&#243; &#273;&#7841;i t&#7915; bi, th&#432;&#417;ng x&#243;t l&#7907;i &#237;ch t&#7845;t c&#7843;
th&#7871; gian, l&#224;m n&#417;i c&#7913;u, l&#224;m ch&#7895; v&#7873; cho c&#225;c ch&#250;ng sanh. &#208;&#7913;c Nh&#432; Lai
xu&#7845;t th&#7871; r&#7845;t kh&#243; g&#7863;p. Ph&#432;&#7899;c &#273;i&#7873;n v&#244; th&#432;&#7907;ng nay &#273;&#227; m&#7845;t h&#7859;n.
D&#249;ng vi&#7879;c nh&#432; v&#7853;y l&#224;m cho ch&#250;ng sanh m&#7871;n luy&#7871;n bu&#7891;n kh&#243;c m&#224; l&#224;m
Ph&#7853;t s&#7921;. L&#7841;i v&#236; h&#243;a &#273;&#7897; t&#7845;t c&#7843; tr&#7901;i, ng&#432;&#7901;i, b&#225;t b&#7897;, n&#234;n t&#249;y
theo s&#7921; th&#237;ch mu&#7889;n c&#7911;a h&#7885;, m&#224; n&#225;t th&#226;n Ph&#7853;t th&#224;nh ng&#7885;c X&#225; L&#7907;i
v&#244; l&#432;&#7907;ng v&#244; s&#7889; b&#7845;t t&#432; ngh&#236;, khi&#7871;n c&#225;c ch&#250;ng sanh ph&#225;t l&#242;ng tin
thanh t&#7883;nh, cung k&#237;nh t&#244;n tr&#7885;ng, hoan h&#7927; c&#250;ng d&#432;&#7901;ng, tu c&#225;c c&#244;ng &#273;&#7913;c
&#273;&#7847;y &#273;&#7911; vi&#234;n m&#227;n, l&#7841;i x&#226;y th&#225;p c&#225;c th&#7913; trang nghi&#234;m &#273;&#7863;t &#7903;
trong cung &#273;i&#7879;n c&#7911;a Tr&#7901;i, Ng&#432;&#7901;i, B&#225;t B&#7897; &#273;&#7875; c&#250;ng d&#432;&#7901;ng. R&#259;ng,
m&#243;ng, t&#243;c c&#7911;a Ph&#7853;t c&#361;ng &#273;&#7873;u d&#7921;ng th&#225;p c&#250;ng d&#432;&#7901;ng. L&#224;m cho
ng&#432;&#7901;i th&#7845;y &#273;&#7873;u ni&#7879;m Ph&#7853;t, ni&#7879;m Ph&#225;p, ni&#7879;m T&#259;ng, tin m&#7871;n kh&#244;ng
th&#244;i, th&#224;nh k&#237;nh t&#244;n tr&#7885;ng, b&#7889; th&#237; c&#250;ng d&#432;&#7901;ng kh&#7855;p m&#7885;i n&#417;i, tu
c&#225;c c&#244;ng &#273;&#7913;c. Do ph&#432;&#7899;c n&#224;y, h&#7885; &#273;&#432;&#7907;c sanh c&#245;i tr&#7901;i hay trong
nh&#226;n gian, d&#242;ng h&#7885; t&#244;n vinh, t&#224;i s&#7843;n &#273;&#7847;y &#273;&#7911;, nh&#7919;ng quy&#7871;n thu&#7897;c
&#273;&#7873;u thanh t&#7883;nh, ch&#7859;ng &#273;o&#7841; &#225;c th&#250;, th&#432;&#7901;ng sanh thi&#7879;n &#273;&#7841;o, h&#7857;ng
&#273;&#432;&#7907;c th&#7845;y Ph&#7853;t &#273;&#7911; nh&#7919;ng ph&#225;p l&#224;nh, mau &#273;&#432;&#7907;c xu&#7845;t ly ba c&#245;i,
&#273;&#7873;u t&#249;y s&#7903; nguy&#7879;n &#273;&#432;&#7907;c ch&#7913;ng qu&#7843; n&#417;i th&#7915;a c&#7911;a h&#7885; &#273;&#227; tu.
&#208;&#7889;i v&#7899;i &#273;&#7913;c Nh&#432; Lai th&#7901;i bi&#7871;t &#417;n v&#224; b&#225;o &#417;n. Tr&#7885;n l&#224;m ch&#7895; quy y
cho th&#7871; gian. Ch&#432; Ph&#7853;t Th&#7871; T&#244;n d&#7847;u nh&#7853;p &#273;&#7841;i Ni&#7871;t b&#224;n, v&#7851;n l&#224;m
ph&#432;&#7899;c &#273;i&#7873;n thanh t&#7883;nh b&#7845;t t&#432; ngh&#236; cho ch&#250;ng sanh, l&#224; ph&#432;&#7899;c &#273;i&#7873;n
t&#7889;i th&#432;&#7907;ng c&#244;ng &#273;&#7913;c v&#244; t&#7853;n, l&#224;m cho c&#225;c ch&#250;ng sanh &#273;&#7847;y &#273;&#7911;
thi&#7879;n c&#259;n, ph&#432;&#7899;c &#273;&#7913;c vi&#234;n m&#227;n. &#208;&#226;y l&#224; Ph&#7853;t s&#7921; qu&#7843;ng &#273;&#7841;i
th&#7913; m&#432;&#7901;i c&#7911;a ch&#432; Ph&#7853;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Nh&#7919;ng Ph&#7853;t s&#7921; n&#224;y qu&#7843;ng &#273;&#7841;i v&#244;
l&#432;&#7907;ng b&#7845;t t&#432; ngh&#236;, t&#7845;t c&#7843; th&#7871; gian tr&#7901;i, ng&#432;&#7901;i, nh&#7851;n &#273;&#7871;n tam
th&#7871; Thanh V&#259;n, &#208;&#7897;c Gi&#225;c &#273;&#7873;u ch&#7859;ng bi&#7871;t &#273;&#432;&#7907;c. Ch&#7881; tr&#7915; khi oai
th&#7847;n c&#7911;a Nh&#432; lai gia h&#7897;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i &#273;i&#7873;u v&#244; nh&#7883;
th&#7853;t h&#224;nh ph&#225;p t&#7921; t&#7841;i : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay kh&#233;o n&#243;i l&#7901;i th&#7885;
k&#253;, quy&#7871;t &#273;&#7883;nh kh&#244;ng hai. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay t&#249;y thu&#7853;n t&#226;m ni&#7879;m
c&#7911;a ch&#250;ng sanh l&#224;m cho &#253; h&#7885; &#273;&#432;&#7907;c th&#7887;a m&#227;n, quy&#7871;t &#273;&#7883;nh kh&#244;ng hai. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay hi&#7879;n gi&#225;c t&#7845;t c&#7843;
ph&#225;p, di&#7877;n thuy&#7871;t &#253; ngh&#297;a, quy&#7871;t &#273;&#7883;nh kh&#244;ng hai. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hay &#273;&#7847;y &#273;&#7911; tam th&#7871;
Ph&#7853;t tr&#237; hu&#7879;, quy&#7871;t &#273;&#7883;nh kh&#244;ng hai. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u bi&#7871;t tam th&#7871; t&#7845;t c&#7843;
s&#225;t na l&#224; m&#7897;t s&#225;t na, quy&#7871;t &#273;&#7883;nh kh&#244;ng hai. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u bi&#7871;t tam th&#7871; t&#7845;t c&#7843;
c&#245;i Ph&#7853;t v&#224;o m&#7897;t c&#245;i Ph&#7853;t, quy&#7871;t &#273;&#7883;nh kh&#244;ng hai. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u bi&#7871;t tam th&#7871; t&#7845;t c&#7843;
l&#7901;i Ph&#7853;t l&#224; m&#7897;t l&#7901;i Ph&#7853;t, quy&#7871;t &#273;&#7883;nh kh&#244;ng hai. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u bi&#7871;t tam th&#7871; t&#7845;t c&#7843;
ch&#432; Ph&#7853;t c&#249;ng t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#432;&#7907;c gi&#225;o h&#243;a th&#7875; t&#225;nh b&#236;nh
&#273;&#7859;ng, quy&#7871;t &#273;&#7883;nh kh&#244;ng hai. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u bi&#7871;t th&#7871; ph&#225;p v&#224;
Ph&#7853;t ph&#225;p t&#225;nh kh&#244;ng sai kh&#225;c, quy&#7871;t &#273;&#7883;nh kh&#244;ng hai. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u bi&#7871;t tam th&#7871; ch&#432;
Ph&#7853;t c&#243; bao nhi&#234;u thi&#7879;n c&#259;n &#273;&#7873;u &#273;&#7891;ng m&#7897;t thi&#7879;n c&#259;n, quy&#7871;t &#273;&#7883;nh
kh&#244;ng hai. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i ph&#225;p tr&#7909;,
&#273;&#7875; an tr&#7909; t&#7845;t c&#7843; ph&#225;p : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; gi&#225;c ng&#7897; t&#7845;t c&#7843; ph&#225;p
gi&#7899;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; &#273;&#7841;i bi ng&#7919;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; b&#7893;n &#273;&#7841;i nguy&#7879;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; ch&#7859;ng b&#7887; &#273;i&#7873;u ph&#7909;c
ch&#250;ng sanh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; ph&#225;p kh&#244;ng t&#7921; t&#225;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; b&#236;nh &#273;&#7859;ng l&#7907;i &#237;ch. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; ph&#225;p kh&#244;ng qu&#234;n m&#7845;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; t&#226;m kh&#244;ng ch&#432;&#7899;ng
ng&#7841;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; t&#226;m h&#7857;ng ch&#225;nh &#273;&#7883;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t tr&#7909; v&#224;o kh&#7855;p t&#7845;t c&#7843;
ph&#225;p ch&#7859;ng tr&#225;i t&#432;&#7899;ng thi&#7879;t t&#7871;. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i &#273;i&#7873;u bi&#7871;t
h&#7871;t t&#7845;t c&#7843; ph&#225;p kh&#244;ng th&#7915;a s&#243;t : </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; bi&#7871;t h&#7871;t t&#7845;t c&#7843; ph&#225;p qu&#225; kh&#7913;, kh&#244;ng th&#7915;a
s&#243;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; bi&#7871;t h&#7871;t t&#7845;t c&#7843; ph&#225;p v&#7883; lai, kh&#244;ng th&#7915;a s&#243;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; bi&#7871;t h&#7871;t t&#7845;t c&#7843; ph&#225;p hi&#7879;n t&#7841;i, kh&#244;ng th&#7915;a
s&#243;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; bi&#7871;t h&#7871;t t&#7845;t c&#7843; ph&#225;p ng&#244;n ng&#7919;, kh&#244;ng
th&#7915;a s&#243;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; bi&#7871;t h&#7871;t t&#7845;t c&#7843; &#273;&#7841;o th&#7871; gian, kh&#244;ng th&#7915;a
s&#243;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; bi&#7871;t h&#7871;t t&#7845;t c&#7843; t&#226;m ch&#250;ng sanh, kh&#244;ng th&#7915;a
s&#243;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; bi&#7871;t h&#7871;t t&#7845;t c&#7843; nh&#7919;ng ph&#7847;n v&#7883; th&#432;&#7907;ng trung
h&#7841; thi&#7879;n c&#259;n c&#7911;a B&#7891; T&#225;t, kh&#244;ng th&#7915;a s&#243;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; bi&#7871;t h&#7871;t t&#7845;t c&#7843; tr&#237; vi&#234;n m&#227;n v&#224; nh&#7919;ng
thi&#7879;n c&#259;n c&#7911;a Ph&#7853;t ch&#7859;ng t&#259;ng, ch&#7859;ng gi&#7843;m, kh&#244;ng th&#7915;a s&#243;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; bi&#7871;t h&#7871;t t&#7845;t c&#7843; Ph&#225;p &#273;&#7873;u t&#7915; duy&#234;n kh&#7903;i,
kh&#244;ng th&#7915;a s&#243;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; bi&#7871;t h&#7871;t t&#7845;t c&#7843; th&#7871; gi&#7899;i ch&#7911;ng, trong
t&#7845;t c&#7843; ph&#225;p gi&#7899;i nh&#7919;ng s&#7921; sai bi&#7879;t nh&#432; l&#432;&#7899;i Thi&#234;n &#208;&#7871;, kh&#244;ng
th&#7915;a s&#243;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i th&#7913; l&#7921;c.
Nh&#7919;ng l&#224; : qu&#7843;ng &#273;&#7841;i l&#7921;c, t&#7889;i th&#432;&#7907;ng l&#7921;c, v&#244; l&#432;&#7907;ng l&#7921;c,
&#273;&#7841;i oai &#273;&#7913;c l&#7921;c, nan ho&#7841;ch l&#7921;c, b&#7845;t th&#7889;i l&#7921;c, ki&#234;n c&#7889; l&#7921;c,
b&#7845;t kh&#7843; ho&#7841;i l&#7921;c, t&#7845;t c&#7843; th&#7871; gian b&#7845;t t&#432; ngh&#236; l&#7921;c, t&#7845;t c&#7843;
ch&#250;ng sanh v&#244; n&#259;ng &#273;&#7897;ng l&#7921;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i th&#7913; tr&#224;ng
&#273;&#7841;i kim cang d&#361;ng ki&#7879;n ph&#225;p : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#226;n ch&#7859;ng h&#432; ho&#7841;i, m&#7841;ng ch&#7859;ng th&#7875;
d&#7913;t, th&#7871; gian &#273;&#7897;c d&#432;&#7907;c kh&#244;ng th&#7875; tr&#250;ng, t&#7845;t c&#7843; th&#7871; gi&#7899;i
nh&#7919;ng tai th&#7911;y, h&#7887;a, phong, &#273;i&#7873;u kh&#244;ng th&#7875; l&#224;m h&#7841;i &#273;&#7871;n th&#226;n Ph&#7853;t.
T&#7845;t c&#7843; c&#225;c ma, thi&#234;n, long, b&#225;t b&#7897;, qu&#7927;, th&#7847;n, h&#7871;t th&#7871; l&#7921;c c&#7911;a
h&#7885; m&#432;a kim cang l&#7899;n nh&#432; n&#250;i Tu Di v&#224; n&#250;i Thi&#7871;t Vi kh&#7855;p c&#7843; &#208;&#7841;i
Thi&#234;n th&#7871; gi&#7899;i &#273;&#7891;ng th&#7901;i r&#417;i xu&#7889;ng, ch&#7859;ng th&#7875; l&#224;m t&#226;m Ph&#7853;t kinh
s&#7907;, nh&#7851;n &#273;&#7871;n m&#7897;t s&#7907;i l&#244;ng c&#361;ng ch&#7859;ng lay &#273;&#7897;ng, Ph&#7853;t v&#7851;n &#273;i
&#273;&#7913;ng ng&#7891;i n&#7857;m nh&#432; th&#432;&#7901;ng kh&#244;ng &#273;&#7893;i. Ch&#7895; c&#7911;a Ph&#7853;t ng&#7921;, b&#7889;n
ph&#432;&#417;ng xa g&#7847;n ch&#7859;ng cho r&#7899;t xu&#7889;ng th&#7901;i kh&#244;ng th&#7875; m&#432;a xu&#7889;ng &#273;&#432;&#7907;c.
Gi&#7843; s&#7917; Ph&#7853;t kh&#244;ng ng&#259;n m&#224; tha h&#7891; cho m&#432;a, th&#7901;i c&#361;ng tr&#7885;n ch&#7859;ng
b&#7883; t&#7893;n h&#7841;i. N&#7871;u c&#243; ch&#250;ng sanh &#273;&#432;&#7907;c Ph&#7853;t h&#7897; tr&#236; v&#224; Ph&#7853;t sai s&#7917;
c&#242;n ch&#7859;ng l&#224;m h&#7841;i &#273;&#432;&#7907;c, hu&#7889;ng l&#224; th&#226;n c&#7911;a Nh&#432; Lai. &#208;&#226;y l&#224;
tr&#224;ng &#273;&#7841;i na la di&#234;n d&#361;ng ki&#7879;n ph&#225;p th&#7913; nh&#7913;t c&#7911;a Ph&#7853;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;em t&#7845;t c&#7843; n&#250;i Tu Di,
n&#250;i Thi&#7871;t Vi, n&#250;i &#208;&#7841;i Thi&#7871;t Vi, &#273;&#7841;i h&#7843;i, n&#250;i r&#7915;ng, cung &#273;i&#7879;n,
nh&#224; c&#7917;a trong nh&#7919;ng th&#7871; gi&#7899;i kh&#7855;p ph&#225;p gi&#7899;i &#273;&#7875; v&#224;o m&#7897;t l&#7895;
l&#244;ng &#273;&#7871;n su&#7889;t ki&#7871;p v&#7883; lai m&#224; c&#225;c ch&#250;ng sanh ch&#7859;ng hay ch&#7859;ng bi&#7871;t.
Ch&#7881; tr&#7915; ng&#432;&#7901;i &#273;&#432;&#7907;c th&#7847;n l&#7921;c c&#7911;a &#273;&#7913;c Nh&#432; Lai gia b&#7883;. B&#7845;y gi&#7901;
n&#417;i m&#7897;t l&#7895; l&#244;ng, ch&#432; Ph&#7853;t gi&#7919; l&#7845;y t&#7845;t c&#7843; th&#7871; gi&#7899;i su&#7889;t ki&#7871;p
v&#7883; lai, ho&#7863;c &#273;i &#273;&#7913;ng ng&#7891;i n&#7857;m ch&#7859;ng h&#7873; bi&#7871;t m&#7887;i nh&#7885;c. V&#237; nh&#432; h&#432;
kh&#244;ng kh&#7855;p gi&#7919; g&#236;n t&#7845;t c&#7843; th&#7871; gi&#7899;i kh&#7855;p ph&#225;p gi&#7899;i m&#224; kh&#244;ng
m&#7887;i nh&#7885;c. Ch&#432; Ph&#7853;t gi&#7919; l&#7845;y t&#7845;t c&#7843; th&#7871; gi&#7899;i su&#7889;t ki&#7871;p v&#7883; lai n&#417;i
m&#7897;t l&#7895; l&#244;ng kh&#244;ng m&#7887;i nh&#7885;c c&#361;ng nh&#432; v&#7853;y. &#208;&#226;y l&#224; tr&#224;ng &#273;&#7841;i kim
cang d&#361;ng ki&#7879;n ph&#225;p th&#7913; hai c&#7911;a ch&#432; Ph&#7853;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! T&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; th&#7875; trong kho&#7843;ng m&#7897;t
ni&#7879;m b&#432;&#7899;c &#273;&#432;&#7907;c b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t th&#7871; gi&#7899;i vi
tr&#7847;n s&#7889; b&#432;&#7899;c. M&#7895;i m&#7895;i b&#432;&#7899;c &#273;&#243; b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t
Ph&#7853;t s&#225;t vi tr&#7847;n s&#7889; qu&#7889;c &#273;&#7897;. &#208;i m&#227;i nh&#432; v&#7853;y tr&#7843;i qua t&#7845;t c&#7843; vi
tr&#7847;n s&#7889; ki&#7871;p. Gi&#7843; s&#7917; c&#243; m&#7897;t t&#242;a n&#250;i &#273;&#7841;i kim cang l&#7899;n b&#7857;ng t&#7845;t
c&#7843; qu&#7889;c &#273;&#7897; m&#224; &#273;&#7913;c Ph&#7853;t &#273;&#227; b&#432;&#7899;c quan tr&#234;n kia. C&#243; b&#7845;t kh&#7843;
thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t Ph&#7853;t s&#225;t vi tr&#7847;n s&#7889; n&#250;i &#273;&#7841;i kim cang nh&#432;
v&#7853;y, ch&#432; Ph&#7853;t c&#243; th&#7875; &#273;em t&#7845;t c&#7843; &#273;&#7875; v&#224;o m&#7897;t l&#7895; l&#244;ng. S&#7889; l&#7895;
l&#244;ng n&#417;i th&#226;n Ph&#7853;t b&#7857;ng v&#7899;i s&#7889; l&#7895; l&#244;ng c&#7911;a t&#7845;t c&#7843; th&#226;n ch&#250;ng
sanh trong ph&#225;p gi&#7899;i c&#7897;ng l&#7841;i. N&#417;i m&#7895;i m&#7895;i l&#7895; l&#244;ng tr&#234;n th&#226;n Ph&#7853;t
&#273;&#7873;u &#273;&#7875; s&#7889; n&#250;i &#273;&#7841;i kim cang nh&#432; tr&#234;n r&#7891;i gi&#7919; l&#7845;y m&#224; du h&#224;nh
kh&#7855;p th&#7853;p ph&#432;&#417;ng t&#7845;t c&#7843; th&#7871; gi&#7899;i, t&#7915; ti&#7873;n t&#7871; su&#7889;t &#273;&#7871;n v&#7883; lai
t&#7871; t&#7845;t c&#7843; ki&#7871;p kh&#244;ng ng&#417;i ngh&#7881;. Th&#226;n Ph&#7853;t kh&#244;ng t&#7893;n c&#361;ng kh&#244;ng
m&#7887;i nh&#7885;c. T&#226;m Ph&#7853;t lu&#244;n tr&#7909; &#273;&#7841;i &#273;&#7883;nh kh&#244;ng t&#225;n lo&#7841;n. &#208;&#226;y l&#224;
tr&#224;ng &#273;&#7841;i kim cang d&#361;ng ki&#7879;n ph&#225;p th&#7913; ba c&#7911;a ch&#432; Ph&#7853;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! T&#7845;t c&#7843; ch&#432; Ph&#7853;t khi &#273;&#227; m&#7897;t l&#7847;n ng&#7891;i &#259;n
xong, ng&#7891;i ki&#7871;t gi&#224; tr&#7843;i qua ti&#7873;n t&#7871; h&#7853;u t&#7871; b&#7845;t kh&#7843; thuy&#7871;t ki&#7871;p,
nh&#7853;p n&#417;i an l&#7841;c b&#7845;t t&#432; ngh&#236; c&#7911;a ch&#432; Ph&#7853;t h&#432;&#7903;ng. Th&#226;n Ph&#7853;t an tr&#7909;
v&#7855;ng l&#7863;ng b&#7845;t &#273;&#7897;ng, nh&#432;ng c&#361;ng ch&#7859;ng b&#7887; ph&#7871; vi&#7879;c ho&#225; &#273;&#7897; ch&#250;ng
sanh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! V&#237; nh&#432; c&#243; ng&#432;&#7901;i n&#417;i m&#7895;i m&#7895;i th&#7871; gi&#7899;i
kh&#7855;p h&#432; kh&#244;ng &#273;&#7873;u d&#249;ng &#273;&#7847;u s&#7907;i l&#244;ng th&#7913; &#273;&#7875; &#273;o l&#432;&#7901;ng. Ch&#432;
Ph&#7853;t c&#243; th&#7875; &#7903; n&#417;i ch&#7895; m&#7897;t &#273;&#7847;u l&#244;ng ng&#7891;i ki&#7871;t gi&#224; su&#7889;t ki&#7871;p
v&#7883; lai, nh&#432; n&#417;i ch&#7895; m&#7897;t &#273;&#7847;u l&#244;ng, t&#7845;t c&#7843; ch&#7895; &#273;&#7847;u l&#244;ng c&#361;ng &#273;&#7873;u
nh&#432; v&#7853;y </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Gi&#7843; s&#7917; m&#432;&#7901;i ph&#432;&#417;ng th&#7871; gi&#7899;i, t&#7845;t c&#7843;
ch&#250;ng sanh trong &#273;&#243;, th&#226;n c&#7911;a h&#7885; &#273;&#7873;u l&#7899;n b&#7857;ng t&#7845;t c&#7843; thuy&#7871;t
Ph&#7853;t s&#225;t vi tr&#7847;n s&#7889; th&#7871; gi&#7899;i, nh&#7865; n&#7863;ng c&#361;ng b&#7857;ng. Ch&#432; Ph&#7853;t c&#243;
th&#7875; &#273;&#7875; t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#243; tr&#234;n &#273;&#7847;u m&#7897;t ng&#243;n tai, t&#7845;t c&#7843;
&#273;&#7847;u ng&#243;n tai c&#361;ng &#273;&#7873;u nh&#432; v&#7853;y, tr&#7843;i qua su&#7889;t t&#7845;t c&#7843; ki&#7871;p v&#7883; lai,
&#273;em t&#7845;t c&#7843; ch&#250;ng sanh &#7845;y v&#224;o m&#7895;i m&#7895;i th&#7871; gi&#7899;i kh&#7855;p h&#432; kh&#244;ng
c&#249;ng ph&#225;p gi&#7899;i kh&#244;ng th&#7915;a s&#243;t. M&#224; th&#226;n t&#226;m c&#7911;a Ph&#7853;t tr&#7885;n kh&#244;ng
m&#7887;i nh&#7885;c. &#208;&#226;y l&#224; tr&#224;ng &#273;&#7841;i kim cang d&#361;ng ki&#7879;n ph&#225;p th&#7913; t&#432; c&#7911;a
ch&#432; Ph&#7853;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! T&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; th&#7875; &#7903; n&#417;i m&#7897;t th&#226;n
h&#243;a hi&#7879;n b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t Ph&#7853;t s&#225;t vi tr&#7847;n s&#7889; &#273;&#7847;u.
M&#7895;i m&#7895;i &#273;&#7847;u h&#243;a hi&#7879;n b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t Ph&#7853;t s&#225;t vi
tr&#7847;n s&#7889; l&#432;&#7905;i. M&#7895;i m&#7895;i l&#432;&#7905;i h&#243;a su&#7845;t b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843;
thuy&#7871;t Ph&#7853;t s&#225;t vi tr&#7847;n s&#7889; &#226;m thanh sai kh&#225;c, ch&#250;ng sanh trong ph&#225;p
gi&#7899;i kh&#244;ng ai ch&#7859;ng nghe. M&#7895;i m&#7895;i &#226;m thanh di&#7877;n b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t
kh&#7843; thuy&#7871;t Ph&#7853;t s&#225;t vi tr&#7847;n s&#7889; t&#7841;ng tu &#273;a la. M&#7895;i m&#7895;i t&#7841;ng kh&#7871; kinh
di&#7877;n b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t Ph&#7853;t s&#225;t vi tr&#7847;n s&#7889; ph&#225;p. M&#7895;i
m&#7895;i ph&#225;p c&#243; b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t Ph&#7853;t s&#225;t vi tr&#7847;n s&#7889;
v&#259;n t&#7921; c&#250; ngh&#297;a. Nh&#432; v&#7853;y di&#7877;n thuy&#7871;t su&#7889;t b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t
kh&#7843; thuy&#7871;t Ph&#7853;t s&#225;t vi tr&#7847;n s&#7889; ki&#7871;p. M&#227;n s&#7889; ki&#7871;p n&#224;y r&#7891;i l&#7841;i
di&#7877;n thuy&#7871;t su&#7889;t b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t Ph&#7853;t s&#225;t vi tr&#7847;n
s&#7889; ki&#7871;p. Th&#7913; &#273;&#7879; nh&#432; v&#7853;y nh&#7851;n &#273;&#7871;n h&#7871;t t&#7845;t c&#7843; th&#7871; gi&#7899;i vi
tr&#7847;n s&#7889;, h&#7871;t t&#7845;t c&#7843; ch&#250;ng sanh t&#226;m ni&#7879;m s&#7889;, v&#7883; lai t&#7871; ki&#7871;p c&#242;n
c&#243; th&#7875; c&#249;ng t&#7853;n, Nh&#432; Lai h&#243;a th&#226;n chuy&#7875;n ph&#225;p lu&#226;n kh&#244;ng c&#243; c&#249;ng
t&#7853;n : nh&#7919;ng l&#224; tr&#237; hu&#7879; di&#7877;n thuy&#7871;t ph&#225;p lu&#226;n, d&#7913;t nh&#7919;ng nghi
ho&#7863;c ph&#225;p lu&#226;n, chi&#7871;u t&#7845;t c&#7843; ph&#225;p ph&#225;p lu&#226;n, khai v&#244; ng&#7841;i t&#7841;ng
ph&#225;p lu&#226;n, khi&#7871;n v&#244; l&#432;&#7907;ng ch&#250;ng sanh hoan h&#7927; &#273;i&#7873;u ph&#7909;c ph&#225;p lu&#226;n,
khai th&#7883; t&#7845;t c&#7843; B&#7891; T&#225;t h&#7841;nh ph&#225;p lu&#226;n, cao th&#259;ng vi&#234;n m&#227;n m&#7863;t
nh&#7921;t &#273;&#7841;i tr&#237; hu&#7879; ph&#225;p lu&#226;n, kh&#7855;p th&#7855;p &#273;&#232;n s&#225;ng tr&#237; hu&#7879; soi th&#7871;
gian ph&#225;p lu&#226;n, bi&#7879;n t&#224;i v&#244; &#250;y c&#225;c th&#7913; trang nghi&#234;m ph&#225;p lu&#226;n. Nh&#432;
m&#7897;t th&#226;n Ph&#7853;t d&#249;ng s&#7913;c th&#7847;n th&#244;ng chuy&#7875;n nh&#7919;ng ph&#225;p lu&#226;n sai
bi&#7879;t nh&#432; v&#7853;y, t&#7845;t c&#7843; th&#7871; ph&#225;p kh&#244;ng v&#237; d&#7909; &#273;&#432;&#7907;c. Kh&#7855;p h&#432; kh&#244;ng
gi&#7899;i m&#7895;i m&#7895;i ch&#7895; b&#7857;ng &#273;&#7847;u l&#244;ng, c&#243; b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843;
thuy&#7871;t Ph&#7853;t s&#225;t vi tr&#7847;n s&#7889; th&#7871; gi&#7899;i, trong m&#7895;i m&#7895;i th&#7871; gi&#7899;i,
ni&#7879;m ni&#7879;m hi&#7879;n b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t Ph&#7853;t s&#225;t vi tr&#7847;n s&#7889;
h&#243;a th&#226;n, m&#7895;i m&#7895;i h&#243;a th&#226;n c&#361;ng &#273;&#7873;u chuy&#7875;n ph&#225;p lu&#226;n nh&#432; v&#7853;y.
&#194;m thanh thuy&#7871;t ph&#225;p, v&#259;n t&#7921;, c&#226;u ngh&#297;a, m&#7895;i m&#7895;i sung m&#227;n t&#7845;t c&#7843;
ph&#225;p gi&#7899;i, trong &#273;&#243; ch&#250;ng sanh &#273;&#7873;u hi&#7875;u r&#245; &#273;&#432;&#7907;c, m&#224; ng&#244;n &#226;m
c&#7911;a Ph&#7853;t kh&#244;ng &#273;&#7893;i, kh&#244;ng d&#7913;t, kh&#244;ng c&#249;ng t&#7853;n. &#208;&#226;y l&#224; tr&#224;ng
&#273;&#7841;i kim cang d&#361;ng ki&#7879;n ph&#225;p th&#7913; n&#259;m c&#7911;a ch&#432; Ph&#7853;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u d&#249;ng &#273;&#7913;c t&#432;&#7899;ng
trang nghi&#234;m h&#244;ng ng&#7921;c nh&#432; kim cang kh&#244;ng b&#7883; t&#7893;n ho&#7841;i. Ng&#7891;i ki&#7871;t gi&#224;
d&#432;&#7899;i c&#7897;i B&#7891; &#208;&#7873;, qu&#226;n ma s&#7889; &#273;&#244;ng v&#244; bi&#234;n, c&#225;c th&#7913; d&#7883; h&#236;nh
r&#7845;t &#273;&#225;ng kinh s&#7907;, ch&#250;ng sanh th&#7845;y &#273;&#243; kh&#244;ng ai ch&#7859;ng kinh s&#7907;, h&#227;i
h&#249;ng cu&#7891;ng lo&#7841;n ho&#7863;c ng&#7845;t ch&#7871;t. Ch&#250;ng ma nh&#432; v&#7853;y &#273;&#7847;y ch&#7853;t h&#432;
kh&#244;ng, Nh&#432; Lai th&#7845;y &#273;&#243; l&#242;ng ch&#7859;ng s&#7907;, ch&#7859;ng bi&#7871;n s&#7855;c, ch&#7859;ng &#273;&#7897;ng
m&#7897;t l&#244;ng, c&#361;ng ch&#7859;ng ph&#226;n bi&#7879;t l&#236;a nh&#7919;ng h&#7881; n&#7897;, v&#7855;ng l&#7863;ng thanh
t&#7883;nh, tr&#7909; ch&#7895; c&#7911;a Ph&#7853;t tr&#7909;, &#273;&#7911; s&#7913;c t&#7915; bi, c&#225;c c&#259;n &#273;i&#7873;u ph&#7909;c,
t&#226;m v&#244; &#250;y v&#224; hay d&#7865;p ph&#7909;c t&#7845;t c&#7843; qu&#226;n ma, khi&#7871;n ch&#250;ng ma h&#7891;i t&#226;m
c&#250;i &#273;&#7847;u quy y, r&#7891;i sau &#273;&#243; &#273;&#7913;c Ph&#7853;t d&#249;ng tam lu&#226;n gi&#225;o h&#243;a, khi&#7871;n
h&#7885; &#273;&#7873;u ph&#225;t t&#226;m V&#244; th&#432;&#7907;ng B&#7891; &#208;&#7873;, v&#297;nh vi&#7877;n ch&#7859;ng th&#7889;i chuy&#7875;n.
&#208;&#226;y l&#224; tr&#224;ng &#273;&#7841;i kim cang d&#361;ng ki&#7879;n ph&#225;p th&#7913; s&#225;u c&#7911;a ch&#432; Ph&#7853;t. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! T&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; &#226;m thanh v&#244; ng&#7841;i. &#194;m
thanh &#273;&#243; kh&#7855;p t&#7845;t c&#7843; th&#7871; gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng, ch&#250;ng sanh &#273;&#432;&#7907;c nghe
t&#7921; nhi&#234;n &#273;i&#7873;u ph&#7909;c. &#194;m thanh c&#7911;a ch&#432; Nh&#432; Lai ph&#225;t ra, t&#7845;t c&#7843; n&#250;i
l&#7899;n nh&#432; Tu Di &#273;&#7873;u kh&#244;ng ng&#259;n ch&#432;&#7899;ng &#273;&#432;&#7907;c. Cung tr&#7901;i, cung r&#7891;ng,
cung c&#7911;a b&#225;t b&#7897; th&#7847;n c&#361;ng kh&#244;ng ng&#259;n ch&#432;&#7899;ng &#273;&#432;&#7907;c. Nh&#7919;ng &#226;m
thanh cao l&#7899;n c&#7911;a t&#7845;t c&#7843; th&#7871; gi&#7899;i c&#361;ng kh&#244;ng che ch&#432;&#7899;ng &#273;&#432;&#7907;c.
T&#249;y theo t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#225;ng &#273;&#432;&#7907;c ho&#225; &#273;&#7897; &#273;&#7873;u &#273;&#432;&#7907;c nghe,
&#273;&#7873;u hi&#7875;u r&#245; v&#259;n t&#7921; c&#250; ngh&#297;a. &#208;&#226;y l&#224; tr&#224;ng &#273;&#7841;i kim cang d&#361;ng
ki&#7879;n ph&#225;p th&#7913; b&#7843;y c&#7911;a ch&#432; Ph&#7853;t. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! T&#7845;t c&#7843; ch&#432; Ph&#7853;t t&#226;m kh&#244;ng ch&#432;&#7899;ng ng&#7841;i.
Trong tr&#259;m ng&#224;n &#7913;c na do tha b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t ki&#7871;p
h&#7857;ng kh&#233;o thanh t&#7883;nh. Tam th&#7871; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7891;ng m&#7897;t th&#7875; t&#225;nh,
kh&#244;ng &#273;&#7909;c, kh&#244;ng m&#7901;, kh&#244;ng ng&#227;, kh&#244;ng ng&#227; s&#7903;, ch&#7859;ng trong, ch&#7859;ng
ngo&#224;i, r&#245; c&#7843;nh tr&#7889;ng l&#7863;ng ch&#7859;ng sanh v&#7885;ng t&#432;&#7903;ng, kh&#244;ng s&#7903; y,
kh&#244;ng s&#7903; t&#225;c, ch&#7859;ng tr&#7909; c&#225;c t&#432;&#7899;ng, d&#7913;t h&#7859;n ph&#226;n bi&#7879;t, b&#7893;n
t&#225;nh thanh t&#7883;nh, b&#7887; r&#7901;i t&#7845;t c&#7843; phan duy&#234;n &#7913;c ni&#7879;m, v&#7899;i t&#7845;t c&#7843;
ph&#225;p th&#432;&#7901;ng kh&#244;ng ch&#7889;ng &#273;&#7889;i. Tr&#7909; n&#417;i thi&#7879;t t&#7871; ly d&#7909;c thanh t&#7883;nh,
nh&#7853;p ch&#417;n ph&#225;p gi&#7899;i. Di&#7877;n thuy&#7871;t v&#244; t&#7853;n, r&#7901;i s&#7889; l&#432;&#7907;ng, ch&#7859;ng
s&#7889; l&#432;&#7907;ng, bao nhi&#234;u v&#7885;ng t&#432;&#7903;ng tuy&#7879;t vi v&#244; vi. T&#7845;t c&#7843; ng&#244;n
thuy&#7871;t, n&#417;i b&#7845;t kh&#7843; thuy&#7871;t v&#244; bi&#234;n c&#7843;nh gi&#7899;i &#273;&#7873;u &#273;&#227; th&#244;ng
&#273;&#7841;t, v&#244; ng&#7841;i, v&#244; t&#7853;n tr&#237; hu&#7879; ph&#432;&#417;ng ti&#7879;n th&#224;nh t&#7921;u Th&#7853;p l&#7921;c.
T&#7845;t c&#7843; c&#244;ng &#273;&#7913;c trang nghi&#234;m thanh t&#7883;nh. Di&#7877;n thuy&#7871;t v&#244; l&#432;&#7907;ng
nh&#7919;ng ph&#225;p &#273;&#7873;u ch&#7859;ng tr&#225;i v&#7899;i thi&#7879;t t&#432;&#7899;ng. N&#417;i nh&#7919;ng ph&#225;p qu&#225;
kh&#7913; v&#7883; lai hi&#7879;n t&#7841;i trong ph&#225;p gi&#7899;i &#273;&#7873;u b&#236;nh &#273;&#7859;ng kh&#244;ng kh&#225;c r&#7889;t
r&#225;o t&#7921; t&#7841;i. Nh&#7853;p t&#7841;ng t&#7889;i th&#7855;ng c&#7911;a t&#7845;t c&#7843; ph&#225;p. V&#7899;i t&#7845;t c&#7843;
ph&#225;p m&#244;n ch&#225;nh ni&#7879;m ch&#7859;ng l&#7847;m. An tr&#7909; m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; c&#245;i
Ph&#7853;t m&#224; kh&#244;ng &#273;&#7897;ng chuy&#7875;n. &#208;&#432;&#7907;c tr&#237; b&#7845;t &#273;o&#7841;n, bi&#7871;t t&#7845;t c&#7843;
ph&#225;p r&#7889;t r&#225;o kh&#244;ng s&#243;t. H&#7871;t nh&#7919;ng h&#7919;u l&#7853;u, t&#226;m kh&#233;o gi&#7843;i
tho&#225;t, hu&#7879; kh&#233;o gi&#7843;i tho&#225;t, tr&#7909; n&#417;i thi&#7879;t t&#7871; th&#244;ng &#273;&#7841;t v&#244; ng&#7841;i,
t&#226;m th&#432;&#7901;ng ch&#225;nh &#273;&#7883;nh. N&#417;i tam th&#7871; ph&#225;p v&#224; t&#226;m h&#224;nh c&#7911;a t&#7845;t c&#7843;
ch&#250;ng sanh, kho&#7843;ng m&#7897;t ni&#7879;m li&#7877;u &#273;&#7841;t t&#7845;t c&#7843; &#273;&#7873;u kh&#244;ng ch&#432;&#7899;ng
ng&#7841;i. &#208;&#226;y l&#224; tr&#224;ng &#273;&#7841;i kim cang d&#361;ng ki&#7879;n ph&#225;p th&#7913; t&#225;m c&#7911;a ch&#432;
Ph&#7853;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7891;ng m&#7897;t ph&#225;p th&#226;n,
c&#7843;nh gi&#7899;i v&#244; l&#432;&#7907;ng th&#226;n, c&#244;ng &#273;&#7913;c v&#244; bi&#234;n th&#226;n, th&#7871; gian v&#244;
t&#7853;n th&#226;n, tam gi&#7899;i b&#7845;t nhi&#7877;m th&#226;n, t&#249;y ni&#7879;m th&#7883; hi&#7879;n th&#226;n, ch&#7859;ng
thi&#7879;t ch&#7859;ng h&#432; b&#236;nh &#273;&#7859;ng thanh t&#7883;nh th&#226;n, kh&#244;ng lai kh&#244;ng kh&#7913; v&#244; vi
b&#7845;t ho&#7841;i th&#226;n, nh&#7913;t t&#432;&#7899;ng v&#244; t&#432;&#7899;ng ph&#225;p t&#7921; t&#225;nh th&#226;n, kh&#244;ng
x&#7913; kh&#244;ng ph&#432;&#417;ng kh&#7855;p t&#7845;t c&#7843; th&#226;n, th&#7847;n bi&#7871;n t&#7921; t&#7841;i v&#244; bi&#234;n
s&#7855;c t&#432;&#7899;ng th&#226;n, c&#225;c lo&#7841;i th&#7883; hi&#7879;n v&#224;o kh&#7855;p t&#7845;t c&#7843; th&#226;n, di&#7879;u
ph&#225;p ph&#432;&#417;ng ti&#7879;n th&#226;n, tr&#237; t&#7841;ng ph&#7893; chi&#7871;u th&#226;n, th&#7883; ph&#225;p b&#236;nh &#273;&#7859;ng
th&#226;n, ph&#7893; bi&#7871;n ph&#225;p gi&#7899;i th&#226;n, kh&#244;ng &#273;&#7897;ng kh&#244;ng ph&#226;n bi&#7879;t, ch&#7859;ng
c&#243; ch&#7859;ng kh&#244;ng th&#432;&#7901;ng thanh t&#7883;nh th&#226;n, ch&#7859;ng ph&#432;&#417;ng ti&#7879;n ch&#7859;ng
kh&#244;ng ph&#432;&#417;ng ti&#7879;n, ch&#7859;ng di&#7879;t ch&#7859;ng kh&#244;ng di&#7879;t, t&#249;y theo nh&#7919;ng t&#237;n
gi&#7843;i c&#7911;a t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#225;ng h&#243;a &#273;&#7897; m&#224; th&#7883; hi&#7879;n th&#226;n. T&#7915;
t&#7845;t c&#7843; c&#244;ng &#273;&#7913;c m&#224; sanh ra th&#226;n, &#273;&#7911; t&#7845;t c&#7843; Ph&#7853;t ph&#225;p ch&#417;n nh&#432;
th&#226;n, b&#7893;n t&#225;nh t&#7883;ch t&#7883;nh kh&#244;ng ch&#432;&#7899;ng ng&#7841;i th&#226;n, th&#224;nh t&#7921;u t&#7845;t
c&#7843; v&#244; ng&#7841;i ph&#225;p th&#226;n, tr&#7909; kh&#7855;p t&#7845;t c&#7843; ph&#225;p gi&#7899;i thanh t&#7883;nh th&#226;n,
ph&#226;n h&#236;nh c&#249;ng kh&#7855;p t&#7845;t c&#7843; th&#7871; gian th&#226;n, kh&#244;ng phan duy&#234;n kh&#244;ng
th&#7889;i chuy&#7875;n tr&#7885;n gi&#7843;i tho&#225;t &#273;&#7911; nh&#7913;t thi&#7871;t tr&#237; r&#245; th&#7845;u kh&#7855;p c&#7843;
th&#226;n. &#208;&#226;y l&#224; tr&#224;ng &#273;&#7841;i kim cang d&#361;ng ki&#7879;n ph&#225;p th&#7913; ch&#237;n c&#7911;a ch&#432;
Ph&#7853;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! T&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7891;ng ng&#7897; t&#7845;t c&#7843; Nh&#432; Lai
ph&#225;p, &#273;&#7891;ng tu t&#7845;t c&#7843; B&#7891; T&#225;t h&#7841;nh, ho&#7863;c nguy&#7879;n ho&#7863;c tr&#237; thanh t&#7883;nh
b&#236;nh &#273;&#7859;ng, c&#361;ng nh&#432; &#273;&#7841;i h&#7843;i &#273;&#7873;u &#273;&#432;&#7907;c &#273;&#7847;y &#273;&#7911;, h&#224;nh l&#7921;c t&#244;n
th&#7855;ng ch&#432;a t&#7915;ng th&#7889;i ki&#7871;p, tr&#7909; n&#417;i v&#244; l&#432;&#7907;ng c&#7843;nh gi&#7899;i c&#7911;a c&#225;c
tam mu&#7897;i, hi&#7875;n th&#7883; t&#7845;t c&#7843; &#273;&#7841;o, khuy&#7871;n thi&#7879;n c&#259;n &#225;c, tr&#237; l&#7921;c &#273;&#7879;
nh&#7845;t, di&#7877;n ph&#225;p v&#244; &#250;y, t&#249;y c&#243; ai h&#7887;i &#273;&#7873;u kh&#233;o &#273;&#225;p, tr&#237; hu&#7879;
thuy&#7871;t ph&#225;p b&#236;nh &#273;&#7859;ng thanh t&#7883;nh, th&#226;n ng&#7919; &#253; h&#224;nh &#273;&#7873;u kh&#244;ng t&#7841;p.
Tr&#7909; n&#417;i Ph&#7853;t ch&#7911;ng t&#225;nh c&#7911;a ch&#432; Ph&#7853;t &#273;&#227; tr&#7909;. D&#249;ng tr&#237; hu&#7879; Ph&#7853;t
m&#224; l&#224;m Ph&#7853;t s&#7921;. Tr&#7909; nh&#7913;t thi&#7871;t tr&#237; di&#7877;n v&#244; l&#432;&#7907;ng ph&#225;p, kh&#244;ng
c&#243; c&#259;n b&#7893;n, kh&#244;ng c&#243; bi&#234;n t&#7871;, th&#7847;n th&#244;ng tr&#237; tu&#7879; b&#7845;t t&#432; ngh&#236;.
T&#7845;t c&#7843; th&#7871; gian kh&#244;ng ai hi&#7875;u &#273;&#432;&#7907;c. Tr&#237; hu&#7879; th&#226;m nh&#7853;p th&#7845;y t&#7845;t
c&#7843; c&#225;c ph&#225;p vi di&#7879;u qu&#7843;ng &#273;&#7841;i v&#244; l&#432;&#7907;ng v&#244; bi&#234;n, tam th&#7871; ph&#225;p
m&#244;n &#273;i&#7873;u kh&#233;o th&#244;ng &#273;&#7841;t, t&#7845;t c&#7843; th&#7871; gi&#7899;i &#273;&#7873;u hay khai hi&#7875;u.
D&#249;ng tr&#237; xu&#7845;t th&#7871; n&#417;i c&#225;c th&#7871; gian l&#224;m b&#7845;t kh&#7843; thuy&#7871;t Ph&#7853;t s&#7921;.
Th&#224;nh tr&#237; b&#7845;t th&#7889;i v&#224;o s&#7889; ch&#432; Ph&#7853;t. D&#7847;u &#273;&#227; ch&#7913;ng &#273;&#432;&#7907;c ph&#225;p
ch&#7859;ng th&#7875; ng&#244;n thuy&#7871;t r&#7901;i v&#259;n t&#7921;, m&#224; hay khai th&#7883; c&#225;c th&#7913; ng&#244;n
t&#7915;. D&#249;ng tr&#237; Ph&#7893; Hi&#7873;n nh&#243;m nh&#7919;ng h&#7841;nh l&#224;nh. Th&#224;nh t&#7921;u di&#7879;u hu&#7879;
m&#7897;t ni&#7879;m t&#432;&#417;ng &#432;ng, &#273;&#7873;u bi&#7871;t r&#245; &#273;&#432;&#7907;c t&#7845;t c&#7843; ph&#225;p. T&#7845;t c&#7843;
ch&#250;ng sanh nh&#432; tr&#432;&#7899;c &#273;&#227; nh&#7899;, &#273;i&#7873;u y theo t&#7921; th&#7915;a &#273;&#7875; ban d&#7841;y
ph&#225;p &#273;&#243;. T&#7845;t c&#7843; c&#225;c ph&#225;p, t&#7845;t c&#7843; th&#7871; gi&#7899;i, t&#7845;t c&#7843; ch&#250;ng sanh,
t&#7845;t c&#7843; tam th&#7871;, &#7903; trong ph&#225;p gi&#7899;i c&#7843;nh gi&#7899;i nh&#432; v&#7853;y c&#243; v&#244;
l&#432;&#7907;ng v&#244; bi&#234;n, d&#249;ng tr&#237; v&#244; ng&#7841;i &#273;i&#7873;u th&#7845;y bi&#7871;t &#273;&#432;&#7907;c. T&#7845;t c&#7843;
ch&#432; Ph&#7853;t trong m&#7897;t ni&#7879;m, t&#249;y ch&#7895; &#273;&#225;ng h&#243;a &#273;&#7897; m&#224; xu&#7845;t th&#7871;, &#7903;
c&#245;i thanh t&#7883;nh th&#224;nh &#208;&#7859;ng Ch&#225;nh Gi&#225;c, hi&#7879;n th&#7847;n th&#244;ng l&#7921;c, khai ng&#7897;
tam th&#7871; t&#7845;t c&#7843; ch&#250;ng sanh, t&#226;m &#253; v&#224; th&#7913;c ch&#7859;ng l&#7895;i th&#7901;i. Ch&#250;ng
sanh v&#244; bi&#234;n, th&#7871; gi&#7899;i v&#244; bi&#234;n, ph&#225;p gi&#7899;i v&#244; bi&#234;n, tam th&#7871; v&#244;
bi&#234;n ch&#432; Ph&#7853;t t&#7889;i th&#7855;ng c&#361;ng v&#244; bi&#234;n &#273;i&#7873;u hi&#7879;n trong &#273;&#243; m&#224;
th&#224;nh Ch&#225;nh Gi&#225;c, d&#249;ng Ph&#7853;t tr&#237; hu&#7879; ph&#432;&#417;ng ti&#7879;n khai ng&#7897; kh&#244;ng th&#244;i
d&#7913;t. T&#7845;t c&#7843; ch&#432; Ph&#7853;t d&#249;ng th&#7847;n th&#244;ng l&#7921;c hi&#7879;n t&#7889;i di&#7879;u th&#226;n,
tr&#7909; v&#244; bi&#234;n x&#7913;, &#273;&#7841;i bi ph&#432;&#417;ng ti&#7879;n t&#226;m kh&#244;ng ch&#432;&#7899;ng ng&#7841;i, trong
t&#7845;t c&#7843; th&#7901;i gian th&#432;&#7901;ng v&#236; ch&#250;ng sanh thuy&#7871;t ph&#225;p kh&#244;ng th&#244;i d&#7913;t.
&#208;&#226;y l&#224; tr&#224;ng &#273;&#7841;i kim cang d&#361;ng ki&#7879;n ph&#225;p th&#7913; m&#432;&#7901;i c&#7911;a ch&#432;
Ph&#7853;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Tr&#224;ng &#273;&#7841;i kim cang d&#361;ng ki&#7879;n ph&#225;p c&#7911;a t&#7845;t
c&#7843; ch&#432; Ph&#7853;t v&#244; l&#432;&#7907;ng v&#244; bi&#234;n b&#7845;t t&#432; ngh&#236;. T&#7845;t c&#7843; ch&#250;ng sanh v&#224;
h&#224;ng nh&#7883; th&#7915;a kh&#244;ng hi&#7875;u bi&#7871;t &#273;&#432;&#7907;c. Ch&#7881; tr&#7915; ng&#432;&#7901;i &#273;&#432;&#7907;c
&#208;&#7913;c Nh&#432; Lai d&#249;ng th&#7847;n l&#7921;c gia h&#7897;. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i ph&#225;p quy&#7871;t
&#273;&#7883;nh : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Nh&#7919;ng l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t quy&#7871;t &#273;&#7883;nh t&#7915; Tr&#7901;i
&#208;&#226;u Su&#7845;t th&#7885; m&#227;n h&#7841; sanh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t quy&#7871;t &#273;&#7883;nh th&#7883; hi&#7879;n th&#7885; sanh &#7903; thai
m&#432;&#7901;i th&#225;ng. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t quy&#7871;t &#273;&#7883;nh nh&#224;m ch&#225;n th&#7871; t&#7909;c th&#237;ch
c&#7847;u xu&#7845;t gia. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t quy&#7871;t &#273;&#7883;nh ng&#7891;i d&#432;&#7899;i c&#226;y B&#7891; &#208;&#7873;
ng&#7897; c&#225;c Ph&#7853;t ph&#225;p th&#224;nh &#208;&#7859;ng Ch&#225;nh Gi&#225;c. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t quy&#7871;t &#273;&#7883;nh trong m&#7897;t ni&#7879;m ng&#7897; t&#7845;t
c&#7843; ph&#225;p, t&#7845;t c&#7843; th&#7871; gi&#7899;i th&#7883; hi&#7879;n th&#7847;n l&#7921;c. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t quy&#7871;t &#273;&#7883;nh hay &#7913;ng th&#7901;i chuy&#7875;n
di&#7879;u ph&#225;p lu&#226;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t quy&#7871;t &#273;&#7883;nh hay t&#249;y kia &#273;&#227; gieo c&#259;n
l&#224;nh &#7913;ng th&#7901;i thuy&#7871;t ph&#225;p &#273;&#7875; th&#7885; k&#253; cho h&#7885;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t quy&#7871;t &#273;&#7883;nh hay &#7913;ng th&#7901;i v&#236; h&#7885; m&#224;
l&#224;m Ph&#7853;t s&#7921;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t quy&#7871;t &#273;&#7883;nh hay v&#236; ch&#432; B&#7891; T&#225;t &#273;&#227;
th&#224;nh t&#7921;u m&#224; th&#7885; k&#253;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t quy&#7871;t &#273;&#7883;nh hay m&#7897;t ni&#7879;m &#273;&#225;p kh&#7855;p
l&#7901;i h&#7887;i c&#7911;a t&#7845;t c&#7843; ch&#250;ng sanh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i ph&#225;p t&#7889;c t&#7853;t
: </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, n&#7871;u c&#243; ng&#432;&#7901;i th&#7845;y Ph&#7853;t,
th&#7901;i mau &#273;&#432;&#7907;c xa l&#236;a t&#7845;t c&#7843; &#225;c th&#250;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, n&#7871;u c&#243; ng&#432;&#7901;i th&#7845;y Ph&#7853;t
th&#7901;i mau &#273;&#432;&#7907;c vi&#234;n m&#227;n c&#244;ng &#273;&#7913;c th&#249; th&#7855;ng. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, n&#7871;u c&#243; ng&#432;&#7901;i th&#7845;y Ph&#7853;t,
th&#7901;i mau &#273;&#432;&#7907;c th&#224;nh t&#7921;u thi&#7879;n c&#259;n qu&#7843;ng &#273;&#7841;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, n&#7871;u c&#243; ng&#432;&#7901;i th&#7845;y Ph&#7853;t,
th&#7901;i mau &#273;&#432;&#7907;c sanh l&#234;n tr&#7901;i t&#7883;nh di&#7879;u. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, n&#7871;u c&#243; ng&#432;&#7901;i th&#7845;y Ph&#7853;t,
th&#7901;i mau tr&#7915; d&#7913;t &#273;&#432;&#7907;c t&#7845;t c&#7843; nghi l&#7847;m. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, n&#7871;u c&#243; ng&#432;&#7901;i &#273;&#227; ph&#225;t
B&#7891; &#208;&#7873; t&#226;m m&#224; &#273;&#432;&#7907;c th&#7845;y Ph&#7853;t, th&#7901;i mau &#273;&#432;&#7907;c th&#224;nh t&#7921;u t&#237;n
gi&#7843;i qu&#227;ng &#273;&#7841;i v&#297;nh vi&#7877;n kh&#244;ng th&#7889;i chuy&#7875;n, c&#243; th&#7875; t&#249;y ch&#7895; &#273;&#225;ng
&#273;&#7897; m&#224; gi&#225;o h&#243;a ch&#250;ng sanh. N&#7871;u ng&#432;&#7901;i ch&#432;a ph&#225;t t&#226;m B&#7891; &#208;&#7873; m&#224;
&#273;&#432;&#7907;c th&#7845;y Ph&#7853;t th&#7901;i mau ph&#225;t t&#226;m V&#244; Th&#432;&#7907;ng Ch&#225;nh &#208;&#7859;ng Gi&#225;c. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, n&#7871;u ng&#432;&#7901;i ch&#432;a nh&#7853;p ch&#225;nh
v&#7883; m&#224; &#273;&#432;&#7907;c th&#7845;y Ph&#7853;t th&#7901;i mau nh&#7853;p ch&#225;nh v&#7883;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, n&#7871;u ai &#273;&#432;&#7907;c th&#7845;y Ph&#7853;t,
th&#7901;i mau &#273;&#432;&#7907;c thanh t&#7883;nh t&#7845;t c&#225; c&#225;c c&#259;n th&#7871; gian v&#224; xu&#7845;t th&#7871;
gian. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, n&#7871;u c&#243; ai &#273;&#432;&#7907;c th&#7845;y
Ph&#7853;t, th&#7901;i mau di&#7879;t tr&#7915; &#273;&#432;&#7907;c t&#7845;t c&#7843; ch&#7913;&#417;ng ng&#7841;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t, n&#7871;u c&#243; ng&#432;&#7901;i &#273;&#432;&#7907;c
th&#7845;y Ph&#7853;t, th&#7901;i mau &#273;&#432;&#7907;c v&#244; &#250;y bi&#7879;n t&#224;i. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i &#273;i&#7873;u ph&#7843;i
th&#432;&#7901;ng ghi nh&#7899; ph&#225;p thanh t&#7883;nh : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#7873; nh&#417;n duy&#234;n qu&#225; kh&#7913;,
t&#7845;t c&#7843; B&#7891; T&#225;t ph&#7843;i th&#432;&#7901;ng ghi nh&#7899;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7841;nh thanh t&#7883;nh th&#249; th&#7855;ng t&#7845;t
c&#7843; B&#7891; T&#225;t ph&#7843;i th&#432;&#7901;ng ghi nh&#7899;. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7847;y &#273;&#7911; c&#225;c Ba La m&#7853;t, t&#7845;t
c&#7843; B&#7891; T&#225;t ph&#7843;i th&#432;&#7901;ng ghi nh&#7899;. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#224;nh t&#7921;u &#273;&#7841;i nguy&#7879;n, t&#7845;t
c&#7843; B&#7891; T&#225;t ph&#7843;i th&#432;&#7901;ng ghi nh&#7899;. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t ch&#7913;a nh&#243;m thi&#7879;n c&#259;n, t&#7845;t
c&#7843; B&#7891; T&#225;t ph&#7843;i th&#432;&#7901;ng ghi nh&#7899;. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#227; &#273;&#7911; ph&#7841;m h&#7841;nh, t&#7845;t c&#7843;
B&#7891; T&#225;t ph&#7843;i th&#432;&#7901;ng ghi nh&#7899;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hi&#7879;n th&#224;nh Ch&#225;nh gi&#225;c, t&#7845;t
c&#7843; B&#7891; T&#225;t ph&#7843;i th&#432;&#7901;ng ghi nh&#7899;. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t s&#7855;c th&#226;n v&#244; l&#432;&#7907;ng, t&#7845;t
c&#7843; B&#7891; T&#225;t ph&#7843;i th&#432;&#7901;ng ghi nh&#7899;. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#7847;n th&#244;ng v&#244; l&#432;&#7907;ng, t&#7845;t
c&#7843; B&#7891; T&#225;t ph&#7843;i th&#432;&#7901;ng ghi nh&#7899;. </font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t Th&#7853;p l&#7921;c, T&#7913; v&#244; &#250;y,
t&#7845;t c&#7843; B&#7891; T&#225;t ph&#7843;i th&#432;&#7901;ng ghi nh&#7899;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i &#273;i&#7873;u tr&#7909; n&#417;i
nh&#7913;t thi&#7871;t tr&#237; : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m &#273;&#7873;u bi&#7871;t
tam th&#7871; t&#7845;t c&#7843; ch&#250;ng sanh t&#226;m v&#224; t&#226;m s&#7903; h&#224;nh. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m &#273;&#7873;u bi&#7871;t
tam th&#7871; t&#7845;t c&#7843; ch&#250;ng sanh ch&#7913;a nh&#243;m c&#225;c nghi&#7879;p v&#224; nghi&#7879;p qu&#7843; b&#225;o. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m &#273;&#7873;u bi&#7871;t
t&#7845;t c&#7843; ch&#250;ng sanh t&#249;y s&#7903; nghi m&#224; d&#249;ng tam lu&#226;n gi&#225;o h&#243;a &#273;i&#7873;u
ph&#7909;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m bi&#7871;t h&#7871;t
ph&#225;p gi&#7899;i t&#7845;t c&#7843; ch&#250;ng sanh ch&#7895; c&#243; t&#226;m t&#432;&#7899;ng, &#7903; t&#7845;t c&#7843; x&#7913;
kh&#7855;p hi&#7879;n Ph&#7853;t xu&#7845;t th&#7871;, khi&#7871;n h&#7885; &#273;&#7873;u &#273;&#432;&#7907;c ph&#432;&#417;ng ti&#7879;n nhi&#7871;p
th&#7885;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m t&#249;y kh&#7855;p
t&#226;m nh&#7841;o d&#7909;c gi&#7843;i c&#7911;a t&#7845;t c&#7843; ch&#250;ng sanh trong ph&#225;p gi&#7899;i m&#224; th&#7883;
hi&#7879;n thuy&#7871;t ph&#225;p cho h&#7885; &#273;i&#7873;u ph&#7909;c. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m &#273;&#7873;u bi&#7871;t
t&#226;m s&#7903; th&#237;ch c&#7911;a t&#7845;t c&#7843; ch&#250;ng sanh trong ph&#225;p gi&#7899;i m&#224; v&#236; hi&#7879;n
th&#7847;n l&#7921;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m kh&#7855;p t&#7845;t
c&#7843; ch&#7895; t&#249;y theo t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#225;ng &#273;&#432;&#7907;c h&#243;a &#273;&#7897; m&#224; th&#7883;
hi&#7879;n xu&#7845;t th&#7871;, v&#236; h&#7885; n&#243;i th&#226;n Ph&#7853;t ch&#7859;ng n&#234;n th&#7911; tr&#432;&#7899;c. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m &#273;&#7871;n kh&#7855;p
ph&#225;p gi&#7899;i t&#7845;t c&#7843; ch&#7895;, t&#7845;t c&#7843; ch&#250;ng sanh, t&#7845;t c&#7843; l&#7909;c &#273;&#7841;o. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m t&#249;y c&#225;c
ch&#250;ng sanh c&#243; ai nh&#7899; t&#432;&#7903;ng, kh&#244;ng ch&#7895; n&#224;o l&#224; Ph&#7853;t kh&#244;ng &#273;&#7871;n
&#7913;ng. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#7903; trong m&#7897;t ni&#7879;m &#273;&#7873;u
bi&#7871;t ch&#7895; hi&#7875;u v&#224; ch&#237; mu&#7889;n c&#7911;a t&#7845;t c&#7843; ch&#250;ng sanh m&#224; v&#236; h&#7885; th&#7883;
hi&#7879;n v&#244; l&#432;&#7907;ng s&#7855;c th&#226;n. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i Ph&#7853;t tam mu&#7897;i
v&#244; l&#432;&#7907;ng b&#7845;t t&#432; ngh&#236; : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7857;ng t&#7841;i ch&#225;nh &#273;&#7883;nh &#7903;
trong m&#7897;t ni&#7879;m kh&#7855;p t&#7845;t c&#7843; ch&#7895; v&#236; kh&#7855;p ch&#250;ng sanh m&#224; n&#243;i r&#7897;ng
di&#7879;u ph&#225;p. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7857;ng t&#7841;i ch&#225;nh &#273;&#7883;nh, &#7903; trong
m&#7897;t ni&#7879;m kh&#7855;p t&#7845;t c&#7843; ch&#7895; v&#236; c&#225;c ch&#250;ng sanh m&#224; n&#243;i v&#244; ng&#227; t&#7871;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7857;ng t&#7841;i ch&#225;nh &#273;&#7883;nh, &#7903; trong
m&#7897;t ni&#7879;m kh&#7855;p t&#7845;t c&#7843; ch&#7895; v&#224;o su&#7889;t tam th&#7871;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7857;ng t&#7841;i ch&#225;nh &#273;&#7883;nh, &#7903;
trong m&#7897;t ni&#7879;m kh&#7855;p t&#7845;t c&#7843; ch&#7895; v&#224;o kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng Ph&#7853;t &#273;&#7897;
qu&#7843;ng &#273;&#7841;i. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7857;ng t&#7841;i ch&#225;nh &#273;&#7883;nh, &#7903;
trong m&#7897;t ni&#7879;m kh&#7855;p t&#7845;t c&#7843; ch&#7895; hi&#7879;n kh&#7855;p v&#244; l&#432;&#7907;ng Ph&#7853;t th&#226;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7857;ng t&#7841;i ch&#225;nh &#273;&#7883;nh, &#7903;
trong m&#7897;t ni&#7879;m kh&#7855;p t&#7845;t c&#7843; ch&#7895; t&#249;y nh&#7919;ng t&#226;m gi&#7843;i c&#7911;a c&#225;c ch&#250;ng
sanh m&#224; hi&#7879;n th&#226;n ng&#7919; &#253;. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7857;ng t&#7841;i ch&#225;nh &#273;&#7883;nh, &#7903;
trong m&#7897;t ni&#7879;m kh&#7855;p t&#7845;t c&#7843; ch&#7895; n&#243;i ch&#417;n t&#7871; ly d&#7909;c c&#7911;a t&#7845;t c&#7843;
ph&#225;p. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7857;ng t&#7841;i ch&#225;nh &#273;&#7883;nh, &#7903;
trong m&#7897;t ni&#7879;m kh&#7855;p t&#7845;t c&#7843; ch&#7895; di&#7877;n thuy&#7871;t t&#7845;t c&#7843; duy&#234;n kh&#7903;i
t&#7921; t&#225;nh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7857;ng t&#7841;i ch&#225;nh &#273;&#7883;nh, &#7903;
trong m&#7897;t ni&#7879;m kh&#7855;p t&#7845;t c&#7843; ch&#7895; th&#7883; hi&#7879;n v&#244; l&#432;&#7907;ng s&#7921; trang nghi&#234;m
qu&#7843;ng &#273;&#7841;i c&#7911;a th&#7871; gian v&#224; xu&#7845;t th&#7871; gian, khi&#7871;n c&#225;c ch&#250;ng sanh
th&#432;&#7901;ng &#273;&#432;&#7907;c th&#7845;y Ph&#7853;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t h&#7857;ng t&#7841;i ch&#225;nh &#273;&#7883;nh, &#7903;
trong m&#7897;t ni&#7879;m kh&#7855;p t&#7845;t c&#7843; ch&#7895; khi&#7871;n c&#225;c ch&#250;ng sanh &#273;&#7873;u &#273;&#432;&#7907;c
th&#244;ng &#273;&#7841;t t&#7845;t c&#7843; Ph&#7853;t ph&#225;p v&#244; l&#432;&#7907;ng gi&#7843;i tho&#225;t, r&#7889;t r&#225;o &#273;&#7871;n
n&#417;i b&#297; ng&#7841;n v&#244; th&#432;&#7907;ng. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ph&#7853;t t&#7917; ! Ch&#432; Ph&#7853;t Th&#7871; T&#244;n c&#243; m&#432;&#7901;i v&#244; ng&#7841;i gi&#7843;i
tho&#225;t : </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#7897;t l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hay &#7903; n&#417;i m&#7897;t vi tr&#7847;n hi&#7879;n
b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t ch&#432; Ph&#7853;t xu&#7845;t th&#7871;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Hai l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hay &#7903; n&#417;i m&#7897;t vi tr&#7847;n hi&#7879;n
b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t ch&#432; Ph&#7853;t chuy&#7875;n t&#7883;nh ph&#225;p lu&#226;n. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ba l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hay &#7903; n&#417;i m&#7897;t vi tr&#7847;n hi&#7879;n
b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t ch&#250;ng sanh &#273;&#432;&#7907;c gi&#225;o h&#243;a &#273;i&#7873;u
ph&#7909;c. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7889;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hay &#7903; n&#417;i m&#7897;t vi tr&#7847;n hi&#7879;n
b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t ch&#432; Ph&#7853;t qu&#7889;c &#273;&#7897;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">N&#259;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hay &#7903; n&#417;i m&#7897;t vi tr&#7847;n hi&#7879;n
b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t B&#7891; T&#225;t th&#7885; k&#253;. 
	</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">S&#225;u l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hay &#7903; n&#417;i m&#7897;t vi tr&#7847;n hi&#7879;n
tam th&#7871; t&#7845;t c&#7843; ch&#432; Ph&#7853;t. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">B&#7843;y l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hay &#7903; n&#417;i m&#7897;t vi tr&#7847;n hi&#7879;n
tam th&#7871; t&#7845;t c&#7843; th&#7871; gi&#7899;i ch&#7911;ng. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">T&#225;m l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hay &#7903; n&#417;i m&#7897;t vi tr&#7847;n hi&#7879;n
tam th&#7871; t&#7845;t c&#7843; th&#7847;n th&#244;ng. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">Ch&#237;n l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hay &#7903; n&#417;i m&#7897;t vi tr&#7847;n hi&#7879;n
tam th&#7871; t&#7845;t c&#7843; ch&#250;ng sanh. </font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font FACE="Tahoma" size="3" color="#000080">M&#432;&#7901;i l&#224; t&#7845;t c&#7843; ch&#432; Ph&#7853;t hay &#7903; n&#417;i m&#7897;t vi tr&#7847;n
hi&#7879;n tam th&#7871; t&#7845;t c&#7843; Ph&#7853;t s&#7921;. </font></p>
	<p ALIGN="JUSTIFY">&nbsp;</p>
	<p ALIGN="center"><span style="mso-ignore:vglayout"><font face="Times New Roman" color="#000080"><img src="https://www.dharmasite.net/images/HayTha2.jpg" v:shapes="_x0000_s1026" width="106" height="69"></font></span></p>
</blockquote>
</body>
<p align="center"><font face="Tahoma" color="#000080">---------------------------</font></p>
	<p><font face="Tahoma" color="#0000FF"><strong><big>M&#7909;c L&#7909;c:</big></strong></font></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#1"><font face="Tahoma" color="#000080">Thay l&#7901;i t&#7921;a.</font></a></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#2"><font face="Tahoma" color="#000080">L&#7901;i n&#243;i &#273;&#7847;u.</font></a></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#2a"><font face="Tahoma" color="#000080">Nghi th&#7913;c s&#225;m h&#7889;i tr&#432;&#7899;c khi         
t&#7909;ng kinh.</font></a></p>	
<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#3"><font face="Tahoma" color="#000080">Nghi th&#7913;c tr&#236; t&#7909;ng.</font></a></p>
	<p><font face="Tahoma" color="#000080">1. <a href="KinhHoaNghiem1PhamTheChuDieuNghiem.htm">Ph&#7849;m Th&#7871;-ch&#7911;         
Di&#7879;u-Nghi&#234;m th&#7913; nh&#7845;t</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 1 &#273;&#7871;n h&#7871;t quy&#7875;n 5)</font></p>
	<p><font face="Tahoma" color="#000080">2. <a href="KinhHoaNghiem2PhamNhuLaiHienTuong.htm">Ph&#7849;m Nh&#432;-Lai         
hi&#7879;n-t&#432;&#7899;ng th&#7913; hai</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 6)</font></p>
	<p><font face="Tahoma" color="#000080">3. 
	<a href="KinhHoaNghiem3.htm">Ph&#7849;m         
Ph&#7893;-Hi&#7873;n Tam-mu&#7897;i th&#7913; ba</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 7)</font></p>
	<p><font face="Tahoma" color="#000080">4. <a href="KinhHoaNghiem4PhamTheGioiThanhTuu.htm">Ph&#7849;m         
Th&#7871;-gi&#7899;i th&#224;nh-t&#7921;u th&#7913; t&#432;</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 7)</font></p>
	<p><font face="Tahoma" color="#000080">5. 
	<a href="KinhHoaNghiem5.htm">Ph&#7849;m Hoa-t&#7841;ng         
th&#7871;-gi&#7899;i th&#7913; n&#259;m</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 8 &#273;&#7871;n h&#7871;t quy&#7875;n 10)</font></p>
	<p><font face="Tahoma" color="#000080">6. <a href="KinhHoaNghiem6PhamTyLoGiaNa.htm">Ph&#7849;m         
T&#7923;-L&#244;-Gi&#225;-Na th&#7913; s&#225;u</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 11)</font></p>
	<p><font face="Tahoma" color="#000080">7. <a href="KinhHoaNghiem7PhamNhuLaiDanhHieu.htm">Ph&#7849;m Nh&#432;-Lai         
danh-hi&#7879;u th&#7913; b&#7849;y</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 12)</font></p>
	<p><font face="Tahoma" color="#000080">8. <a href="KinhHoaNghiem8PhamTuThanhDe.htm">Ph&#7849;m         
T&#7913;-Th&#225;nh-&#208;&#7871; th&#7913; t&#225;m</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 12)</font></p>
	<p><font face="Tahoma" color="#000080">9. <a href="KinhHoaNghiem9PhamQuangMinhGiac.htm">Ph&#7849;m         
Quang-minh gi&#225;c th&#7913; ch&#237;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 13)</font></p>
	<p><font face="Tahoma" color="#000080">10. <a href="KinhHoaNghiem10PhamBoTatVanMinh.htm">Ph&#7849;m         
B&#7891;-T&#225;t V&#7845;n Minh th&#7913; m&#432;&#7901;i</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 13)</font></p>
	<p><font face="Tahoma" color="#000080">11. <a href="KinhHoaNghiem11PhamTinHanh.htm">Ph&#7849;m T&#7883;nh         
H&#7841;nh th&#7913; m&#432;&#7901;i m&#7897;t</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 14)</font></p>
	<p><font face="Tahoma" color="#000080">12. <a href="KinhHoaNghiem12PhamHienThu.htm">Ph&#7849;m Hi&#7873;n         
Th&#7911; th&#7913; m&#432;&#7901;i hai</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 14 &#273;&#7871;n h&#7871;t quy&#7875;n 15)</font></p>
	<p><font face="Tahoma" color="#000080">13.<a href="KinhHoaNghiem13PhamThangTuDiSonDanh.htm"> Ph&#7849;m Th&#259;ng         
Tu-Di s&#417;n-&#273;&#7843;nh th&#7913; m&#432;&#7901;i ba</a>. (H&#225;n b&#7897; &#7903; &#273;&#7847;u quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">14. <a href="KinhHoaNghiem14PhamTuDiDanhKeTan.htm">Ph&#7849;m Tu-Di         
s&#417;n-&#273;&#7843;nh k&#7879; t&#225;n th&#7913; m&#432;&#7901;i b&#7889;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">15. <a href="KinhHoaNghiem15PhamThapTru.htm">Ph&#7849;m         
Th&#7853;p-tr&#7909; th&#7913; m&#432;&#7901;i l&#259;m</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">16. <a href="KinhHoaNghiem16PhamPhamHanh.htm">Ph&#7849;m         
Ph&#7841;m-h&#7841;nh th&#7913; m&#432;&#7901;i s&#225;u</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 17)</font></p>
	<p><font face="Tahoma" color="#000080">17. <a href="KinhHoaNghiem17PhamSoPhatTamCongDuc.htm">Ph&#7849;m S&#417;         
ph&#225;t-t&#226;m c&#244;ng-&#273;&#7913;c th&#7913; m&#432;&#7901;i b&#7843;y</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 17)</font></p>
	<p><font face="Tahoma" color="#000080">18. <a href="KinhHoaNghiem18PhamMinhPhap.htm">Ph&#7849;m Minh         
ph&#225;p th&#7913; m&#432;&#7901;i t&#225;m</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 18)</font></p>
	<p><font face="Tahoma" color="#000080">19. <a href="KinhHoaNghiem19PhamThangDaMaThienCung.htm">Ph&#7849;m Th&#259;ng         
D&#7841;-Ma Thi&#234;n-cung th&#7913; m&#432;&#7901;i ch&#237;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 19)</font></p>
	<p><font face="Tahoma" color="#000080">20. <a href="KinhHoaNghiem20PhamDaMaCungKeTan.htm">Ph&#7849;m D&#7841;-Ma         
Cung k&#7879; t&#225;n th&#7913; hai m&#432;&#417;i</a>. (H&#225;n b&#7897; ph&#7847;n gi&#7919;a quy&#7875;n 19)</font></p>
	<p><font face="Tahoma" color="#000080">21. 
	<a href="KinhHoaNghiem21.htm">Ph&#7849;m         
Th&#7853;p-H&#7841;nh th&#7913; hai m&#432;&#417;i m&#7889;t</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 19 &#273;&#7871;n h&#7871;t quy&#7875;n 20)</font></p>
	<p><font face="Tahoma" color="#000080">22. </font><font color="#000080">
	<a href="KinhHoaNghiem22PhamVoTanTang.htm"><font face="Tahoma">Ph&#7849;m V&#244;         
T&#7853;n T&#7841;ng </font><font FACE="Tahoma">th&#7913; hai m&#432;&#417;i hai</font></a></font><font face="Tahoma" color="#000080">.         
(H&#225;n b&#7897; tr&#7885;n         
quy&#7875;n 21)</font></p>
	<p><font face="Tahoma" color="#000080">23. </font><font color="#000080">
	<a href="KinhHoaNghiem23PhamThangDauSuatThienCung.htm"><font face="Tahoma">Ph&#7849;m Th&#259;ng &#208;&#226;u-Su&#7845;t Thi&#234;n-Cung         
	</font><font face="Tahoma">t</font><font FACE="Tahoma">h&#7913; hai m&#432;&#417;i         
ba</font></a></font><font face="Tahoma" color="#000080">. (H&#225;n         
b&#7897; tr&#7885;n quy&#7875;n 22)</font></p>
	<p><font face="Tahoma" color="#000080">24. <a href="KinhHoaNghiem24PhamDauSuatKeTan.htm">Ph&#7849;m &#208;&#226;u-Su&#7845;t k&#7879; t&#225;n         
thứ hai mươi bốn</a>. (H&#225;n b&#7897; ph&#7847;n         
&#273;&#7847;u quy&#7875;n 23)</font></p>
	<p><font face="Tahoma" color="#000080">25. 
	<a href="KinhHoaNghiem25PhamThapHoiHuong.htm">Ph&#7849;m Th&#7853;p         
h&#7891;i-h&#432;&#7899;ng thứ hai mươi lăm</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 23 &#273;&#7871;n h&#7871;t quy&#7875;n 33)</font></p>
	<p><font face="Tahoma" color="#000080">26. 
	<a href="KinhHoaNghiem26PhamThapDia.htm">Ph&#7849;m Th&#7853;p-&#273;&#7883;a        
thứ hai mươi sáu</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 34         
&#273;&#7871;n quy&#7875;n 39)</font></p>
	<p><font face="Tahoma" color="#000080">27. <a href="KinhHoaNghiem27PhamThapDinh.htm">Ph&#7849;m         
Th&#7853;p-&#273;&#7883;nh thứ hai mươi bảy</a>. (H&#225;n b&#7897; quy&#7875;n 40)</font></p>
	<p><font face="Tahoma" color="#000080">28. <a href="KinhHoaNghiem28PhamThapThong.htm">Ph&#7849;m         
Th&#7853;p-th&#244;ng thứ hai mươi tám</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 44)</font></p>
	<p><font face="Tahoma" color="#000080">29. <a href="KinhHoaNghiem29PhamThapNhan.htm">Ph&#7849;m         
Th&#7853;p-nh&#7851;n thứ hai mươi chín</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 44)</font></p>
	<p><font face="Tahoma" color="#000080">30. 
	<a href="KinhHoaNghiemPham30PhamATangKy.htm">Ph&#7849;m     
A-t&#259;ng-K&#7923; thứ      
ba mươi</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u         
quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">31. 
	<a href="KinhHoaNghiem31PhamThoLuong.htm">Ph&#7849;m Th&#7885; L&#432;&#7907;ng      
thứ ba mươi mốt</a>. (H&#225;n b&#7897; ph&#7847;n gi&#7919;a         
quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">32. 
	<a href="KinhHoaNghiem32PhamChuBoTatTruXu.htm">Ph&#7849;m ch&#432; B&#7891;-T&#225;t tr&#7909; x&#7913;      
thứ ba mươi hai</a>. (H&#225;n b&#7897;         
ph&#7847;n sau quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">33. 
	<a href="KinhHoaNghiem33PhamPhatBatTuNghiPhap.htm">Ph&#7849;m Ph&#7853;t b&#7845;t-t&#432;-ngh&#236;       
Pháp thứ ba mươi ba</a>. (H&#225;n b&#7897;         
quy&#7875;n 46 &#273;&#7871;n quy&#7875;n 47)</font></p>
	<p><font face="Tahoma" color="#000080">34. 
	<a href="KinhHoaNghiem34PhamNhuLaiThapThan.htm">Ph&#7849;m Nh&#432;-Lai th&#7853;p th&#226;n t&#432;&#7899;ng h&#7843;i      
thứ ba mươi bốn</a>. (H&#225;n b&#7897; quy&#7875;n ph&#7847;n &#273;&#7847;u quy&#7875;n 48)</font></p>
	<p><font face="Tahoma" color="#000080">35. 
	<a href="KinhHoaNghiem35PhamNhuLaiTuyHao.htm">Ph&#7849;m Nh&#432;-Lai t&#249;y h&#7843;o quang-minh         
c&#244;ng-&#273;&#7913;c thứ ba mươi lăm</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 48)</font></p>
	<p><font face="Tahoma" color="#000080">36. 
	<a href="KinhHoaNghiem36PhamPhoHienHanh.htm">Ph&#7849;m Ph&#7893;-Hi&#7873;n h&#7841;nh      
thứ ba mươi sáu</a>. (H&#225;n b&#7897; tr&#7885;n         
quy&#7875;n 49)</font></p>
	<p><font face="Tahoma" color="#000080">37. 
	<a href="KinhHoaNghiem37PhamNhuLaiXuatHien.htm">Ph&#7849;m Nh&#432;-Lai xu&#7845;t hi&#7879;n      
thứ ba mươi bảy</a>. (H&#225;n b&#7897; t&#7915;         
&#273;&#7847;u quy&#7875;n 50 &#273;&#7871;n h&#7871;t quy&#7875;n 52)</font></p>
	<p><font face="Tahoma" color="#000080">38. 
	<a href="KinhHoaNghiem38PhamLyTheGian.htm">Ph&#7849;m Ly Th&#7871;      
Gian thứ ba mươi tám</a>. (H&#225;n b&#7897; t&#7915; &#273;&#7847;u quy&#7875;n 53 &#273;&#7871;n h&#7871;t quy&#7875;n 59)</font></p>
	<p><font face="Tahoma" color="#000080">39. 
	<a href="KinhHoaNghiem39PhamNhapPhapGioi1.htm">Ph&#7849;m Nh&#7853;p         
Ph&#225;p-gi&#7899;i thứ ba mươi chín: phần 1</a> - 
	<a href="KinhHoaNghiem39PhamNhapPhapGioi2.htm">Phần 
2</a> (H&#225;n b&#7897; t&#7915; quy&#7875;n 60 &#273;&#7871;n h&#7871;t quy&#7875;n 80)</font></p>
	<p><font face="Tahoma" color="#000080">40.<a href="KinhHoaNghiem40PhamPhoHien.htm"> Ph&#7849;m Nh&#7853;p         
b&#7845;t-t&#432;-ngh&#236; gi&#7843;i-tho&#225;t c&#7843;nh-gi&#7899;i Ph&#7893; Hi&#7873;n H&#7841;nh Nguy&#7879;n      
thứ bốn mươi</a>. (H&#225;n b&#7897; tr&#7885;n q.         
81)</font></p>
<br><br><br><br><br><br><br><br><br>
<div class="separator" style="clear: both; text-align: center;">
<a class="md-opjjpmhoiojifppkkcdabiobhakljdgm_doc" href="https://bothiphap.blogspot.com/" target="_blank" style="background-color: white; color: #771100; font-family: Arial, Tahoma, Helvetica, FreeSans, sans-serif; font-size: 45px; text-align: center; text-decoration-line: none;" target="_blank"><b><span face="&quot;helvetica neue&quot;, arial, helvetica, sans-serif" style="color: #660000;">bothiphap.blogspot.com</span></b></a></div>
<br /><br /><br /><br><br><br><br><br><br>

<div class="separator" style="clear: both;"><a href="https://tamquyensachquy.blogspot.com" target="_blank" style="display: block; padding: 1em 0; text-align: center; "><img alt="" border="0" data-original-height="304" data-original-width="442" src="https://kinhlangnghiem.github.io/kinhlangnghiem/zingmp3.webp" width="340"/></a></div>
<br /><br><br><br><br>
<html>
    <head>
 <br><br>
        <style>
            .zoom-image {
  width: 450px;
  height:450px;
  overflow: hidden;
}

.zoom-iframe  iframe {
  width: 100%;
  transition: all .3s ease-in-out;
}

.zoom-iframe iframe:hover   {
  transform: scale(2.0);
}
        </style>
            <script src="https://stacksnippets.net//scripts/snippet-javascript-console.min.js?v=2"></script>
    </head>
    <body>
    <div class="zoom-iframe">
  <iframe allowfullscreen="" frameborder="1" height="450px" marginheight="0px" marginwidth="0px" name="myiFrame" scrolling="no" src="https://kinhlangnghiem.github.io/kinhlangnghiem/ADiDaPhat" style="border: 0px #ffffff none;" width="450px"></iframe>
</div>
        <script type="text/javascript">
            
        </script><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>
<div class="separator" style="clear: both; text-align: center;">
<iframe allowfullscreen="" frameborder="1" height="350px" marginheight="0px" marginwidth="0px" name="myiFrame" scrolling="no" src="https://kinhlangnghiem.github.io/kinhlangnghiem/Menu" style="border: 0px #ffffff none;" width="450px"></iframe></div>
<!--End: NAM MO A DI DA PHAT--><!--End: NAM MO A DI DA PHAT--><br />
</html>
