
<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="GENERATOR" content="Microsoft FrontPage 6.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Pham Nhu Lai Thap Than Tuong Hai - Thu 34</title>
</head>

<body background="https://www.dharmasite.net/graphics/drbalogobkgd.gif">

<font FACE="Tahoma">
<blockquote>
	<p align="center"><font size="3" color="#000080">&nbsp;</font><b><font face="Tahoma" color="#008000" size="6">Kinh 
	Hoa Nghiêm</font></b></p>
	<p align="center"><font face="Tahoma" color="#008000"><big><big><big>Ph&#7849;m
Nh</big></big></big><big><big><big>&#432;</big></big></big><big><big><big> Lai Th</big></big></big><big><big><big>&#7853;</big></big></big><big><big><big>p
Th</big></big></big><big><big><big>â</big></big></big><big><big><big>n T</big></big></big><big><big><big>&#432;</big></big></big><big><big><big>&#7899;</big></big></big><big><big><big>ng
H</big></big></big><big><big><big>&#7843;</big></big></big><big><big><big>i</big></big></big></font></p>
	<p align="center"><font face="Tahoma" color="#008000">Th&#7913; ba m&#432;&#417;i
b&#7889;n</font></p>
	<p align="center"><font face="Tahoma" color="#FF0000">H&#225;n D&#7883;ch:&#208;&#7841;i-S&#432;
Th&#7853;t-Xoa-Nan-&#208;&#224;<br>Vi&#7879;t D&#7883;ch: HT Th&#237;ch Tr&#237; T&#7883;nh</font></p>
	<p align="center"><span style="mso-ignore:vglayout">
	<font face="Times New Roman" color="#000080">
	<img src="https://www.dharmasite.net/images/HayTha2.jpg" v:shapes="_x0000_s1026" width="106" height="69"></font></span></p>

</font>
	<p>&nbsp;</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" color="#000080" size="2">(H&#225;n b&#7897; quy&#7875;n b&#7889;n m&#432;&#417;i t&#225;m)</font><b></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B</font></b><font face="Tahoma" size="3" color="#000080">&#7845;y gi&#7901; Ph&#7893; Hi&#7873;n
&#273;&#7841;i B&#7891; T&#225;t b&#7843;o ch&#432; B&#7891; T&#225;t r&#7857;ng :</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Ch&#432; Ph&#7853;t t&#7917; ! Nay t&#244;i s&#7869; v&#236; c&#225;c Ng&#224;i m&#224; di&#7877;n n&#243;i
nh&#7919;ng t&#432;&#7899;ng h&#7843;i c&#7911;a Nh&#432; Lai.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Ch&#432; Ph&#7853;t t&#7917; ! Tr&#234;n &#273;&#7843;nh &#273;&#7913;c Nh&#432; Lai c&#243; ba m&#432;&#417;i hai
b&#7917;u trang nghi&#234;m &#273;&#7841;i nh&#417;n t&#432;&#7899;ng. Trong &#273;&#243; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Quang chi&#7871;u t&#7845;t c&#7843; ph&#432;&#417;ng kh&#7855;p ph&#243;ng v&#244; l&#432;&#7907;ng l&#432;&#7899;i &#273;&#7841;i
quang minh, t&#7845;t c&#7843; di&#7879;u b&#7917;u d&#249;ng l&#224;m trang nghi&#234;m. T&#243;c b&#225;u c&#249;ng
kh&#7855;p k&#237;n d&#7847;y m&#7873;m nhuy&#7877;n, m&#7895;i m&#7895;i &#273;&#7873;u ph&#243;ng &#225;nh s&#225;ng ma ni b&#7917;u
chi&#7871;u kh&#7855;p t&#7845;t c&#7843; v&#244; bi&#234;n th&#7871; gi&#7899;i, &#273;&#7873;u hi&#7879;n th&#226;n Ph&#7853;t s&#7855;c
t&#432;&#7899;ng vi&#234;n m&#227;n. &#208;&#226;y l&#224; th&#7913; nh&#7913;t.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7853;t nh&#227;n quang minh
v&#226;n, d&#249;ng ma ni v&#432;&#417;ng &#273;&#7875; trang nghi&#234;m ph&#243;ng ra &#225;nh s&#225;ng m&#224;u hu&#7923;nh kim
nh&#432; t&#432;&#7899;ng l&#244;ng gi&#7919;a ch&#7863;ng m&#224;y. Quang minh ph&#243;ng ra &#273;&#226;y chi&#7871;u kh&#7855;p
t&#7845;t c&#7843; th&#7871; gi&#7899;i. &#208;&#226;y l&#224; th&#7913; hai.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Sung m&#227;n ph&#225;p gi&#7899;i
v&#226;n, b&#7917;u lu&#226;n th&#432;&#7907;ng di&#7879;u d&#249;ng &#273;&#7875; trang nghi&#234;m, ph&#243;ng &#225;nh s&#225;ng
&#273;&#232;n ph&#432;&#7899;c tr&#237; c&#7911;a Nh&#432; Lai, chi&#7871;u kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; ph&#225;p
gi&#7899;i nh&#7919;ng th&#7871; gi&#7899;i h&#7843;i, trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; ch&#432; Ph&#7853;t
v&#224; ch&#432; B&#7891; T&#225;t. &#208;&#226;y l&#224; th&#7913; ba.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Th&#7883; hi&#7879;n ph&#7893; chi&#7871;u
v&#226;n, trang nghi&#234;m b&#7857;ng ch&#417;n kim ma ni. Nh&#7919;ng di&#7879;u b&#7917;u &#273;&#243; &#273;&#7873;u ph&#243;ng
quang minh chi&#7871;u b&#7845;t t&#432; ngh&#236; c&#245;i n&#432;&#7899;c Ph&#7853;t. T&#7845;t c&#7843; ch&#432; Ph&#7853;t xu&#7845;t
hi&#7879;n trong quang minh n&#224;y. &#208;&#226;y l&#224; th&#7913; t&#432;.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#243;ng b&#7917;u quang minh
v&#226;n, ma ni b&#7917;u v&#432;&#417;ng thanh t&#7883;nh trang nghi&#234;m. T&#249;y l&#432;u ly b&#7917;u l&#224;m hoa
nh&#7909;y. &#193;nh s&#225;ng chi&#7871;u kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; th&#7871; gi&#7899;i, trong
&#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; th&#7847;n bi&#7871;n, ca ng&#7907;i tr&#237; hu&#7879; c&#244;ng &#273;&#7913;c c&#7911;a
Nh&#432; Lai &#273;&#227; tu h&#224;nh th&#432;&#7903; x&#432;a. &#208;&#226;y l&#224; th&#7913; n&#259;m.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Th&#7883; hi&#7879;n Nh&#432; Lai kh&#7855;p
ph&#225;p gi&#7899;i &#273;&#7841;i t&#7921; t&#7841;i v&#226;n, B&#7891; T&#225;t th&#7847;n bi&#7871;n b&#7917;u di&#7879;m ma ni
l&#224;m m&#227;o, &#273;&#7847;y &#273;&#7911; Nh&#432; Lai l&#7921;c gi&#225;c ng&#7897; t&#7845;t c&#7843; b&#7917;u di&#7879;m quang
lu&#226;n l&#224;m tr&#224;ng hoa. Quang lu&#226;n n&#224;y chi&#7871;u kh&#7855;p th&#7853;p ph&#432;&#417;ng th&#7871; gi&#7899;i,
trong &#273;&#243; th&#7883; hi&#7879;n t&#7845;t c&#7843; Nh&#432; Lai ng&#7891;i &#273;&#7841;o tr&#224;ng, m&#226;y nh&#7913;t thi&#7871;t
tr&#237; &#273;&#7847;y kh&#7855;p h&#432; kh&#244;ng v&#244; l&#432;&#7907;ng ph&#225;p gi&#7899;i. &#208;&#226;y l&#224; th&#7913; s&#225;u.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Nh&#432; Lai ph&#7893; &#273;&#259;ng
v&#226;n, d&#249;ng &#273;&#7841;i t&#7921; t&#7841;i b&#7917;u h&#7843;i hay ch&#7845;n &#273;&#7897;ng c&#245;i n&#432;&#7899;c trong
ph&#225;p gi&#7899;i &#273;&#7875; trang nghi&#234;m. Ph&#243;ng t&#7883;nh quang minh chi&#7871;u kh&#7855;p ph&#225;p
gi&#7899;i. Trong &#273;&#243; kh&#7855;p hi&#7879;n c&#244;ng &#273;&#7913;c h&#7843;i c&#7911;a th&#7853;p ph&#432;&#417;ng ch&#432; B&#7891;
T&#225;t, v&#224; kh&#7855;p hi&#7879;n tr&#237; hu&#7879; tr&#224;ng h&#7843;i c&#7911;a tam th&#7871; ch&#432; Ph&#7853;t. &#208;&#226;y
l&#224; th&#7913; b&#7843;y.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7893; chi&#7871;u ch&#432; Ph&#7853;t
qu&#7843;ng &#273;&#7841;i v&#226;n, trang nghi&#234;m v&#7899;i nh&#417;n &#273;&#224; la b&#7917;u, nh&#432; &#253; v&#432;&#417;ng
b&#7917;u, ma ni v&#432;&#417;ng b&#7917;u, th&#432;&#7901;ng ph&#243;ng B&#7891; T&#225;t di&#7879;m &#273;&#259;ng quang minh
chi&#7871;u kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; th&#7871; gi&#7899;i, trong &#273;&#243; hi&#7875;n hi&#7879;n c&#225;c
s&#7855;c t&#432;&#7899;ng h&#7843;i c&#7911;a t&#7845;t c&#7843; ch&#432; Ph&#7853;t, v&#224; hi&#7875;n hi&#7879;n &#273;&#7841;i &#226;m thanh
h&#7843;i, thanh t&#7883;nh l&#7921;c h&#7843;i c&#7911;a t&#7845;t c&#7843; ch&#432; Ph&#7853;t. &#208;&#226;y l&#224; th&#7913; t&#225;m.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Vi&#234;n m&#227;n quang minh
v&#226;n, trang nghi&#234;m v&#7899;i c&#225;c th&#7913; b&#7917;u hoa b&#7857;ng th&#432;&#7907;ng di&#7879;u l&#432;u ly ma
ni v&#432;&#417;ng, ph&#243;ng l&#432;&#7899;i &#273;&#7841;i quang minh kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; th&#7871;
gi&#7899;i. T&#7845;t c&#7843; ch&#250;ng sanh &#273;&#7873;u th&#7845;y &#273;&#7913;c Nh&#432; Lai hi&#7879;n ng&#7891;i tr&#432;&#7899;c
m&#236;nh, khen ng&#7907;i c&#244;ng &#273;&#7913;c ph&#225;p th&#226;n c&#7911;a ch&#432; Ph&#7853;t v&#224; ch&#432; B&#7891; T&#225;t,
khi&#7871;n v&#224;o c&#7843;nh gi&#7899;i thanh t&#7883;nh c&#7911;a Nh&#432; Lai. &#208;&#226;y l&#224; th&#7913; ch&#237;n.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Chi&#7871;u kh&#7855;p t&#7845;t c&#7843;
B&#7891; T&#225;t h&#7841;nh t&#7841;ng quang minh v&#226;n, trang nghi&#234;m v&#7899;i nh&#7919;ng b&#7917;u hoa
&#273;&#7865;p. B&#7917;u quang chi&#7871;u kh&#7855;p v&#244; l&#432;&#7907;ng th&#7871; gi&#7899;i. B&#7917;u di&#7879;m tr&#249;ng
kh&#7855;p t&#7845;t c&#7843; qu&#7889;c &#273;&#7897;. Th&#7853;p ph&#432;&#417;ng th&#7871; gi&#7899;i th&#244;ng &#273;&#7841;t v&#244; ng&#7841;i.
Ch&#7845;n &#273;&#7897;ng Ph&#7853;t &#226;m tuy&#234;n th&#244;ng ph&#225;p h&#7843;i. &#208;&#226;y l&#224; th&#7913; m&#432;&#7901;i.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7893; quang chi&#7871;u di&#7879;u
v&#226;n, trang nghi&#234;m b&#7857;ng t&#7923; l&#432;u ly nh&#417;n &#273;&#224; la kim cang ma ni. B&#7917;u quang ma
ni s&#7855;c t&#432;&#7899;ng s&#225;ng th&#7845;u chi&#7871;u kh&#7855;p t&#7845;t c&#7843; th&#7871; gi&#7899;i h&#7843;i, ph&#225;t ra
&#226;m thanh vi di&#7879;u tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i. Nh&#432; th&#7871; &#273;&#7873;u t&#7915; tr&#237; hu&#7879;
&#273;&#7841;i c&#244;ng &#273;&#7913;c h&#7843;i c&#7911;a ch&#432; Ph&#7853;t m&#224; ho&#225; hi&#7879;n. &#208;&#226;y l&#224; th&#7913;
m&#432;&#7901;i m&#7897;t.</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ch&#225;nh gi&#225;c v&#226;n,
d&#249;ng t&#7841;p b&#7917;u hoa &#273;&#7875; trang nghi&#234;m. Nh&#7919;ng b&#7917;u hoa &#273;&#243; &#273;&#7873;u ph&#243;ng
quang minh, &#273;&#7873;u c&#243; Nh&#432; Lai ng&#7891;i &#273;&#7841;o tr&#224;ng, kh&#7855;p &#273;&#7847;y t&#7845;t c&#7843; v&#244;
bi&#234;n th&#7871; gi&#7899;i, khi&#7871;n c&#225;c th&#7871; gi&#7899;i &#273;&#7873;u kh&#7855;p thanh t&#7883;nh, d&#7913;t h&#7859;n
t&#7845;t c&#7843; v&#7885;ng t&#432;&#7903;ng ph&#226;n bi&#7879;t. &#208;&#226;y l&#224; th&#7913; m&#432;&#7901;i hai.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Quang minh chi&#7871;u di&#7879;u
v&#226;n, d&#249;ng b&#7917;u di&#7879;m t&#7841;ng h&#7843;i t&#226;m v&#432;&#417;ng ma ni &#273;&#7875; trang nghi&#234;m, ph&#243;ng
&#273;&#7841;i quang minh. Trong quang minh hi&#7875;n hi&#7879;n v&#244; l&#432;&#7907;ng B&#7891; T&#225;t v&#224; B&#7891;
T&#225;t h&#7841;nh, t&#7845;t c&#7843; Nh&#432; Lai, tr&#237; th&#226;n, ph&#225;p th&#226;n, c&#225;c s&#7855;c t&#432;&#7899;ng h&#7843;i
&#273;&#7847;y d&#7851;y ph&#225;p gi&#7899;i. &#208;&#226;y l&#224; th&#7913; m&#432;&#7901;i ba.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Trang nghi&#234;m ph&#7893;
chi&#7871;u v&#226;n, d&#249;ng kim cang hoa t&#7923; l&#432;u ly b&#7917;u &#273;&#7875; trang nghi&#234;m, ph&#243;ng
&#273;&#7841;i quang minh, trong quang minh c&#243; t&#242;a &#273;&#7841;i b&#7917;u li&#234;n hoa, &#273;&#7847;y &#273;&#7911;
trang nghi&#234;m, che tr&#249;m ph&#225;p gi&#7899;i, t&#7921; nhi&#234;n di&#7877;n thuy&#7871;t b&#7889;n h&#7841;nh B&#7891;
T&#225;t. Ti&#7871;ng &#273;&#243; th&#7845;u kh&#7855;p ph&#225;p gi&#7899;i h&#7843;i. &#208;&#226;y l&#224; th&#7913; m&#432;&#7901;i b&#7889;n</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; hi&#7879;n Ph&#7853;t tam mu&#7897;i
h&#7843;i h&#7841;nh v&#226;n, trong m&#7897;t ni&#7879;m th&#7883; hi&#7879;n Nh&#432; Lai v&#244; l&#432;&#7907;ng trang nghi&#234;m,
trang nghi&#234;m kh&#7855;p t&#7845;t c&#7843; ph&#225;p gi&#7899;i b&#7845;t t&#432; ngh&#236; th&#7871; gi&#7899;i h&#7843;i.
&#208;&#226;y l&#224; th&#7913; m&#432;&#7901;i l&#259;m.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Bi&#7871;n h&#243;a h&#7843;i ph&#7893;
chi&#7871;u v&#226;n, trang nghi&#234;m v&#7899;i di&#7879;u b&#7917;u li&#234;n hoa nh&#432; n&#250;i Tu Di. Nh&#7919;ng
b&#7917;u quang minh t&#7915; Ph&#7853;t nguy&#7879;n sanh, hi&#7879;n c&#225;c s&#7921; bi&#7871;n h&#243;a kh&#244;ng c&#243;
c&#249;ng t&#7853;n. &#208;&#226;y l&#224; th&#7913; m&#432;&#7901;i s&#225;u.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Nh&#7913;t thi&#7871;t Nh&#432; Lai
gi&#7843;i tho&#225;t v&#226;n, trang nghi&#234;m v&#7899;i di&#7879;u b&#7917;u thanh t&#7883;nh, ph&#243;ng &#273;&#7841;i
quang minh trang nghi&#234;m t&#7845;t c&#7843; t&#242;a s&#432; t&#7917; c&#7911;a ch&#432; Ph&#7853;t. Th&#7883; hi&#7879;n t&#7845;t
c&#7843; s&#7855;c t&#432;&#7899;ng c&#7911;a ch&#432; Ph&#7853;t, v&#224; v&#244; l&#432;&#7907;ng Ph&#7853;t ph&#225;p, c&#249;ng ch&#432;
Ph&#7853;t s&#225;t h&#7843;i. &#208;&#226;y l&#224; th&#7913; m&#432;&#7901;i b&#7843;y.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; T&#7921; t&#7841;i ph&#432;&#417;ng ti&#7879;n
ph&#7893; chi&#7871;u v&#226;n, trang nghi&#234;m b&#7857;ng nh&#7919;ng t&#7923; l&#432;u ly hoa, ch&#417;n kim li&#234;n
hoa, ma ni v&#432;&#417;ng &#273;&#259;ng, di&#7879;u ph&#225;p di&#7879;m v&#226;n, ph&#243;ng t&#7845;t c&#7843; quang minh
thanh t&#7883;nh b&#7917;u di&#7879;m m&#7853;t v&#226;n c&#7911;a ch&#432; Ph&#7853;t tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i,
trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; &#273;&#7891; trang nghi&#234;m &#273;&#7865;p t&#7889;t. &#208;&#226;y l&#224; th&#7913;
m&#432;&#7901;i t&#225;m.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Gi&#225;c Ph&#7853;t ch&#7911;ng
t&#225;nh v&#226;n, trang nghi&#234;m v&#7899;i v&#244; l&#432;&#7907;ng b&#7917;u quang, &#273;&#7847;y &#273;&#7911; ng&#224;n
lu&#226;n, trong ngo&#224;i thanh t&#7883;nh, t&#7915; thi&#7879;n c&#259;n th&#432;&#7903; x&#432;a sanh ra. Quang minh
n&#224;y chi&#7871;u kh&#7855;p th&#7853;p ph&#432;&#417;ng th&#7871; gi&#7899;i, ph&#225;t minh tr&#237; nh&#7921;t, tuy&#234;n b&#7889;
ph&#225;p h&#7843;i. &#208;&#226;y l&#224; th&#7913; m&#432;&#7901;i ch&#237;n.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Hi&#7879;n t&#7845;t c&#7843; t&#432;&#7899;ng
Nh&#432; Lai t&#7921; t&#7841;i v&#226;n, trang nghi&#234;m v&#7899;i nh&#7919;ng b&#7917;u anh l&#7841;c, l&#432;u ly
b&#7917;u hoa, ph&#243;ng &#273;&#7841;i b&#7917;u di&#7879;m &#273;&#7847;y kh&#7855;p ph&#225;p gi&#7899;i. Trong &#273;&#243; hi&#7879;n
kh&#7855;p tam th&#7871; v&#244; l&#432;&#7907;ng ch&#432; Ph&#7853;t b&#7857;ng s&#7889; vi tr&#7847;n trong t&#7845;t c&#7843; Ph&#7853;t
&#273;&#7897;, nh&#432; s&#432; t&#7917; v&#432;&#417;ng d&#361;ng m&#227;nh v&#244; &#250;y, &#273;&#7873;u &#273;&#7847;y &#273;&#7911; s&#7855;c,
t&#432;&#7899;ng v&#224; tr&#237; hu&#7879;. &#208;&#226;y l&#224; th&#7913; hai m&#432;&#417;i.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Bi&#7871;n chi&#7871;u nh&#7913;t
thi&#7871;t ph&#225;p gi&#7899;i v&#226;n, Nh&#432; Lai b&#7917;u t&#432;&#7899;ng thanh t&#7883;nh trang nghi&#234;m,
ph&#243;ng &#273;&#7841;i quang minh chi&#7871;u kh&#7855;p ph&#225;p gi&#7899;i, hi&#7875;n hi&#7879;n t&#7845;t c&#7843; v&#244;
l&#432;&#7907;ng v&#244; bi&#234;n tr&#237; hu&#7879; di&#7879;u t&#7841;ng c&#7911;a ch&#432; B&#7891; T&#225;t. &#208;&#226;y l&#224; th&#7913;
hai m&#432;&#417;i m&#7889;t.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; T&#7923; L&#244; Gi&#225; Na Nh&#432; Lai
t&#432;&#7899;ng v&#226;n, trang nghi&#234;m v&#7899;i b&#7917;u hoa th&#432;&#7907;ng di&#7879;u v&#224; t&#7923; l&#432;u ly
thanh t&#7883;nh di&#7879;u nguy&#7879;t, &#273;&#7873;u ph&#243;ng v&#244; l&#432;&#7907;ng tr&#259;m ng&#224;n v&#7841;n &#7913;c ma ni
b&#7917;u quang, &#273;&#7847;y kh&#7855;p t&#7845;t c&#7843; h&#432; kh&#244;ng ph&#225;p gi&#7899;i. Trong &#273;&#243; hi&#7875;n
hi&#7879;n v&#244; l&#432;&#7907;ng c&#245;i Ph&#7853;t, &#273;&#7873;u c&#243; Nh&#432; Lai ng&#7891;i ki&#7871;t gi&#224;. &#208;&#226;y l&#224;
th&#7913; hai m&#432;&#417;i hai.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7893; chi&#7871;u nh&#7913;t
thi&#7871;t Ph&#7853;t quang minh v&#226;n, trang nghi&#234;m v&#7899;i nh&#7919;ng &#273;&#232;n b&#225;u &#273;&#7865;p,
ph&#243;ng t&#7883;nh quang minh chi&#7871;u kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; th&#7871; gi&#7899;i, &#273;&#7873;u
hi&#7879;n ch&#432; Ph&#7853;t chuy&#7875;n ph&#225;p lu&#226;n. &#208;&#226;y l&#224; th&#7913; hai m&#432;&#417;i ba.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7893; hi&#7879;n nh&#7913;t
thi&#7871;t trang nghi&#234;m v&#226;n, trang nghi&#234;m v&#7899;i nh&#7919;ng b&#7917;u di&#7879;m ph&#243;ng t&#7883;nh
quang minh tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i, ni&#7879;m ni&#7879;m th&#432;&#7901;ng ni&#7879;m b&#7845;t kh&#7843;
thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#224; ch&#432; B&#7891; T&#225;t ng&#7891;i n&#417;i
&#273;&#7841;o tr&#224;ng. &#208;&#226;y l&#224; th&#7913; hai m&#432;&#417;i b&#7889;n.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Xu&#7845;t t&#7845;t c&#7843; ph&#225;p
gi&#7899;i &#226;m thanh v&#226;n, trang nghi&#234;m v&#7899;i ma ni b&#7917;u h&#7843;i v&#224; th&#432;&#7907;ng di&#7879;u
chi&#234;n &#273;&#224;n. Ph&#243;ng l&#432;&#7899;i &#273;&#7841;i di&#7879;m tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i, trong &#273;&#243;
di&#7877;n kh&#7855;p &#226;m thanh vi di&#7879;u, hi&#7875;n th&#7883; t&#7845;t c&#7843; nghi&#7879;p h&#7843;i c&#7911;a t&#7845;t c&#7843;
ch&#250;ng sanh. &#208;&#226;y l&#224; th&#7913; hai m&#432;&#417;i l&#259;m.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7893; chi&#7871;u ch&#432; Ph&#7853;t
bi&#7871;n h&#243;a lu&#226;n v&#226;n, Nh&#432; Lai t&#7883;nh nh&#227;n d&#249;ng l&#224;m trang nghi&#234;m, quang
chi&#7871;u t&#7845;t c&#7843; th&#7871; gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng. Trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843;
&#273;&#7891; trang nghi&#234;m c&#7911;a tam th&#7871; Ph&#7853;t. L&#7841;i ph&#225;t di&#7879;u &#226;m di&#7877;n n&#243;i ph&#225;p
h&#7843;i qu&#7843;ng &#273;&#7841;i b&#7845;t t&#432; ngh&#236;. &#208;&#226;y l&#224; th&#7913; hai m&#432;&#417;i s&#225;u.</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Quang chi&#7871;u Ph&#7853;t h&#7843;i
v&#226;n, quang minh chi&#7871;u kh&#7855;p t&#7845;t c&#7843; th&#7871; gi&#7899;i, kh&#7855;p c&#7843; ph&#225;p gi&#7899;i
kh&#244;ng b&#7883; ch&#432;&#7899;ng ng&#7841;i, &#273;&#7873;u c&#243; &#273;&#7913;c Nh&#432; Lai ng&#7891;i ki&#7871;t gi&#224;. &#208;&#226;y
l&#224; th&#7913; hai m&#432;&#417;i b&#7843;y.</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; B&#7917;u &#273;&#259;ng v&#226;n,
ph&#243;ng Ph&#7853;t qu&#7843;ng &#273;&#7841;i quang minh, chi&#7871;u kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843;
ph&#225;p gi&#7899;i. Trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#224; ch&#432; B&#7891; T&#225;t
c&#249;ng b&#7845;t t&#432; ngh&#236; c&#225;c ch&#250;ng sanh h&#7843;i. &#208;&#226;y l&#224; th&#7913; hai m&#432;&#417;i t&#225;m.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#225;p gi&#7899;i v&#244; sai
bi&#7879;t v&#226;n, ph&#243;ng Ph&#7853;t &#273;&#7841;i tr&#237; quang minh, chi&#7871;u kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng
c&#245;i Ph&#7853;t, v&#224; t&#7845;t c&#7843; B&#7891; T&#225;t &#273;&#7841;o tr&#224;ng ch&#250;ng h&#7897;i v&#244; l&#432;&#7907;ng
ph&#225;p h&#7843;i. Trong &#273;&#243; hi&#7879;n kh&#7855;p c&#225;c th&#7913; th&#7847;n th&#244;ng. L&#7841;i ph&#225;t di&#7879;u
&#226;m t&#249;y t&#226;m s&#7903; th&#237;ch c&#7911;a c&#225;c ch&#250;ng sanh m&#224; di&#7877;n n&#243;i h&#7841;nh nguy&#7879;n
c&#7911;a Ph&#7893; Hi&#7873;n B&#7891; T&#225;t, khi&#7871;n h&#7885; h&#7891;i h&#432;&#7899;ng. &#208;&#226;y l&#224; th&#7913; hai m&#432;&#417;i
ch&#237;n.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; An tr&#7909; t&#7845;t c&#7843; th&#7871;
gi&#7899;i h&#7843;i ph&#7893; chi&#7871;u v&#226;n, ph&#243;ng b&#7917;u quang minh tr&#224;n &#273;&#7847;y t&#7845;t c&#7843; h&#432;
kh&#244;ng ph&#225;p gi&#7899;i. Trong &#273;&#243; hi&#7879;n kh&#7855;p &#273;&#7841;o tr&#224;ng t&#7883;nh di&#7879;u v&#224; th&#226;n
t&#432;&#7899;ng trang nghi&#234;m c&#7911;a Ph&#7853;t c&#249;ng B&#7891; T&#225;t, khi&#7871;n ai ng&#243; th&#7845;y &#273;&#7873;u
&#273;&#432;&#7907;c v&#244; s&#7903; ki&#7871;n. &#208;&#226;y l&#224; th&#7913; ba m&#432;&#417;i.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Nh&#7913;t thi&#7871;t b&#7917;u thanh t&#7883;nh
quang di&#7879;m v&#226;n, ph&#243;ng v&#244; l&#432;&#7907;ng quang minh thanh t&#7883;nh ma ni di&#7879;u b&#7917;u
c&#7911;a ch&#432; Ph&#7853;t v&#224; B&#7891; T&#225;t, chi&#7871;u kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; ph&#225;p
gi&#7899;i, trong &#273;&#243; hi&#7879;n kh&#7855;p ch&#432; B&#7891; T&#225;t h&#7843;i &#273;&#7873;u &#273;&#7847;y &#273;&#7911; th&#7847;n l&#7921;c
c&#7911;a Nh&#432; Lai, th&#432;&#7901;ng du h&#224;nh th&#7853;p ph&#432;&#417;ng c&#249;ng t&#7853;n c&#245;i h&#432; kh&#244;ng t&#7845;t
c&#7843; s&#225;t v&#245;ng. &#208;&#226;y l&#224; th&#7913; ba m&#432;&#417;i m&#7889;t.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">K&#7871; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Chi&#7871;u kh&#7855;p t&#7845;t c&#7843;
ph&#225;p gi&#7899;i trang nghi&#234;m v&#226;n, &#7903; ngay gi&#7919;a t&#7845;t c&#7843; t&#432;&#7899;ng l&#7847;n l&#7847;n
vun cao, trang nghi&#234;m v&#7899;i di&#234;m ph&#249; &#273;&#224;n kim nh&#417;n &#273;&#224; la v&#245;ng, ph&#243;ng
t&#7883;nh quang v&#226;n tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i, ni&#7879;m ni&#7879;m th&#432;&#7901;ng hi&#7879;n t&#7845;t c&#7843;
th&#7871; gi&#7899;i ch&#432; Ph&#7853;t B&#7891; T&#225;t &#273;&#7841;o tr&#224;ng ch&#250;ng h&#7897;i. &#208;&#226;y l&#224; th&#7913; ba
m&#432;&#417;i hai.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tr&#234;n &#273;&#226;y l&#224; ba m&#432;&#417;i hai t&#432;&#7899;ng &#273;&#7841;i nh&#417;n trang nghi&#234;m
tr&#234;n &#273;&#7843;nh c&#7911;a &#273;&#7913;c Nh&#432; Lai.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Ch&#432; Ph&#7853;t t&#7917; ! Gi&#7919;a ch&#7863;ng m&#224;y c&#7911;a &#273;&#7913;c Nh&#432; Lai c&#243;
&#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Bi&#7871;n ph&#225;p gi&#7899;i quang minh v&#226;n, trang nghi&#234;m
v&#7899;i ma ni b&#7917;u hoa, ph&#243;ng &#273;&#7841;i quang minh &#273;&#7911; nh&#7919;ng b&#7917;u s&#7855;c, d&#432;&#7901;ng
nh&#432; m&#7863;t tr&#7901;i m&#7863;t tr&#259;ng, su&#7889;t th&#7845;u thanh t&#7883;nh. Quang minh n&#224;y chi&#7871;u
kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng qu&#7889;c &#273;&#7897;, trong &#273;&#243; hi&#7875;n hi&#7879;n t&#7845;t c&#7843; th&#226;n Ph&#7853;t.
L&#7841;i xu&#7845;t di&#7879;u &#226;m tuy&#234;n d&#432;&#417;ng ph&#225;p h&#7843;i. &#208;&#226;y l&#224; th&#7913; ba m&#432;&#417;i ba.</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">M&#7855;t c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; T&#7921; t&#7841;i
ph&#7893; ki&#7871;n v&#226;n, trang nghi&#234;m v&#7899;i nh&#7919;ng di&#7879;u b&#7917;u, ma ni b&#7917;u quang thanh
t&#7883;nh s&#225;ng su&#7889;t, th&#7845;y kh&#7855;p t&#7845;t c&#7843; &#273;&#7873;u kh&#244;ng ch&#432;&#7899;ng ng&#7841;i. &#208;&#226;y
l&#224; th&#7913; ba m&#432;&#417;i b&#7889;n.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">M&#361;i c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Nh&#7913;t
thi&#7871;t Nh&#7913;t thi&#7871;t th&#7847;n th&#244;ng tr&#237; hu&#7879; v&#226;n, trang nghi&#234;m v&#7899;i di&#7879;u
b&#7917;u thanh t&#7883;nh, nh&#7919;ng quang minh b&#7917;u s&#7855;c gi&#259;ng che tr&#234;n &#273;&#243;, trong &#273;&#243;
xu&#7845;t hi&#7879;n v&#244; l&#432;&#7907;ng H&#243;a Ph&#7853;t t&#7885;a b&#7917;u li&#234;n hoa qua &#273;&#7871;n c&#225;c th&#7871;
gi&#7899;i, v&#236; t&#7845;t c&#7843; B&#7891; T&#225;t v&#224; t&#7845;t c&#7843; ch&#250;ng sanh di&#7877;n b&#7845;t t&#432; ngh&#236;
Ph&#7853;t ph&#225;p h&#7843;i. &#208;&#226;y l&#224; th&#7913; ba m&#432;&#417;i l&#259;m.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">L&#432;&#7905;i c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Th&#7883;
hi&#7879;n &#226;m thanh &#7843;nh t&#432;&#7907;ng v&#226;n, trang nghi&#234;m v&#7899;i di&#7879;u b&#7917;u nhi&#7873;u
m&#224;u, do thi&#7879;n c&#259;n nhi&#7873;u &#273;&#7901;i tr&#432;&#7899;c th&#224;nh t&#7921;u. L&#432;&#7905;i &#273;&#243; r&#7897;ng
d&#224;i che kh&#7855;p t&#7845;t c&#7843; th&#7871; gi&#7899;i h&#7843;i. &#208;&#7913;c Nh&#432; Lai ho&#7863;c vui v&#7867; vi
ti&#7871;u t&#7845;t ph&#243;ng t&#7845;t c&#7843; ma ni b&#7917;u quang, quang minh n&#224;y chi&#7871;u kh&#7855;p
m&#432;&#7901;i ph&#432;&#417;ng ph&#225;p gi&#7899;i, hay l&#224;m cho t&#7845;t c&#7843; t&#226;m &#273;&#432;&#7907;c thanh l&#432;&#417;ng.
Tam th&#7871; t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7873;u hi&#7875;n hi&#7879;n s&#225;ng r&#7905; trong quang minh &#273;&#243;,
&#273;&#7873;u ph&#225;t &#226;m thanh vi di&#7879;u qu&#7843;ng &#273;&#7841;i kh&#7855;p t&#7845;t c&#7843; c&#245;i, tr&#7909; v&#244;
l&#432;&#7907;ng ki&#7871;p. &#208;&#226;y l&#224; th&#7913; ba m&#432;&#417;i s&#225;u.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">L&#432;&#7905;i c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
Ph&#225;p gi&#7899;i v&#226;n, b&#7857;ng ph&#7859;ng c&#225;c th&#7913; b&#225;u trang nghi&#234;m, ph&#243;ng di&#7879;u
b&#7917;u quang s&#7855;c t&#432;&#7899;ng &#273;&#7873;u vi&#234;n m&#227;n nh&#432; quang minh t&#7915; gi&#7919;a ch&#7863;ng
m&#224;y ph&#243;ng ra. Quang minh n&#224;y chi&#7871;u kh&#7855;p t&#7845;t c&#7843; c&#245;i Ph&#7853;t, ch&#7881; vi tr&#7845;n
hi&#7879;p th&#224;nh kh&#244;ng c&#243; t&#7921; t&#225;nh. Trong quang minh l&#7841;i hi&#7879;n v&#244; l&#432;&#7907;ng
ch&#432; Ph&#7853;t &#273;&#7873;u ph&#225;t di&#7879;u &#226;m thuy&#7871;t t&#7845;t c&#7843; ph&#225;p. &#208;&#226;y l&#224; th&#7913; ba
m&#432;&#417;i b&#7843;y.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">&#208;&#7847;u l&#432;&#7905;i c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
Chi&#7871;u ph&#225;p gi&#7899;i quang minh v&#226;n, trang nghi&#234;m v&#7899;i Nh&#432; &#253; b&#7917;u v&#432;&#417;ng,
t&#7921; nhi&#234;n h&#7857;ng xu&#7845;t b&#7917;u di&#7879;m m&#224;u ch&#417;n kim, trong &#273;&#243; &#7843;nh hi&#7879;n t&#7845;t
c&#7843; Ph&#7853;t h&#7843;i, l&#7841;i ph&#225;t di&#7879;u &#226;m tr&#224;n &#273;&#7847;y t&#7845;t c&#7843; v&#244; bi&#234;n th&#7871;
gi&#7899;i. Trong m&#7895;i m&#7895;i di&#7879;u &#226;m &#273;&#7911; t&#7845;t c&#7843; &#226;m thanh &#273;&#7873;u di&#7877;n thuy&#7871;t
ph&#225;p, ng&#432;&#7901;i nghe t&#226;m vui &#273;&#7865;p, tr&#7843;i v&#244; l&#432;&#7907;ng ki&#7871;p nghi&#7873;n ng&#7851;m
ch&#7859;ng qu&#234;n. &#208;&#226;y l&#224; th&#7913; ba m&#432;&#417;i t&#225;m.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">&#208;&#7847;u l&#432;&#7905;i c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n
l&#224; Chi&#7871;u di&#7879;u ph&#225;p gi&#7899;i v&#226;n, d&#249;ng ma ni b&#7917;u v&#432;&#417;ng &#273;&#7875; nghi&#234;m
s&#7913;c di&#7877;n nh&#7919;ng s&#7855;c t&#432;&#7899;ng quang minh vi di&#7879;u &#273;&#7847;y kh&#7855;p v&#244; l&#432;&#7907;ng
c&#245;i n&#432;&#7899;c, kh&#7855;p ph&#225;p gi&#7899;i &#273;&#7873;u thanh t&#7883;nh. Trong &#273;&#243; &#273;&#7873;u c&#243; v&#244;
l&#432;&#7907;ng ch&#432; Ph&#7853;t v&#224; ch&#432; B&#7891; T&#225;t &#273;&#7873;u ph&#225;t di&#7879;u &#226;m ph&#432;&#417;ng ti&#7879;n khai
th&#7883;, t&#7845;t c&#7843; B&#7891; T&#225;t hi&#7879;n ti&#7873;n th&#237;nh th&#7885;. &#208;&#226;y l&#224; th&#7913; ba n&#432;&#417;i
ch&#237;n.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">H&#224;m tr&#234;n trong mi&#7879;ng c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Th&#7883; hi&#7879;n b&#7845;t t&#432; ngh&#236; ph&#225;p gi&#7899;i v&#226;n, d&#249;ng nh&#417;n &#273;&#224; la b&#7917;u
v&#224; t&#7923; l&#432;u ly b&#7917;u &#273;&#7875; trang nghi&#234;m. Ph&#243;ng h&#432;&#417;ng &#273;&#259;ng di&#7879;m thanh t&#7883;nh
quang v&#226;n &#273;&#7847;y kh&#7855;p t&#7845;t c&#7843; ph&#225;p gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng, th&#7883; hi&#7879;n c&#225;c
th&#7913; th&#7847;n th&#244;ng ph&#432;&#417;ng ti&#7879;n, kh&#7855;p t&#7845;t c&#7843; th&#7871; gi&#7899;i h&#7843;i, khai di&#7877;n
ph&#225;p th&#7853;m th&#226;m b&#7845;t t&#432; ngh&#236;. &#208;&#226;y l&#224; th&#7913; b&#7889;n m&#432;&#417;i.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Trong mi&#7879;ng c&#7911;a Nh&#432; Lai, ph&#237;a d&#432;&#7899;i r&#259;ng nanh h&#7919;u c&#243;
&#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7853;t nha v&#226;n, t&#432;&#7899;ng lu&#226;n ch&#7919;
&quot;v&#7841;n&quot; b&#7857;ng nh&#7919;ng b&#7917;u ma ni d&#249;ng trang nghi&#234;m, ph&#243;ng &#273;&#7841;i quang
minh chi&#7871;u kh&#7855;p ph&#225;p gi&#7899;i, trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; th&#226;n Ph&#7853;t,
ch&#226;u l&#432;u th&#7853;p ph&#432;&#417;ng khai ng&#7897; qu&#7847;n sanh. &#208;&#226;y l&#224; th&#7913; b&#7889;n m&#432;&#417;i m&#7889;t.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Ph&#237;a tr&#234;n r&#259;ng nanh h&#7919;u c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
B&#7917;u di&#7879;m di l&#244; t&#7841;ng lu&#226;n, trang nghi&#234;m v&#7899;i ma ni b&#7917;u t&#7841;ng. Ph&#243;ng
kim cang h&#432;&#417;ng di&#7879;m thanh t&#7883;nh quang minh. M&#7895;i m&#7895;i quang minh tr&#224;n &#273;&#7847;y
ph&#225;p gi&#7899;i th&#7883; hi&#7879;n t&#7845;t c&#7843; th&#7847;n l&#7921;c ch&#432; Ph&#7853;t, l&#7841;i hi&#7879;n t&#7845;t c&#7843;
&#273;&#7841;o tr&#224;ng t&#7883;nh di&#7879;u trong th&#7853;p ph&#432;&#417;ng th&#7871; gi&#7899;i. &#208;&#226;y l&#224; th&#7913; b&#7889;n
m&#432;&#417;i hai.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Ph&#237;a d&#432;&#7899;i r&#259;ng nanh t&#7843; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
B&#7917;u &#273;&#259;ng ph&#7893; chi&#7871;u v&#226;n, trang nghi&#234;m v&#7899;i t&#7845;t c&#7843; di&#7879;u b&#7917;u n&#7903;
hoa ph&#225;p h&#432;&#417;ng. Ph&#243;ng &#273;&#259;ng di&#7879;m v&#226;n thanh t&#7883;nh quang minh &#273;&#7847;y kh&#7855;p
t&#7845;t c&#7843; th&#7871; gi&#7899;i h&#7843;i. Trong &#273;&#243; hi&#7875;n hi&#7879;n t&#7845;t c&#7843; ch&#432; Ph&#7853;t ng&#7891;i
t&#242;a li&#234;n hoa t&#7841;ng s&#432; t&#7917;. Ch&#250;ng B&#7891; T&#225;t vi nhi&#7877;u quanh Ph&#7853;t. &#208;&#226;y l&#224;
th&#7913; b&#7889;n m&#432;&#417;i ba.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Ph&#237;a tr&#234;n r&#259;ng nanh t&#7843; c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
chi&#7871;u hi&#7879;n Nh&#432; Lai v&#226;n, trang nghi&#234;m v&#7899;i thanh t&#7883;nh quang minh, di&#234;m ph&#249;
&#273;&#224;n kim, l&#432;&#7899;i b&#225;u v&#224; hoa b&#225;u, ph&#243;ng &#273;&#7841;i di&#7879;m lu&#226;n &#273;&#7847;y kh&#7855;p
ph&#225;p gi&#7899;i, trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; ch&#432; Ph&#7853;t, d&#249;ng th&#7847;n l&#7921;c
&#7903; trong h&#432; kh&#244;ng l&#432;u b&#7889; ph&#225;p nh&#361;, ph&#225;p &#273;&#259;ng, ph&#225;p b&#7917;u, gi&#225;o h&#243;a
t&#7845;t c&#7843; ch&#250;ng B&#7891; T&#225;t. &#208;&#226;y l&#224; th&#7913; b&#7889;n m&#432;&#417;i b&#7889;n.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">R&#259;ng c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7893;
hi&#7879;n quang minh v&#226;n, gi&#7919;a m&#7895;i m&#7895;i r&#259;ng c&#243; t&#432;&#7899;ng h&#7843;i trang nghi&#234;m.
N&#7871;u l&#250;c Ph&#7853;t vi ti&#7871;u &#273;&#7873;u ph&#243;ng quang minh &#273;&#7911; nh&#7919;ng b&#7917;u s&#7855;c, b&#7917;u
di&#7879;m ma ni uy&#7875;n chuy&#7875;n xoay ph&#237;a h&#7919;u l&#432;u b&#7889; ph&#225;p gi&#7899;i &#273;&#7873;u c&#249;ng
kh&#7855;p, di&#7877;n ng&#244;n &#226;m c&#7911;a Ph&#7853;t, thuy&#7871;t h&#7841;nh Ph&#7893; Hi&#7873;n. &#208;&#226;y l&#224; th&#7913;
b&#7889;n m&#432;&#417;i l&#259;m.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">M&#244;i Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; &#7842;nh hi&#7879;n
t&#7845;t c&#7843; b&#7917;u quang v&#226;n, ph&#243;ng quang minh qu&#7843;ng &#273;&#7841;i m&#224;u di&#234;m ph&#249; &#273;&#224;n
kim, m&#224;u li&#234;n hoa, m&#224;u t&#7845;t c&#7843; b&#7917;u, chi&#7871;u kh&#7855;p ph&#225;p gi&#7899;i l&#224;m cho
&#273;&#7873;u thanh t&#7883;nh. &#208;&#226;y l&#224; th&#7913; b&#7889;n m&#432;&#417;i s&#225;u.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">C&#7893; Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7893; chi&#7871;u
t&#7845;t c&#7843; th&#7871; gi&#7899;i v&#226;n, trang nghi&#234;m v&#7899;i ma ni b&#7917;u v&#432;&#417;ng, m&#7873;m nhuy&#7877;n
m&#7883;n l&#225;ng, ph&#243;ng t&#7923; l&#244; gi&#225; na thanh t&#7883;nh quang minh, &#273;&#7847;y kh&#7855;p m&#432;&#7901;i
ph&#432;&#417;ng t&#7845;t c&#7843; th&#7871; gi&#7899;i, trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; ch&#432; Ph&#7853;t.
&#208;&#226;y l&#224; th&#7913; b&#7889;n m&#432;&#417;i b&#7843;y.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Vai h&#7919;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7853;t
qu&#7843;ng &#273;&#7841;i nh&#7913;t thi&#7871;t b&#7917;u v&#226;n, ph&#243;ng quang minh m&#224;u t&#7845;t c&#7843; b&#7917;u,
m&#224;u ch&#417;n kim, m&#224;u li&#234;n hoa, th&#224;nh l&#432;&#7899;i b&#7917;u di&#7879;m, chi&#7871;u kh&#7855;p ph&#225;p
gi&#7899;i trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; B&#7891; T&#225;t. &#208;&#226;y l&#224; th&#7913; b&#7889;n m&#432;&#417;i
t&#225;m.</font></p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Vai h&#7919;u c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
T&#7889;i th&#7855;ng b&#7917;u ph&#7893; chi&#7871;u v&#226;n, m&#224;u thanh t&#7883;nh nh&#432; v&#224;ng di&#234;m ph&#249;
&#273;&#224;n, ph&#243;ng ma ni quang tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i, trong &#273;&#243; hi&#7875;n hi&#7879;n t&#7845;t
c&#7843; B&#7891; T&#225;t. &#208;&#226;y l&#224; th&#7913; b&#7889;n m&#432;&#417;i ch&#237;n.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Vai t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; T&#7889;i
th&#7855;ng quang chi&#7871;u ph&#225;p gi&#7899;i v&#226;n, c&#225;c th&#7913; trang nghi&#234;m nh&#432; tr&#234;n
&#273;&#7843;nh v&#224; gi&#7919;a m&#224;y ph&#243;ng b&#7917;u quang minh m&#224;u v&#224;ng di&#234;m ph&#249; &#273;&#224;n,
m&#224;u li&#234;n hoa th&#224;nh l&#432;&#7899;i s&#225;ng l&#7899;n tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i, trong &#273;&#243;
th&#7883; hi&#7879;n t&#7845;t c&#7843; th&#7847;n l&#7921;c. &#208;&#226;y l&#224; th&#7913; n&#259;m m&#432;&#417;i.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Vai t&#7843; c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
Quang minh bi&#7871;n chi&#7871;u v&#226;n, t&#432;&#7899;ng &#273;&#243; xoay v&#7871; ph&#237;a h&#7919;u, trang nghi&#234;m
v&#7899;i ma ni b&#7917;u v&#432;&#417;ng m&#224;u v&#224;ng di&#234;m ph&#249; &#273;&#224;n, ph&#243;ng nh&#7919;ng quang minh
b&#7917;u hoa h&#432;&#417;ng di&#7879;m tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i, trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t
c&#7843; ch&#432; Ph&#7853;t v&#224; c&#249;ng t&#7845;t c&#7843; c&#245;i n&#432;&#7899;c nghi&#234;m t&#7883;nh. &#208;&#226;y l&#224; th&#7913;
n&#259;m m&#432;&#417;i m&#7889;t.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Vai t&#7843; c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
Ph&#7893; chi&#7871;u di&#7879;u v&#226;n, t&#432;&#7899;ng &#273;&#243; xoay ph&#237;a h&#7919;u vi m&#7853;t trang nghi&#234;m,
ph&#243;ng quang minh thanh t&#7883;nh Ph&#7853;t &#273;&#259;ng di&#7879;m v&#226;n &#273;&#7847;y kh&#7855;p ph&#225;p gi&#7899;i,
trong &#273;&#243; hi&#7875;n hi&#7879;n t&#7845;t c&#7843; B&#7891; T&#225;t, nh&#7919;ng s&#7921; trang nghi&#234;m th&#7843;y
&#273;&#7873;u di&#7879;u h&#7843;o. &#208;&#226;y l&#224; th&#7913; n&#259;m m&#432;&#417;i hai.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Gi&#7919;a ng&#7921;c Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng h&#236;nh nh&#432; ch&#7919;
&quot;v&#7841;n&quot; t&#234;n l&#224; Ki&#7871;t t&#432;&#7901;ng h&#7843;i v&#226;n, trang nghi&#234;m v&#7899;i ma ni
b&#7917;u hoa, ph&#243;ng nh&#7919;ng quang di&#7879;m v&#226;n m&#224;u t&#7845;t c&#7843; b&#7917;u tr&#224;n &#273;&#7847;y
ph&#225;p gi&#7899;i l&#224;m cho kh&#7855;p thanh t&#7883;nh. L&#7841;i di&#7877;n di&#7879;u &#226;m di&#7877;n th&#244;ng
ph&#225;p h&#7843;i. &#208;&#226;y l&#224; th&#7913; n&#259;m m&#432;&#417;i ba.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#234;n h&#7919;u t&#432;&#7899;ng ki&#7871;t t&#432;&#7901;ng c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Th&#7883; hi&#7879;n quang chi&#7871;u v&#226;n, d&#249;ng l&#432;&#7899;i nh&#417;n &#273;&#224; la &#273;&#7875; trang
nghi&#234;m, ph&#243;ng &#273;&#7841;i quang lu&#226;n &#273;&#7847;y kh&#7855;p ph&#225;p gi&#7899;i, trong &#273;&#243; hi&#7879;n
kh&#7855;p v&#244; l&#432;&#7907;ng ch&#432; Ph&#7853;t. &#208;&#226;y l&#224; th&#7913; n&#259;m m&#432;&#417;i b&#7889;n.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#234;n h&#7919;u t&#432;&#7899;ng ki&#7871;t t&#432;&#7901;ng l&#7841;i c&#243; &#273;&#7841;i nh&#417;n
t&#432;&#7899;ng t&#234;n l&#224; Ph&#7893; hi&#7879;n Nh&#432; Lai v&#226;n d&#249;ng ma ni b&#7917;u quang c&#7911;a ch&#432; B&#7891;
T&#225;t &#273;&#7875; trang nghi&#234;m, ph&#243;ng &#273;&#7841;i quang minh chi&#7871;u kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng
t&#7845;t c&#7843; th&#7871; gi&#7899;i &#273;&#7873;u l&#224;m cho thanh t&#7883;nh, trong &#273;&#243; th&#7883; hi&#7879;n tam th&#7871;
Ph&#7853;t ng&#7891;i n&#417;i &#273;&#7841;o tr&#224;ng, kh&#7855;p hi&#7879;n th&#7847;n l&#7921;c, tuy&#234;n r&#7897;ng ph&#225;p
h&#7843;i. &#208;&#226;y l&#224; th&#7913; n&#259;m m&#432;&#417;i l&#259;m.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#234;n h&#7919;u t&#432;&#7899;ng ki&#7871;t t&#432;&#7901;ng l&#7841;i c&#243; &#273;&#7841;i nh&#417;n
t&#432;&#7899;ng t&#234;n l&#224; Khai phu hoa v&#226;n, trang nghi&#234;m v&#7899;i ma ni b&#7917;u hoa, ph&#243;ng
b&#7917;u h&#432;&#417;ng di&#7879;m &#273;&#259;ng thanh t&#7883;nh quang minh tr&#7841;ng nh&#432; li&#234;n hoa, &#273;&#7847;y
kh&#7855;p ph&#225;p gi&#7899;i. &#208;&#226;y l&#224; th&#7913; n&#259;m m&#432;&#417;i s&#225;u.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#234;n h&#7919;u t&#432;&#7899;ng ki&#7871;t t&#432;&#7901;ng l&#7841;i c&#243; &#273;&#7841;i nh&#417;n
t&#432;&#7899;ng t&#234;n l&#224; Kh&#7843; duy&#7879;t l&#7841;c kim s&#7855;c v&#226;n, trang nghi&#234;m v&#7899;i ma ni
v&#432;&#417;ng t&#7845;t c&#7843; b&#7917;u t&#226;m v&#432;&#417;ng t&#7841;ng, ph&#243;ng t&#7883;nh quang minh chi&#7871;u kh&#7855;p
ph&#225;p gi&#7899;i hi&#7879;n t&#7845;t c&#7843; trong &#273;&#243;, nh&#432; Ph&#7853;t nh&#227;n qu&#7843;ng &#273;&#7841;i quang minh
ma ni b&#7917;u t&#7841;ng. &#208;&#226;y l&#224; th&#7913; n&#259;m m&#432;&#417;i b&#7843;y.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#234;n h&#7919;u t&#432;&#7899;ng ki&#7871;t t&#432;&#7901;ng l&#7841;i c&#243; &#273;&#7841;i nh&#417;n
t&#432;&#7899;ng t&#234;n l&#224; Ph&#7853;t h&#7843;i v&#226;n, d&#249;ng tr&#224;ng hoa t&#7923; l&#432;u ly b&#7917;u h&#432;&#417;ng
&#273;&#259;ng &#273;&#7875; trang nghi&#234;m. Ph&#243;ng quang minh thanh t&#7883;nh ma ni b&#7917;u v&#432;&#417;ng h&#432;&#417;ng
&#273;&#259;ng &#273;&#7841;i di&#7879;n &#273;&#7847;y h&#432; kh&#244;ng kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; qu&#7889;c &#273;&#7897;.
Trong &#273;&#243; hi&#7879;n kh&#7855;p &#273;&#7841;o tr&#224;ng ch&#250;ng h&#7897;i. &#208;&#226;y l&#224; th&#7913; n&#259;m m&#432;&#417;i
t&#225;m.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#234;n t&#7843; t&#432;&#7899;ng ki&#7871;t t&#432;&#7901;ng c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n
l&#224; Th&#7883; hi&#7879;n quang minh v&#226;n, v&#244; s&#7889; B&#7891; T&#225;t t&#7885;a b&#7917;u li&#234;n hoa d&#249;ng
l&#224;m trang nghi&#234;m, ph&#243;ng quang minh ma ni v&#432;&#417;ng b&#7917;u di&#7879;m thanh t&#7883;nh kh&#7855;p
t&#7845;t c&#7843; ph&#225;p gi&#7899;i h&#7843;i. Trong &#273;&#243; th&#7883; hi&#7879;n v&#244; l&#432;&#7907;ng Ph&#7853;t, v&#224;
Ph&#7853;t di&#7879;u &#226;m di&#7877;n thuy&#7871;t c&#225;c ph&#225;p. &#208;&#226;y l&#224; th&#7913; n&#259;m m&#432;&#417;i ch&#237;n.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#234;n t&#7843; t&#432;&#7899;ng ki&#7871;t t&#432;&#7901;ng l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Th&#7883; hi&#7879;n kh&#7855;p ph&#225;p gi&#7899;i quang minh v&#226;n, d&#249;ng ma ni b&#7917;u h&#7843;i
&#273;&#7875; trang nghi&#234;m, ph&#243;ng &#273;&#7841;i quang minh kh&#7855;p t&#7845;t c&#7843; c&#245;i, trong &#273;&#243;
hi&#7879;n kh&#7855;p c&#225;c ch&#250;ng B&#7891; T&#225;t. &#208;&#226;y l&#224; th&#7913; s&#225;u m&#432;&#417;i.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#234;n t&#7843; t&#432;&#7899;ng ki&#7871;t t&#432;&#7901;ng l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Ph&#7893; th&#7855;ng v&#226;n, trang nghi&#234;m v&#7899;i tr&#224;ng nh&#7921;t quang minh ma ni
v&#432;&#417;ng b&#7917;u lu&#226;n, ph&#243;ng &#273;&#7841;i quang di&#7879;m, tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i nh&#7919;ng
th&#7871; gi&#7899;i h&#7843;i, trong &#273;&#243; th&#7883; hi&#7879;n t&#7845;t c&#7843; th&#7871; gi&#7899;i, t&#7845;t c&#7843; Nh&#432;
Lai, t&#7845;t c&#7843; ch&#250;ng sanh. &#208;&#226;y l&#224; th&#7913; s&#225;u m&#432;&#417;i m&#7889;t.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#234;n t&#7843; t&#432;&#7899;ng ki&#7871;t t&#432;&#7901;ng l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Chuy&#7875;n ph&#225;p lu&#226;n di&#7879;u &#226;m v&#226;n, trang nghi&#234;m v&#7899;i t&#7845;t c&#7843;
ph&#225;p &#273;&#259;ng thanh t&#7883;nh h&#432;&#417;ng nh&#7909;y, ph&#243;ng &#273;&#7841;i quang minh tr&#224;n &#273;&#7847;y ph&#225;p
gi&#7899;i, trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; ch&#432; Ph&#7853;t c&#243; bao nhi&#234;u t&#432;&#7899;ng h&#7843;i
v&#224; t&#226;m h&#7843;i. &#208;&#226;y l&#224; th&#7913; s&#225;u m&#432;&#417;i hai.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#234;n t&#7843; t&#432;&#7899;ng ki&#7871;t t&#432;&#7901;ng l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; trang nghi&#234;m v&#226;n, d&#249;ng tam th&#7871; t&#7845;t c&#7843; Ph&#7853;t h&#7843;i &#273;&#7875; trang
nghi&#234;m, ph&#243;ng t&#7883;nh quang minh nghi&#234;m t&#7883;nh t&#7845;t c&#7843; Ph&#7853;t &#273;&#7897;, trong &#273;&#243;
hi&#7879;n kh&#7855;p t&#7845;t c&#7843; th&#7853;p ph&#432;&#417;ng ch&#432; Ph&#7853;t, ch&#432; B&#7891; T&#225;t v&#224; nh&#7919;ng h&#7841;nh
s&#7903; h&#224;nh c&#7911;a ch&#432; Ph&#7853;t, ch&#432; B&#7891; T&#225;t. &#208;&#226;y l&#224; th&#7913; s&#225;u m&#432;&#417;i ba.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tay h&#7919;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; H&#7843;i
chi&#7871;u v&#226;n, c&#225;c b&#225;u trang nghi&#234;m, h&#7857;ng ph&#243;ng nguy&#7879;t di&#7879;m thanh t&#7883;nh
quang minh tr&#224;n &#273;&#7847;y h&#432; kh&#244;ng t&#7845;t c&#7843; th&#7871; gi&#7899;i, ph&#225;t &#273;&#7841;i &#226;m thanh
khen ng&#7907;i t&#7845;t c&#7843; B&#7891; T&#225;t h&#7841;nh. &#208;&#226;y l&#224; th&#7913; s&#225;u m&#432;&#417;i b&#7889;n.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tay h&#7919;u c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
&#7842;nh hi&#7879;n chi&#7871;u di&#7879;u v&#226;n, d&#249;ng t&#7923; l&#432;u ly &#273;&#7871; thanh ma ni b&#7917;u hoa &#273;&#7875;
trang nghi&#234;m, ph&#243;ng &#273;&#7841;i quang minh chi&#7871;u kh&#7855;p li&#234;n hoa t&#7841;ng, ma ni t&#7841;ng
t&#7845;t c&#7843; th&#7871; gi&#7899;i c&#7911;a th&#7853;p ph&#432;&#417;ng B&#7891; T&#225;t an tr&#7909;. Trong &#273;&#243; &#273;&#7873;u
hi&#7879;n v&#244; l&#432;&#7907;ng ch&#432; Ph&#7853;t, d&#249;ng t&#7883;nh ph&#225;p th&#226;n ng&#7891;i c&#7897;i B&#7891; &#208;&#7873;,
ch&#7845;n &#273;&#7897;ng t&#7845;t c&#7843; c&#245;i n&#432;&#7899;c m&#432;&#7901;i ph&#432;&#417;ng. &#208;&#226;y l&#224; th&#7913; s&#225;u
m&#432;&#417;i l&#259;m.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tay h&#7919;u c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
&#208;&#259;ng di&#7879;m man ph&#7893; nghi&#234;m t&#7883;nh v&#226;n, d&#249;ng t&#7923; l&#244; gi&#225; na b&#7917;u &#273;&#7875;
trang nghi&#234;m, ph&#243;ng &#273;&#7841;i quang minh th&#224;nh l&#432;&#7899;i bi&#7871;n h&#243;a, trong &#273;&#243;
hi&#7879;n kh&#7855;p nh&#7919;ng ch&#250;ng B&#7891; T&#225;t &#273;&#7873;u &#273;&#7897;i b&#7917;u quan, di&#7877;n nh&#7919;ng
h&#7841;nh h&#7843;i. &#208;&#226;y l&#224; th&#7913; s&#225;u m&#432;&#417;i s&#225;u.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tay h&#7919;u c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
Ph&#7893; hi&#7879;n t&#7845;t c&#7843; ma ni v&#226;n, d&#249;ng li&#234;n hoa di&#7879;m &#273;&#259;ng &#273;&#7875; trang
nghi&#234;m, ph&#243;ng h&#7843;i t&#7841;ng quang &#273;&#7847;y kh&#7855;p ph&#225;p gi&#7899;i. Trong &#273;&#243; hi&#7879;n
kh&#7855;p ch&#432; Ph&#7853;t ng&#7891;i t&#242;a li&#234;n hoa. &#208;&#226;y l&#224; th&#7913; s&#225;u m&#432;&#417;i b&#7843;y.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tay h&#7919;u c&#7911;a Nh&#432; lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
Quang minh v&#226;n, d&#249;ng ma ni di&#7879;m h&#7843;i &#273;&#7875; trang nghi&#234;m, ph&#243;ng nh&#7919;ng quang
minh thanh t&#7883;nh b&#7917;u di&#7879;m, h&#432;&#417;ng di&#7879;m, hoa di&#7879;m tr&#224;ng &#273;&#7847;y t&#7845;t c&#7843; th&#7871;
gi&#7899;i. Trong &#273;&#243; hi&#7879;n kh&#7855;p &#273;&#7841;o tr&#224;ng c&#7911;a ch&#432; Ph&#7853;t. &#208;&#226;y l&#224; th&#7913;
s&#225;u m&#432;&#417;i t&#225;m.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tay t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; T&#7923;
l&#432;u ly thanh t&#7883;nh &#273;&#259;ng v&#226;n, d&#249;ng b&#7917;u &#273;&#7883;a di&#7879;u s&#7855;c &#273;&#7875; trang nghi&#234;m,
ph&#243;ng Nh&#432; Lai kim s&#7855;c quang minh, ni&#7879;m ni&#7879;m th&#432;&#7901;ng hi&#7879;n t&#7845;t c&#7843; &#273;&#7891;
trang nghi&#234;m th&#432;&#7907;ng di&#7879;u. &#208;&#226;y l&#224; th&#7913; s&#225;u m&#432;&#417;i ch&#237;n.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tay t&#7843; c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
Nh&#7913;t thi&#7871;t s&#225;t tr&#237; hu&#7879; &#273;&#259;ng &#226;m thanh v&#226;n. D&#249;ng nh&#417;n &#273;&#224; la v&#245;ng
kim cang hoa &#273;&#7875; trang nghi&#234;m. Ph&#243;ng di&#234;m ph&#249; &#273;&#224;n kim thanh t&#7883;nh quang minh,
chi&#7871;u kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; th&#7871; gi&#7899;i. &#208;&#226;y l&#224; th&#7913; b&#7843;y
m&#432;&#417;i.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tay t&#7843; c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; An
Tr&#7909; b&#7917;u li&#234;n hoa quang minh v&#226;n, d&#249;ng nh&#7919;ng b&#7917;u di&#7879;u hoa &#273;&#7875; trang
nghi&#234;m. Ph&#243;ng &#273;&#7841;i quang minh nh&#432; Tu Di &#273;&#259;ng chi&#7871;u kh&#7855;p t&#7845;t c&#7843; th&#7871;
gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng. &#208;&#226;y l&#224; th&#7913; b&#7843;y m&#432;&#417;i m&#7889;t.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tay t&#7843; c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
Bi&#7871;n chi&#7871;u ph&#225;p gi&#7899;i v&#226;n, d&#249;ng tr&#224;ng hoa di&#7879;u b&#7917;u, b&#7917;u lu&#226;n,
b&#7917;u b&#236;nh, l&#432;&#7899;i nh&#417;n &#273;&#224; la v&#224; nh&#7919;ng di&#7879;u t&#432;&#7899;ng &#273;&#7875; trang nghi&#234;m.
Ph&#243;ng &#273;&#7841;i quang minh chi&#7871;u kh&#7855;p t&#7845;t c&#7843; c&#245;i n&#432;&#7899;c m&#432;&#7901;i ph&#432;&#417;ng.
Trong &#273;&#243; th&#7883; hi&#7879;n t&#7845;t c&#7843; ph&#225;p gi&#7899;i, t&#7845;t c&#7843; th&#7871; gi&#7899;i h&#7843;i, t&#7845;t
c&#7843; Nh&#432; Lai ng&#7891;i t&#242;a li&#234;n hoa. &#208;&#226;y l&#224; th&#7913; b&#7843;y m&#432;&#417;i hai.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Ng&#243;n tay h&#7919;u c&#7911;a Nh&#432; Lai l&#7841;i c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Hi&#7879;n ch&#432; ki&#7871;p s&#225;t h&#7843;i tri&#7873;n v&#226;n, d&#249;ng th&#7911;y nguy&#7879;t di&#7879;m
t&#7841;ng ma ni v&#432;&#417;ng t&#7845;t c&#7843; b&#7917;u hoa &#273;&#7875; trang nghi&#234;m, ph&#243;ng &#273;&#7841;i quang minh
&#273;&#7847;y kh&#7855;p ph&#225;p gi&#7899;i. Trong &#273;&#243; h&#7857;ng ph&#225;t &#226;m thanh vi di&#7879;u kh&#7855;p t&#7845;t
c&#7843; c&#245;i. &#208;&#226;y l&#224; th&#7913; b&#7843;y m&#432;&#417;i ba.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Ng&#243;n tay t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
An tr&#7909; t&#7845;t c&#7843; b&#7917;u v&#226;n. D&#249;ng &#273;&#7871; thanh kim cang b&#7917;u &#273;&#7875; trang nghi&#234;m.
Ph&#243;ng ma ni v&#432;&#417;ng ch&#250;ng b&#7917;u quang minh &#273;&#7847;y kh&#7855;p ph&#225;p gi&#7899;i. Trong &#273;&#243;
hi&#7879;n kh&#7855;p t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#224; ch&#432; B&#7891; T&#225;t. &#208;&#226;y l&#224; th&#7913; b&#7843;y m&#432;&#417;i
b&#7889;n.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#224;n tay h&#7919;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
Chi&#7871;u di&#7879;u v&#226;n. D&#249;ng ma ni v&#432;&#417;ng thi&#234;n b&#7913;c b&#7917;u lu&#226;n &#273;&#7875; trang
nghi&#234;m. Ph&#243;ng b&#7917;u quang minh xoay ph&#237;a h&#7919;u tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i. Trong
&#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; ch&#432; Ph&#7853;t. M&#7895;i m&#7895;i th&#226;n Ph&#7853;t quang minh r&#7921;c
r&#7905;, thuy&#7871;t ph&#225;p &#273;&#7897; ng&#432;&#7901;i, l&#224;m thanh t&#7883;nh th&#7871; gi&#7899;i. &#208;&#226;y l&#224;
th&#7913; b&#7843;y m&#432;&#417;i l&#259;m.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#224;n tay t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
Di&#7879;m lu&#226;n ph&#7893; t&#259;ng tr&#432;&#7903;ng h&#243;a hi&#7879;n ph&#225;p gi&#7899;i &#273;&#7841;o tr&#224;ng v&#226;n.
D&#249;ng nh&#7921;t quang ma ni v&#432;&#417;ng thi&#234;n b&#7913;c lu&#226;n &#273;&#7875; trang nghi&#234;m. Ph&#243;ng
&#273;&#7841;i quang minh tr&#224;n &#273;&#7847;y t&#7845;t c&#7843; nh&#7919;ng th&#7871; gi&#7899;i h&#7843;i. Trong &#273;&#243; th&#7883;
hi&#7879;n t&#7845;t c&#7843; B&#7891; T&#225;t di&#7877;n thuy&#7871;t t&#7845;t c&#7843; h&#7841;nh h&#7843;i c&#7911;a Ph&#7893; Hi&#7873;n,
v&#224;o kh&#7855;p t&#7845;t c&#7843; Ph&#7853;t &#273;&#7897;, m&#7895;i B&#7891; T&#225;t &#273;&#7873;u khai ng&#7897; v&#244; l&#432;&#7907;ng
ch&#250;ng sanh. &#208;&#226;y l&#224; th&#7913; b&#7843;y m&#432;&#417;i s&#225;u.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">&#194;m t&#224;ng c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7893;
l&#432;u xu&#7845;t Ph&#7853;t &#226;m thanh v&#226;n. D&#249;ng t&#7845;t c&#7843; di&#7879;u b&#7917;u &#273;&#7875; trang nghi&#234;m.
Ph&#243;ng ma ni &#273;&#259;ng hoa di&#7879;m quang minh chi&#7871;u s&#225;ng r&#7921;c r&#7905; &#273;&#7911; nh&#7919;ng
m&#224;u b&#225;u, chi&#7871;u kh&#7855;p h&#432; kh&#244;ng ph&#225;p gi&#7899;i. Trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t
c&#7843; ch&#432; Ph&#7853;t du h&#224;nh qua l&#7841;i c&#249;ng kh&#7855;p m&#7885;i n&#417;i. &#208;&#226;y l&#224; th&#7913; b&#7843;y
m&#432;&#417;i b&#7843;y.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">H&#244;ng h&#7919;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
B&#7917;u &#273;&#259;ng m&#7841;n ph&#7893; chi&#7871;u v&#226;n, c&#225;c b&#225;u ma ni d&#249;ng &#273;&#7875; trang nghi&#234;m.
Ph&#243;ng b&#7845;t t&#432; ngh&#236; b&#7917;u di&#7879;m quang minh, gi&#259;ng b&#224;y m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t
c&#7843; ph&#225;p gi&#7899;i, c&#249;ng h&#432; kh&#244;ng ph&#225;p gi&#7899;i &#273;&#7891;ng l&#224;m m&#7897;t t&#432;&#7899;ng m&#224;
hay xu&#7845;t sanh t&#7845;t c&#7843; c&#225;c t&#432;&#7899;ng. Trong m&#7895;i m&#7895;i t&#432;&#7899;ng &#273;&#7873;u hi&#7879;n
th&#7847;n bi&#7871;n t&#7921; t&#7841;i c&#7911;a ch&#432; Ph&#7853;t. &#208;&#226;y l&#224; th&#7913; b&#7843;y m&#432;&#417;i t&#225;m.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">H&#244;ng t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Th&#7883;
hi&#7879;n t&#7845;t c&#7843; ph&#225;p gi&#7899;i h&#7843;i quang minh v&#226;n, che tr&#249;m h&#432; kh&#244;ng nh&#432;
li&#234;n hoa. Nghi&#234;m s&#7913;c v&#7899;i di&#7879;u b&#7917;u thanh t&#7883;nh. Ph&#243;ng l&#432;&#7899;i quang minh
chi&#7871;u kh&#7855;p t&#7845;t c&#7843; ph&#225;p gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng. Trong &#273;&#243; hi&#7879;n kh&#7855;p
nh&#7919;ng t&#432;&#7899;ng &#273;&#7865;p. &#208;&#226;y l&#224; th&#7913; b&#7843;y m&#432;&#417;i ch&#237;n.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">V&#7871; h&#7919;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Ph&#7893;
hi&#7879;n v&#226;n d&#249;ng ma ni nhi&#7873;u m&#224;u &#273;&#7875; trang nghi&#234;m. V&#7871; v&#224; b&#7855;p ch&#226;n
tr&#234;n d&#432;&#7899;i x&#7913;ng nhau. Ph&#243;ng ma ni di&#7879;m di&#7879;u ph&#225;p quang minh trong m&#7897;t
ni&#7879;m hay th&#7883; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; du b&#7897; t&#432;&#7899;ng h&#7843;i c&#7911;a &#273;&#7845;ng B&#7917;u
V&#432;&#417;ng. &#208;&#226;y l&#224; th&#7913; t&#225;m m&#432;&#417;i.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">V&#7871; t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Hi&#7879;n
t&#7845;t c&#7843; Ph&#7853;t v&#244; l&#432;&#7907;ng t&#432;&#7899;ng h&#7843;i v&#226;n, d&#249;ng t&#7845;t c&#7843; b&#7917;u h&#7843;i
t&#249;y thu&#7853;n an tr&#7909; &#273;&#7875; trang nghi&#234;m, du h&#224;nh r&#7897;ng l&#7899;n ph&#243;ng t&#7883;nh quang
minh chi&#7871;u kh&#7855;p ch&#250;ng sanh, &#273;&#7873;u khi&#7871;n mong c&#7847;u Ph&#7853;t ph&#225;p v&#244; th&#432;&#7907;ng.
&#208;&#226;y l&#224; th&#7913; t&#225;m m&#432;&#417;i m&#7889;t.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#7855;p ch&#226;n l&#7897;c v&#432;&#417;ng y ni di&#234;n b&#234;n h&#7919;u c&#7911;a Nh&#432; Lai c&#243;
&#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; T&#7845;t c&#7843; h&#432; kh&#244;ng ph&#225;p gi&#7899;i v&#226;n. D&#249;ng
quang minh di&#7879;u b&#7917;u &#273;&#7875; trang nghi&#234;m. T&#432;&#7899;ng &#273;&#243; tr&#242;n th&#7859;ng hay kh&#233;o
b&#432;&#7899;c &#273;i, ph&#243;ng quang minh thanh t&#7883;nh m&#224;u v&#224;ng di&#234;m ph&#249; &#273;&#224;n chi&#7871;u
kh&#7855;p ch&#432; Ph&#7853;t th&#7871; gi&#7899;i, ph&#225;t &#226;m thanh l&#7899;n &#273;&#7873;u ch&#7845;n &#273;&#7897;ng kh&#7855;p
n&#417;i. L&#7841;i hi&#7879;n t&#7845;t c&#7843; qu&#7889;c &#273;&#7897; c&#7911;a ch&#432; Ph&#7853;t tr&#7909; gi&#7919;a h&#432; kh&#244;ng,
b&#7917;u di&#7879;m trang nghi&#234;m, v&#244; l&#432;&#7907;ng B&#7891; T&#225;t h&#243;a hi&#7879;n trong &#273;&#243;. &#208;&#226;y
l&#224; th&#7913; t&#225;m m&#432;&#417;i hai.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">B&#7855;p ch&#226;n l&#7897;c v&#432;&#417;ng y ni di&#234;n b&#234;n t&#7843; c&#7911;a Nh&#432; Lai c&#243;
&#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224; Trang nghi&#234;m h&#7843;i v&#226;n, m&#224;u nh&#432; ch&#417;n kim, hay
kh&#7855;p du h&#224;nh t&#7845;t c&#7843; c&#245;i Ph&#7853;t, ph&#243;ng quang minh t&#7845;t c&#7843; b&#7917;u thanh t&#7883;nh
tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i ra l&#224;m Ph&#7853;t s&#7921;. &#208;&#226;y l&#224; th&#7913; t&#225;m m&#432;&#417;i ba.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">L&#244;ng tr&#234;n b&#7855;p ch&#226;n b&#225;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n
t&#432;&#7899;ng t&#234;n l&#224; Ph&#7893; hi&#7879;n ph&#225;p gi&#7899;i &#7843;nh t&#432;&#7907;ng v&#226;n. L&#244;ng &#273;&#243; xoay
b&#234;n h&#7919;u. M&#7895;i m&#7895;i &#273;&#7847;u l&#244;ng ph&#243;ng b&#7917;u quang minh &#273;&#7847;y kh&#7855;p t&#7845;t c&#7843;
m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; ph&#225;p gi&#7899;i, th&#7883; hi&#7879;n t&#7845;t c&#7843; th&#7847;n l&#7921;c c&#7911;a
ch&#432; Ph&#7853;t. Nh&#7919;ng l&#7895; l&#244;ng &#273;&#243; &#273;&#7873;u ph&#243;ng quang minh, t&#7845;t c&#7843; c&#245;i Ph&#7853;t
&#273;&#7873;u hi&#7879;n trong &#273;&#243;. &#208;&#226;y l&#224; th&#7913; t&#225;m m&#432;&#417;i b&#7889;n.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">D&#432;&#7899;i b&#224;n ch&#226;n c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n
l&#224; T&#7845;t c&#7843; B&#7891; T&#225;t h&#7843;i an tr&#7909; v&#226;n, m&#224;u nh&#432; hoa sen thanh t&#7883;nh b&#7857;ng
v&#224;ng kim cang di&#234;m ph&#249; &#273;&#224;n, ph&#243;ng b&#7917;u quang minh chi&#7871;u kh&#7855;p m&#432;&#7901;i
ph&#432;&#417;ng nh&#7919;ng th&#7871; gi&#7899;i h&#7843;i. M&#226;y b&#7917;u h&#432;&#417;ng di&#7879;m c&#249;ng kh&#7855;p m&#7885;i
n&#417;i.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">L&#250;c c&#7845;t ch&#226;n s&#7855;p b&#432;&#7899;c th&#7901;i h&#417;i th&#417;m lan kh&#7855;p &#273;&#7911;
nh&#7919;ng m&#224;u b&#225;u kh&#7855;p ph&#225;p gi&#7899;i. &#208;&#226;y l&#224; th&#7913; t&#225;m m&#432;&#417;i l&#259;m.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tr&#234;n b&#224;n ch&#226;n h&#7919;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Ph&#7893; chi&#7871;u nh&#7913;t thi&#7871;t quang minh v&#226;n. D&#249;ng t&#7845;t c&#7843; c&#225;c b&#225;u
&#273;&#7875; trang nghi&#234;m, ph&#243;ng &#273;&#7841;i quang minh tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i th&#7883; hi&#7879;n
t&#7845;t c&#7843; ch&#432; Ph&#7853;t, ch&#432; B&#7891; T&#225;t. &#208;&#226;y l&#224; th&#7913; t&#225;m m&#432;&#417;i s&#225;u.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Tr&#234;n b&#224;n ch&#226;n t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Ph&#7893; hi&#7879;n nh&#7913;t thi&#7871;t ch&#432; Ph&#7853;t v&#226;n, d&#249;ng b&#7917;u t&#7841;ng ma ni
&#273;&#7875; l&#224;m trang nghi&#234;m, ph&#243;ng b&#7917;u quang minh, trong m&#7895;i ni&#7879;m hi&#7879;n t&#7845;t
c&#7843; th&#7847;n bi&#7871;n v&#224; ph&#225;p h&#7843;i c&#7911;a Ph&#7853;t. &#208;&#7841;o tr&#224;ng c&#7911;a &#273;&#7913;c Ph&#7853;t
ng&#7921; su&#7889;t &#273;&#7871;n ki&#7871;p v&#7883; lai kh&#244;ng gi&#225;n &#273;o&#7841;n. &#208;&#226;y l&#224; th&#7913; t&#225;m
m&#432;&#417;i b&#7843;y.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Kho&#7843;ng gi&#7919;a ng&#243;n ch&#226;n h&#7919;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n
t&#432;&#7899;ng t&#234;n l&#224; Quang chi&#7871;u nh&#7913;t thi&#7871;t ph&#225;p gi&#7899;i h&#7843;i v&#226;n. Trang
nghi&#234;m v&#7899;i tu di &#273;&#259;ng ma ni v&#432;&#417;ng thi&#234;n b&#7913;c di&#7879;m lu&#226;n, ph&#243;ng &#273;&#7841;i
quang minh &#273;&#7847;y kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng ph&#225;p gi&#7899;i nh&#7919;ng th&#7871; gi&#7899;i h&#7843;i.
Trong &#273;&#243; hi&#7879;n kh&#7855;p t&#7845;t c&#7843; nh&#7919;ng t&#432;&#7899;ng b&#7917;u trang nghi&#234;m c&#7911;a ch&#432;
Ph&#7853;t. &#208;&#226;y l&#224; th&#7913; t&#225;m m&#432;&#417;i t&#225;m.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Kho&#7843;ng gi&#7919;a ng&#243;n ch&#226;n t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n
t&#432;&#7899;ng t&#234;n l&#224; Hi&#7879;n nh&#7913;t thi&#7871;t Ph&#7853;t h&#7843;i v&#226;n. Trang nghi&#234;m v&#7899;i ma
ni b&#7917;u hoa, tr&#224;ng h&#432;&#417;ng di&#7879;m &#273;&#259;ng, t&#7845;t c&#7843; b&#7917;u lu&#226;n. H&#7857;ng ph&#243;ng
b&#7917;u h&#7843;i thanh t&#7883;nh quang minh &#273;&#7847;y kh&#7855;p h&#432; kh&#244;ng kh&#7855;p &#273;&#7871;n m&#432;&#7901;i
ph&#432;&#417;ng t&#7845;t c&#7843; th&#7871; gi&#7899;i. Trong &#273;&#243; th&#7883; hi&#7879;n nh&#7919;ng t&#432;&#7899;ng ch&#7919;
&quot;v&#7841;n&quot; v&#224; thanh &#226;m vi&#234;n m&#227;n c&#7911;a t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#224; ch&#432; B&#7891;
T&#225;t. L&#7907;i &#237;ch v&#244; l&#432;&#7907;ng t&#7845;t c&#7843; ch&#250;ng sanh. &#208;&#226;y l&#224; th&#7913; t&#225;m m&#432;&#417;i
ch&#237;n.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">G&#243;t ch&#226;n h&#7919;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n
l&#224; T&#7921; t&#7841;i chi&#7871;u di&#7879;u v&#226;n. D&#249;ng b&#7897;t b&#225;u &#273;&#7871; thanh &#273;&#7875; trang
nghi&#234;m. Th&#432;&#7901;ng ph&#243;ng Nh&#432; Lai di&#7879;u b&#7917;u quang minh. Quang minh n&#224;y &#273;&#7865;p
t&#7889;t tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i &#273;&#7873;u &#273;&#7891;ng m&#7897;t t&#432;&#7899;ng kh&#244;ng sai kh&#225;c.
Trong &#273;&#243; th&#7883; hi&#7879;n t&#7845;t c&#7843; ch&#432; Ph&#7853;t ng&#7891;i &#273;&#7841;o tr&#224;ng di&#7877;n n&#243;i di&#7879;u
ph&#225;p. &#208;&#226;y l&#224; th&#7913; ch&#237;n m&#432;&#417;i.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">G&#243;t ch&#226;n t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng t&#234;n l&#224;
Th&#7883; hi&#7879;n di&#7879;u &#226;m di&#7877;n thuy&#7871;t ph&#225;p h&#7843;i v&#226;n. D&#249;ng bi&#7871;n h&#243;a h&#7843;i ma
ni b&#7917;u, h&#432;&#417;ng di&#7879;m h&#7843;i, tu di hoa ma ni b&#7917;u v&#224; t&#7923; l&#432;u ly &#273;&#7875; trang
nghi&#234;m. Ph&#243;ng &#273;&#7841;i quang minh &#273;&#7847;y kh&#7855;p ph&#225;p gi&#7899;i. Trong &#273;&#243; hi&#7879;n
kh&#7855;p th&#7847;n l&#7921;c c&#7911;a ch&#432; Ph&#7853;t. &#208;&#226;y l&#224; th&#7913; ch&#237;n m&#432;&#417;i m&#7889;t.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">L&#432;ng b&#224;n ch&#226;n h&#7919;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Th&#7883; hi&#7879;n t&#7845;t c&#7843; trang nghi&#234;m quang minh v&#226;n, c&#225;c b&#225;u l&#224;m
th&#224;nh r&#7845;t trang nghi&#234;m &#273;&#7865;p, ph&#243;ng quang minh thanh t&#7883;nh m&#224;u v&#224;ng di&#234;m
ph&#249; &#273;&#224;n, chi&#7871;u kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; ph&#225;p gi&#7899;i. T&#432;&#7899;ng quang
minh &#273;&#243; nh&#432; &#273;&#7841;i v&#226;n che kh&#7855;p t&#7845;t c&#7843; &#273;&#7841;o tr&#224;ng c&#7911;a ch&#432; Ph&#7853;t.
&#208;&#226;y l&#224; th&#7913; ch&#237;n m&#432;&#417;i hai.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">L&#432;ng b&#224;n ch&#226;n t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Hi&#7879;n ch&#250;ng s&#7855;c t&#432;&#7899;ng v&#226;n. D&#249;ng nguy&#7879;t di&#7879;m t&#7841;ng t&#7923; l&#244;
gi&#225; na b&#7917;u v&#224; nh&#417;n &#273;&#224; la ni la b&#7917;u &#273;&#7875; trang nghi&#234;m. Ni&#7879;m ni&#7879;m du
h&#224;nh c&#225;c ph&#225;p gi&#7899;i h&#7843;i, ph&#243;ng ma ni &#273;&#259;ng h&#432;&#417;ng di&#7879;m quang minh &#273;&#7847;y
kh&#7855;p ph&#225;p gi&#7899;i. &#208;&#226;y l&#224; th&#7913; ch&#237;n m&#432;&#417;i ba.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Chu vi b&#224;n ch&#226;n h&#7919;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Ph&#7893; t&#7841;ng v&#226;n. D&#249;ng nh&#417;n &#273;&#224; la ni la kim cang b&#7917;u &#273;&#7875; trang
nghi&#234;m. Ph&#243;ng b&#7917;u quang minh &#273;&#7847;y kh&#7855;p h&#432; kh&#244;ng. Trong &#273;&#243; th&#7883; hi&#7879;n
t&#7845;t c&#7843; ch&#432; Ph&#7853;t ng&#7891;i &#273;&#7841;o tr&#224;ng tr&#234;n t&#242;a s&#432; t&#7917; ma ni b&#7917;u v&#432;&#417;ng.
&#208;&#226;y l&#224; th&#7913; ch&#237;n m&#432;&#417;i b&#7889;n.</font> </p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Chu vi b&#224;n ch&#226;n t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Quang minh bi&#7871;n chi&#7871;u ph&#225;p gi&#7899;i v&#226;n. D&#249;ng ma ni b&#7917;u hoa &#273;&#7875;
trang nghi&#234;m. Ph&#243;ng &#273;&#7841;i quang minh tr&#224;n &#273;&#7847;y ph&#225;p gi&#7899;i, b&#236;nh &#273;&#7859;ng
m&#7897;t t&#432;&#7899;ng. Trong &#273;&#243; th&#7883; hi&#7879;n t&#7845;t c&#7843; th&#7847;n l&#7921;c t&#7921; t&#7841;i c&#7911;a ch&#432;
Ph&#7853;t v&#224; ch&#432; B&#7891; T&#225;t, d&#249;ng &#273;&#7841;i di&#7879;u &#226;m di&#7877;n thuy&#7871;t ph&#225;p gi&#7899;i v&#244;
t&#7853;n ph&#225;p m&#244;n. &#208;&#226;y l&#224; th&#7913; ch&#237;n m&#432;&#417;i l&#259;m.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">&#208;&#7847;u ng&#243;n ch&#226;n h&#7919;u c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Th&#7883; hi&#7879;n trang nghi&#234;m v&#226;n, r&#7845;t &#273;&#225;ng m&#7871;n th&#237;ch, d&#249;ng ch&#417;n kim
thanh t&#7883;nh di&#234;m ph&#249; &#273;&#224;n &#273;&#7875; trang nghi&#234;m. Ph&#243;ng &#273;&#7841;i quang minh &#273;&#7847;y
kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng t&#7845;t c&#7843; ph&#225;p gi&#7899;i. Trong &#273;&#243; th&#7883; hi&#7879;n v&#244; t&#7853;n
ph&#225;p h&#7843;i, nh&#7919;ng th&#7913; c&#244;ng &#273;&#7913;c, th&#7847;n th&#244;ng bi&#7871;n h&#243;a c&#7911;a ch&#432;
Ph&#7853;t, ch&#432; B&#7891; T&#225;t. &#208;&#226;y l&#224; th&#7913; ch&#237;n m&#432;&#417;i s&#225;u.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">&#208;&#7847;u ng&#243;n ch&#226;n t&#7843; c&#7911;a Nh&#432; Lai c&#243; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng
t&#234;n l&#224; Hi&#7879;n nh&#7913;t thi&#7871;t Ph&#7853;t th&#7847;n bi&#7871;n v&#226;n. D&#249;ng b&#7845;t t&#432; ngh&#236;
Ph&#7853;t quang minh nguy&#7879;t di&#7879;m ph&#7893; h&#432;&#417;ng ma ni b&#7917;u di&#7879;m lu&#226;n &#273;&#7875; trang
nghi&#234;m. Ph&#243;ng quang minh thanh t&#7883;nh nhi&#7873;u b&#7917;u s&#7855;c &#273;&#7847;y kh&#7855;p t&#7845;t c&#7843;
th&#7871; gi&#7899;i h&#7843;i. Trong &#273;&#243; th&#7883; hi&#7879;n t&#7845;t c&#7843; ch&#432; Ph&#7853;t v&#224; ch&#432; B&#7891; T&#225;t
di&#7877;n thuy&#7871;t t&#7845;t c&#7843; Ph&#7853;t ph&#225;p h&#7843;i. &#208;&#226;y l&#224; th&#7913; ch&#237;n m&#432;&#417;i b&#7843;y.</font>
	</p>
	<p ALIGN="JUSTIFY" style="line-height: 150%">
	<font face="Tahoma" size="3" color="#000080">Ch&#432; Ph&#7853;t t&#7917; ! T&#7923; L&#244; Gi&#225; Na Nh&#432; Lai c&#243; hoa t&#7841;ng th&#7871;
gi&#7899;i h&#7843;i vi tr&#7847;n s&#7889; &#273;&#7841;i nh&#417;n t&#432;&#7899;ng nh&#432; v&#7853;y. M&#7895;i m&#7895;i th&#226;n ph&#7847;n
c&#7911;a Nh&#432; Lai d&#249;ng nh&#7919;ng t&#432;&#7899;ng vi di&#7879;u b&#225;u &#273;&#7865;p &#273;&#7875; trang nghi&#234;m.</font></p>
	<p ALIGN="JUSTIFY">&nbsp;</p>
	<p ALIGN="center"><font FACE="Tahoma"><span style="mso-ignore:vglayout"><font face="Times New Roman" color="#000080"><img src="https://www.dharmasite.net/images/HayTha2.jpg" v:shapes="_x0000_s1026" width="106" height="69"></font></span></font></p>
</blockquote>
</body>
<p align="center"><font face="Tahoma" color="#000080">---------------------------</font></p>
	<p><font face="Tahoma" color="#0000FF"><strong><big>M&#7909;c L&#7909;c:</big></strong></font></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#1"><font face="Tahoma" color="#000080">Thay l&#7901;i t&#7921;a.</font></a></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#2"><font face="Tahoma" color="#000080">L&#7901;i n&#243;i &#273;&#7847;u.</font></a></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#2a"><font face="Tahoma" color="#000080">Nghi th&#7913;c s&#225;m h&#7889;i tr&#432;&#7899;c khi         
t&#7909;ng kinh.</font></a></p>	
<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#3"><font face="Tahoma" color="#000080">Nghi th&#7913;c tr&#236; t&#7909;ng.</font></a></p>
	<p><font face="Tahoma" color="#000080">1. <a href="KinhHoaNghiem1PhamTheChuDieuNghiem.htm">Ph&#7849;m Th&#7871;-ch&#7911;         
Di&#7879;u-Nghi&#234;m th&#7913; nh&#7845;t</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 1 &#273;&#7871;n h&#7871;t quy&#7875;n 5)</font></p>
	<p><font face="Tahoma" color="#000080">2. <a href="KinhHoaNghiem2PhamNhuLaiHienTuong.htm">Ph&#7849;m Nh&#432;-Lai         
hi&#7879;n-t&#432;&#7899;ng th&#7913; hai</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 6)</font></p>
	<p><font face="Tahoma" color="#000080">3. 
	<a href="KinhHoaNghiem3.htm">Ph&#7849;m         
Ph&#7893;-Hi&#7873;n Tam-mu&#7897;i th&#7913; ba</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 7)</font></p>
	<p><font face="Tahoma" color="#000080">4. <a href="KinhHoaNghiem4PhamTheGioiThanhTuu.htm">Ph&#7849;m         
Th&#7871;-gi&#7899;i th&#224;nh-t&#7921;u th&#7913; t&#432;</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 7)</font></p>
	<p><font face="Tahoma" color="#000080">5. 
	<a href="KinhHoaNghiem5.htm">Ph&#7849;m Hoa-t&#7841;ng         
th&#7871;-gi&#7899;i th&#7913; n&#259;m</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 8 &#273;&#7871;n h&#7871;t quy&#7875;n 10)</font></p>
	<p><font face="Tahoma" color="#000080">6. <a href="KinhHoaNghiem6PhamTyLoGiaNa.htm">Ph&#7849;m         
T&#7923;-L&#244;-Gi&#225;-Na th&#7913; s&#225;u</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 11)</font></p>
	<p><font face="Tahoma" color="#000080">7. <a href="KinhHoaNghiem7PhamNhuLaiDanhHieu.htm">Ph&#7849;m Nh&#432;-Lai         
danh-hi&#7879;u th&#7913; b&#7849;y</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 12)</font></p>
	<p><font face="Tahoma" color="#000080">8. <a href="KinhHoaNghiem8PhamTuThanhDe.htm">Ph&#7849;m         
T&#7913;-Th&#225;nh-&#208;&#7871; th&#7913; t&#225;m</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 12)</font></p>
	<p><font face="Tahoma" color="#000080">9. <a href="KinhHoaNghiem9PhamQuangMinhGiac.htm">Ph&#7849;m         
Quang-minh gi&#225;c th&#7913; ch&#237;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 13)</font></p>
	<p><font face="Tahoma" color="#000080">10. <a href="KinhHoaNghiem10PhamBoTatVanMinh.htm">Ph&#7849;m         
B&#7891;-T&#225;t V&#7845;n Minh th&#7913; m&#432;&#7901;i</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 13)</font></p>
	<p><font face="Tahoma" color="#000080">11. <a href="KinhHoaNghiem11PhamTinHanh.htm">Ph&#7849;m T&#7883;nh         
H&#7841;nh th&#7913; m&#432;&#7901;i m&#7897;t</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 14)</font></p>
	<p><font face="Tahoma" color="#000080">12. <a href="KinhHoaNghiem12PhamHienThu.htm">Ph&#7849;m Hi&#7873;n         
Th&#7911; th&#7913; m&#432;&#7901;i hai</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 14 &#273;&#7871;n h&#7871;t quy&#7875;n 15)</font></p>
	<p><font face="Tahoma" color="#000080">13.<a href="KinhHoaNghiem13PhamThangTuDiSonDanh.htm"> Ph&#7849;m Th&#259;ng         
Tu-Di s&#417;n-&#273;&#7843;nh th&#7913; m&#432;&#7901;i ba</a>. (H&#225;n b&#7897; &#7903; &#273;&#7847;u quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">14. <a href="KinhHoaNghiem14PhamTuDiDanhKeTan.htm">Ph&#7849;m Tu-Di         
s&#417;n-&#273;&#7843;nh k&#7879; t&#225;n th&#7913; m&#432;&#7901;i b&#7889;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">15. <a href="KinhHoaNghiem15PhamThapTru.htm">Ph&#7849;m         
Th&#7853;p-tr&#7909; th&#7913; m&#432;&#7901;i l&#259;m</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">16. <a href="KinhHoaNghiem16PhamPhamHanh.htm">Ph&#7849;m         
Ph&#7841;m-h&#7841;nh th&#7913; m&#432;&#7901;i s&#225;u</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 17)</font></p>
	<p><font face="Tahoma" color="#000080">17. <a href="KinhHoaNghiem17PhamSoPhatTamCongDuc.htm">Ph&#7849;m S&#417;         
ph&#225;t-t&#226;m c&#244;ng-&#273;&#7913;c th&#7913; m&#432;&#7901;i b&#7843;y</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 17)</font></p>
	<p><font face="Tahoma" color="#000080">18. <a href="KinhHoaNghiem18PhamMinhPhap.htm">Ph&#7849;m Minh         
ph&#225;p th&#7913; m&#432;&#7901;i t&#225;m</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 18)</font></p>
	<p><font face="Tahoma" color="#000080">19. <a href="KinhHoaNghiem19PhamThangDaMaThienCung.htm">Ph&#7849;m Th&#259;ng         
D&#7841;-Ma Thi&#234;n-cung th&#7913; m&#432;&#7901;i ch&#237;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 19)</font></p>
	<p><font face="Tahoma" color="#000080">20. <a href="KinhHoaNghiem20PhamDaMaCungKeTan.htm">Ph&#7849;m D&#7841;-Ma         
Cung k&#7879; t&#225;n th&#7913; hai m&#432;&#417;i</a>. (H&#225;n b&#7897; ph&#7847;n gi&#7919;a quy&#7875;n 19)</font></p>
	<p><font face="Tahoma" color="#000080">21. 
	<a href="KinhHoaNghiem21.htm">Ph&#7849;m         
Th&#7853;p-H&#7841;nh th&#7913; hai m&#432;&#417;i m&#7889;t</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 19 &#273;&#7871;n h&#7871;t quy&#7875;n 20)</font></p>
	<p><font face="Tahoma" color="#000080">22. </font><font color="#000080">
	<a href="KinhHoaNghiem22PhamVoTanTang.htm"><font face="Tahoma">Ph&#7849;m V&#244;         
T&#7853;n T&#7841;ng </font><font FACE="Tahoma">th&#7913; hai m&#432;&#417;i hai</font></a></font><font face="Tahoma" color="#000080">.         
(H&#225;n b&#7897; tr&#7885;n         
quy&#7875;n 21)</font></p>
	<p><font face="Tahoma" color="#000080">23. </font><font color="#000080">
	<a href="KinhHoaNghiem23PhamThangDauSuatThienCung.htm"><font face="Tahoma">Ph&#7849;m Th&#259;ng &#208;&#226;u-Su&#7845;t Thi&#234;n-Cung         
	</font><font face="Tahoma">t</font><font FACE="Tahoma">h&#7913; hai m&#432;&#417;i         
ba</font></a></font><font face="Tahoma" color="#000080">. (H&#225;n         
b&#7897; tr&#7885;n quy&#7875;n 22)</font></p>
	<p><font face="Tahoma" color="#000080">24. <a href="KinhHoaNghiem24PhamDauSuatKeTan.htm">Ph&#7849;m &#208;&#226;u-Su&#7845;t k&#7879; t&#225;n         
thứ hai mươi bốn</a>. (H&#225;n b&#7897; ph&#7847;n         
&#273;&#7847;u quy&#7875;n 23)</font></p>
	<p><font face="Tahoma" color="#000080">25. 
	<a href="KinhHoaNghiem25PhamThapHoiHuong.htm">Ph&#7849;m Th&#7853;p         
h&#7891;i-h&#432;&#7899;ng thứ hai mươi lăm</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 23 &#273;&#7871;n h&#7871;t quy&#7875;n 33)</font></p>
	<p><font face="Tahoma" color="#000080">26. 
	<a href="KinhHoaNghiem26PhamThapDia.htm">Ph&#7849;m Th&#7853;p-&#273;&#7883;a        
thứ hai mươi sáu</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 34         
&#273;&#7871;n quy&#7875;n 39)</font></p>
	<p><font face="Tahoma" color="#000080">27. <a href="KinhHoaNghiem27PhamThapDinh.htm">Ph&#7849;m         
Th&#7853;p-&#273;&#7883;nh thứ hai mươi bảy</a>. (H&#225;n b&#7897; quy&#7875;n 40)</font></p>
	<p><font face="Tahoma" color="#000080">28. <a href="KinhHoaNghiem28PhamThapThong.htm">Ph&#7849;m         
Th&#7853;p-th&#244;ng thứ hai mươi tám</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 44)</font></p>
	<p><font face="Tahoma" color="#000080">29. <a href="KinhHoaNghiem29PhamThapNhan.htm">Ph&#7849;m         
Th&#7853;p-nh&#7851;n thứ hai mươi chín</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 44)</font></p>
	<p><font face="Tahoma" color="#000080">30. 
	<a href="KinhHoaNghiemPham30PhamATangKy.htm">Ph&#7849;m     
A-t&#259;ng-K&#7923; thứ      
ba mươi</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u         
quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">31. 
	<a href="KinhHoaNghiem31PhamThoLuong.htm">Ph&#7849;m Th&#7885; L&#432;&#7907;ng      
thứ ba mươi mốt</a>. (H&#225;n b&#7897; ph&#7847;n gi&#7919;a         
quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">32. 
	<a href="KinhHoaNghiem32PhamChuBoTatTruXu.htm">Ph&#7849;m ch&#432; B&#7891;-T&#225;t tr&#7909; x&#7913;      
thứ ba mươi hai</a>. (H&#225;n b&#7897;         
ph&#7847;n sau quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">33. 
	<a href="KinhHoaNghiem33PhamPhatBatTuNghiPhap.htm">Ph&#7849;m Ph&#7853;t b&#7845;t-t&#432;-ngh&#236;       
Pháp thứ ba mươi ba</a>. (H&#225;n b&#7897;         
quy&#7875;n 46 &#273;&#7871;n quy&#7875;n 47)</font></p>
	<p><font face="Tahoma" color="#000080">34. 
	<a href="KinhHoaNghiem34PhamNhuLaiThapThan.htm">Ph&#7849;m Nh&#432;-Lai th&#7853;p th&#226;n t&#432;&#7899;ng h&#7843;i      
thứ ba mươi bốn</a>. (H&#225;n b&#7897; quy&#7875;n ph&#7847;n &#273;&#7847;u quy&#7875;n 48)</font></p>
	<p><font face="Tahoma" color="#000080">35. 
	<a href="KinhHoaNghiem35PhamNhuLaiTuyHao.htm">Ph&#7849;m Nh&#432;-Lai t&#249;y h&#7843;o quang-minh         
c&#244;ng-&#273;&#7913;c thứ ba mươi lăm</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 48)</font></p>
	<p><font face="Tahoma" color="#000080">36. 
	<a href="KinhHoaNghiem36PhamPhoHienHanh.htm">Ph&#7849;m Ph&#7893;-Hi&#7873;n h&#7841;nh      
thứ ba mươi sáu</a>. (H&#225;n b&#7897; tr&#7885;n         
quy&#7875;n 49)</font></p>
	<p><font face="Tahoma" color="#000080">37. 
	<a href="KinhHoaNghiem37PhamNhuLaiXuatHien.htm">Ph&#7849;m Nh&#432;-Lai xu&#7845;t hi&#7879;n      
thứ ba mươi bảy</a>. (H&#225;n b&#7897; t&#7915;         
&#273;&#7847;u quy&#7875;n 50 &#273;&#7871;n h&#7871;t quy&#7875;n 52)</font></p>
	<p><font face="Tahoma" color="#000080">38. 
	<a href="KinhHoaNghiem38PhamLyTheGian.htm">Ph&#7849;m Ly Th&#7871;      
Gian thứ ba mươi tám</a>. (H&#225;n b&#7897; t&#7915; &#273;&#7847;u quy&#7875;n 53 &#273;&#7871;n h&#7871;t quy&#7875;n 59)</font></p>
	<p><font face="Tahoma" color="#000080">39. 
	<a href="KinhHoaNghiem39PhamNhapPhapGioi1.htm">Ph&#7849;m Nh&#7853;p         
Ph&#225;p-gi&#7899;i thứ ba mươi chín: phần 1</a> - 
	<a href="KinhHoaNghiem39PhamNhapPhapGioi2.htm">Phần 
2</a> (H&#225;n b&#7897; t&#7915; quy&#7875;n 60 &#273;&#7871;n h&#7871;t quy&#7875;n 80)</font></p>
	<p><font face="Tahoma" color="#000080">40.<a href="KinhHoaNghiem40PhamPhoHien.htm"> Ph&#7849;m Nh&#7853;p         
b&#7845;t-t&#432;-ngh&#236; gi&#7843;i-tho&#225;t c&#7843;nh-gi&#7899;i Ph&#7893; Hi&#7873;n H&#7841;nh Nguy&#7879;n      
thứ bốn mươi</a>. (H&#225;n b&#7897; tr&#7885;n q.         
81)</font></p>
<br><br><br><br><br><br><br><br><br>
<div class="separator" style="clear: both; text-align: center;">
<a class="md-opjjpmhoiojifppkkcdabiobhakljdgm_doc" href="https://bothiphap.blogspot.com/" target="_blank" style="background-color: white; color: #771100; font-family: Arial, Tahoma, Helvetica, FreeSans, sans-serif; font-size: 45px; text-align: center; text-decoration-line: none;" target="_blank"><b><span face="&quot;helvetica neue&quot;, arial, helvetica, sans-serif" style="color: #660000;">bothiphap.blogspot.com</span></b></a></div>
<br /><br /><br /><br><br><br><br><br><br>

<div class="separator" style="clear: both;"><a href="https://tamquyensachquy.blogspot.com" target="_blank" style="display: block; padding: 1em 0; text-align: center; "><img alt="" border="0" data-original-height="304" data-original-width="442" src="https://kinhlangnghiem.github.io/kinhlangnghiem/zingmp3.webp" width="340"/></a></div>
<br /><br><br><br><br>
<html>
    <head>
 <br><br>
        <style>
            .zoom-image {
  width: 450px;
  height:450px;
  overflow: hidden;
}

.zoom-iframe  iframe {
  width: 100%;
  transition: all .3s ease-in-out;
}

.zoom-iframe iframe:hover   {
  transform: scale(2.0);
}
        </style>
            <script src="https://stacksnippets.net//scripts/snippet-javascript-console.min.js?v=2"></script>
    </head>
    <body>
	    
<br><br>
<div class="separator" style="clear: both; text-align: center;"><a class="md-opjjpmhoiojifppkkcdabiobhakljdgm_doc" href="https://drive.google.com/drive/folders/1eqEzQsPA30OKpgiGijmwVwXfblISwVMQ" style="text-align: center; text-decoration-line: none;" target="_blank"><b><span style="background-color: #660000; color: #f3f3f3; font-family: helvetica; font-size: large;"> Kinh Hoa Nghiêm Toàn Tập </span><span style="background-color: black; color: white; font-family: helvetica; font-size: large;">( 5.4GB )</span></b></a></div>
<title> KINH HOA NGHIEM DAI PHJUONG QUANG PHAT </title>
<div><div class="wsite-image wsite-image-border-none " style="padding-top:10px;padding-bottom:10px;margin-left:0px;margin-right:0px;text-align:center">
<a href='https://www.idrive.com/idrive/sh/sh?k=s5x3y0l1o6' target='_blank'>
<img src="https://kinhlangnghiem.github.io/DangVanQuy/DownLoad_Now.gif" alt="Picture" style="width:auto;max-width:80%" /
<div id="126435940873196017"><br><br>
<div><style type="text/css">
	#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table-wrapper {
  padding: 20px 0;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table {
  width: 100%;
  border: 1px solid #C9CDCF;
  border-spacing: 0;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table td.cell {
  border-right: 1px solid #C9CDCF;
  border-bottom: 1px solid #C9CDCF;
  word-break: break-word;
  background-color: #FFFFFF;
  width: 33.333333333333%;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table td.cell .paragraph {
  width: 90%;
  margin: 0 5%;
  padding-bottom: 10px;
  padding-top: 10px;
  text-align: center;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-top tr:first-child td,
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-side td:first-of-type {
  background-color: #F8F8F8;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-top tr:first-child td .paragraph,
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-side td:first-of-type .paragraph {
  font-weight: 700;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table tr:last-child td {
  border-bottom: none;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table td:last-of-type {
  border-right: none;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table .empty-content-area-element {
  padding-left: 0px !important;
}

</style><div class="platform-element-contents" data-platform-element-id="702688850553606843-1.4.3" id="element-d33fe91f-b40f-4ce0-8d78-832663cd1e80">
	<div class="simple-table-wrapper">
  <table class="simple-table style-top">
      <tbody><tr>
          <td class="cell"><div class="paragraph"><a href="https://icedrive.net/s/t2T6RWzkvNxtvi3fNtjYZuYxkaPF" target="_blank"><strong><font size="6"><font color="#660000">Media</font><font color="#073763">fire</font></font></strong></a></div></td>
          <td class="cell"><div class="paragraph"><font size="6"><a href="https://www.idrive.com/idrive/sh/sh?k=s5x3y0l1o6" target="_blank"><strong><font><font><font color="#990000">G</font></font></font></strong><strong><font><font><font color="#274e13">o</font></font></font></strong><strong><font><font><font color="#20124d">o</font><font color="#4c1130">g</font><font color="#990000">l</font><font color="#2b00fe">e&nbsp;</font><font color="#073763"></font></font></font></strong></a></font></div></td>
          <td class="cell"><div class="paragraph"><a href="https://drive.google.com/drive/folders/1eqEzQsPA30OKpgiGijmwVwXfblISwVMQ" target="_blank"><font size="6"><font color="#073763">ID</font><font color="#20124d"><font>d</font><font>rive</font></font></font></a></div></td>
      </tr>
  </tbody></table>
</div>
</div>
<div style="clear: both;"></div><script class="element-script" type="text/javascript">function setupElement126435940873196017() {
	var requireFunc = window.platformElementRequire || window.require;

	// Relies on a global require, specific to platform elements
	requireFunc([
		'w-global',
		'underscore',
		'jquery',
		'backbone',
		'util/platform/elements/PlatformElement',
		'util/platform/elements/PlatformElementSettings'
	], function(
		_W,
		_,
		$,
		Backbone,
		PlatformElement,
		PlatformElementSettings
	) {
		var dependencies = null || [];
		var platform_element_id = "702688850553606843-1.4.3";

		if (typeof _W.loadedPlatformDependencies === 'undefined') {
			_W.loadedPlatformDependencies = [];
		}

		if (typeof _W.platformElements === 'undefined') {
			_W.platformElements = [];
		}

		if (typeof _W.platformElements[platform_element_id] === 'undefined') {
			_W.platformElements[platform_element_id] = {};
			_W.platformElements[platform_element_id].deferredObject = new $.Deferred();
			_W.platformElements[platform_element_id].deferredPromise = _W.platformElements[platform_element_id].deferredObject.promise();
		}

		if(_.intersection(_W.loadedPlatformDependencies, dependencies).length !== dependencies.length){
			_.reduce(dependencies, function(promise, nextScript){
				_W.loadedPlatformDependencies.push(nextScript);
				return promise.then(function(){
					return $.getScript(nextScript);
				});
			}, $().promise()).then(function(){
				_W.platformElements[platform_element_id].deferredObject.resolve();
			});
		}

		if (dependencies.length === 0){
			_W.platformElements[platform_element_id].deferredObject.resolve();
		}

		_W.platformElements[platform_element_id].deferredPromise.done(function(){
			var _ElementDefinition = /**
 * This is required for element rendering to be possible
 * @type {PlatformElement}
 */
(function() {
    var SimpleTable = PlatformElement.extend({
        initialize: function() {
            this.setSizes();
        },

        setSizes: function() {
            var sizes = this.settings.get('tableSizes');
            // if the # of columns isn't the size of the array of lengths, ignore it.
            if (sizes && sizes != "default" && this.settings.get('columns') == sizes.length) {
                var columns = this.$('tr').each(function(index, value) {
                    var cells = $(value).find('td').each(function(index2, value2) {
                        $(value2).css('width', sizes[index2] + '%');   
                    });
                });
            }
        }
    });

    return SimpleTable;
})();;

			if (typeof _ElementDefinition == 'undefined' || typeof _ElementDefinition == 'null') {
				var _ElementDefinition = PlatformElement.extend({});
			}

			var _Element = _ElementDefinition.extend({
				initialize: function() {
					// we still want to call the initialize function defined by the developer
					// however, we don't want to call it until placeholders have been replaced
					this.placeholderInterval = setInterval(function() {
						// so use setInterval to check for placeholders.
						if (this.$('.platform-element-child-placeholder').length == 0) {
							clearInterval(this.placeholderInterval);
							this.constructor.__super__.initialize.apply(this);
						}
					}.bind(this), 100);
				}
			});

			_Element.prototype.settings = new PlatformElementSettings({"columns_each":[{"columns_index":0},{"columns_index":1},{"columns_index":2}],"rows_each":[{"rows_index":0}],"columns":3,"rows":1,"style":"top","alignment":"center","titleColor":"#F8F8F8","backgroundColor":"#FFFFFF","borderColor":"#C9CDCF","tableSizes":"default"});
			_Element.prototype.settings.page_element_id = "126435940873196017";

			_Element.prototype.element_id = "d33fe91f-b40f-4ce0-8d78-832663cd1e80";
			_Element.prototype.user_id = "132991757";
			_Element.prototype.site_id = "945126539968472573";
			_Element.prototype.assets_path = "//marketplace.editmysite.com/uploads/b/marketplace-elements-702688850553606843-1.4.3/assets/";
			new _Element({
				el: '#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80'
			});
		});
	});

}

if (typeof document.documentElement.appReady == 'undefined') {
	document.documentElement.appReady = 0;
}

if (document.documentElement.appReady || (window.inEditor && window.inEditor())) {
	setupElement126435940873196017();
} else if (document.createEvent && document.addEventListener) {
	document.addEventListener('appReady', setupElement126435940873196017, false);
} else {
	document.documentElement.attachEvent('onpropertychange', function(event){
		if (event.propertyName == 'appReady') {
			setupElement126435940873196017();
		}
	});
}

</script></div></div>

<meta name="viewport" content="width=device-width, initial-scale=1">

<!-- Start: injected by Adguard -->

    <div class="zoom-iframe">
  <iframe allowfullscreen="" frameborder="1" height="450px" marginheight="0px" marginwidth="0px" name="myiFrame" scrolling="no" src="https://kinhlangnghiem.github.io/kinhlangnghiem/ADiDaPhat" style="border: 0px #ffffff none;" width="450px"></iframe>
</div>
        <script type="text/javascript">
            
        </script><br><br><br><br><br><br><br>
<div class="separator" style="clear: both; text-align: center;">
<iframe allowfullscreen="" frameborder="1" height="350px" marginheight="0px" marginwidth="0px" name="myiFrame" scrolling="no" src="https://kinhlangnghiem.github.io/kinhlangnghiem/Menu" style="border: 0px #ffffff none;" width="450px"></iframe></div>
<!--End: NAM MO A DI DA PHAT--><!--End: NAM MO A DI DA PHAT--><br />
</html>
