
<html>

<head>
<title>Pham Pho Hien</title>
</head>

<body background="https://www.dharmasite.net/unicode/graphics/drbalogobkgd.gif">

<blockquote>
	<p align="center"><font color="#000080" face="Tahoma"><br></font>
	<font face="Tahoma" color="#008000"><big><big><big>Ph&#7849;m Nh&#7853;p B&#7845;t T&#432; Ngh&#236;
Gi&#7843;i Tho&#225;t C&#7843;nh Gi&#7899;i</big></big></big></font></p>
	<p align="center"><font face="Tahoma" color="#008000"><big><big><big>Ph&#7893; Hi&#7873;n H&#7841;nh
Nguy&#7879;n</big></big></big></font></p>
	<p align="center"><font face="Tahoma" color="#008000"><big>Th&#7913; B&#7889;n M&#432;&#417;i</big></font></p>
	<p align="right"><font color="#000080" face="Tahoma"><br></font>
	<font face="Tahoma" color="#FF0000">H&#225;n D&#7883;ch: Ph&#225;p S&#432; B&#225;c Nh&#227;<br>Vi&#7879;t D&#7883;ch: HT Th&#237;ch Tr&#237; T&#7883;nh</font></p>
	<p align="left"><font color="#000080" face="Tahoma"><br><br>L&#250;c b&#7845;y gi&#7901; ng&#224;i Ph&#7893; Hi&#7873;n &#273;&#7841;i B&#7891; T&#225;t khen ng&#7907;i c&#244;ng &#273;&#7913;c th&#249; th&#7855;ng c&#7911;a
&#273;&#7913;c Nh&#432; Lai r&#7891;i, b&#232;n b&#7843;o c&#225;c v&#7883; B&#7891; T&#225;t v&#224; Thi&#7879;n T&#224;i r&#7857;ng: &quot;N&#224;y Thi&#7879;n
Nam T&#7917;! C&#244;ng &#273;&#7913;c c&#7911;a Nh&#432; Lai, gi&#7843; s&#7917; cho t&#7845;t c&#7843; c&#225;c &#273;&#7913;c Ph&#7853;t &#7903; m&#432;&#7901;i
ph&#432;&#417;ng, tr&#7843;i qua s&#7889; ki&#7871;p nhi&#7873;u nh&#432; c&#7921;c vi tr&#7847;n trong b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843;
thuy&#7871;t c&#245;i Ph&#7853;t di&#7877;n n&#243;i kh&#244;ng ng&#7915;ng, c&#361;ng kh&#244;ng th&#7875; tr&#7885;n h&#7871;t &#273;&#432;&#7907;c.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">N&#7871;u ai mu&#7889;n tr&#7885;n n&#234;n c&#244;ng
&#273;&#7913;c c&#7911;a Ph&#7853;t, th&#7901;i ph&#7843;i tu m&#432;&#7901;i &#273;i&#7873;u h&#7841;nh nguy&#7879;n r&#7897;ng l&#7899;n. Nh&#7919;ng g&#236; l&#224;
m&#432;&#7901;i &#273;i&#7873;u?</font></p>
	<p align="left"><font color="#000080" face="Tahoma">M&#7897;t l&#224; k&#237;nh l&#7877; c&#225;c &#273;&#7913;c
Ph&#7853;t. <br>Hai l&#224; khen ng&#7907;i &#273;&#7913;c Nh&#432; Lai. <br>Ba l&#224; r&#7897;ng s&#7855;m &#273;&#7891; c&#250;ng d&#432;&#7901;ng. 
	<br>B&#7889;n l&#224; s&#225;m h&#7889;i c&#225;c nghi&#7879;p ch&#432;&#7899;ng. 
	<br>N&#259;m l&#224; t&#249;y h&#7881; c&#225;c c&#244;ng &#273;&#7913;c. 
	<br>S&#225;u l&#224; th&#7881;nh &#273;&#7913;c Ph&#7853;t thuy&#7871;t ph&#225;p. 
	<br>B&#7843;y l&#224; th&#7881;nh &#273;&#7913;c Ph&#7853;t &#7903; l&#7841;i &#273;&#7901;i. 
	<br>T&#225;m l&#224; th&#432;&#7901;ng h&#7885;c t&#7853;p theo Ph&#7853;t. 
	<br>Ch&#237;n l&#224; h&#7857;ng thu&#7853;n l&#7907;i ch&#250;ng sanh. <br>M&#432;&#7901;i l&#224; h&#7891;i h&#432;&#7899;ng kh&#7855;p t&#7845;t c&#7843;.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">Thi&#7879;n T&#224;i b&#7841;ch r&#7857;ng:
&quot;&#208;&#7841;i Th&#225;nh! L&#7877; k&#237;nh nh&#432; th&#7871; n&#224;o? cho &#273;&#7871;n h&#7891;i h&#432;&#7899;ng nh&#432; th&#7871;
n&#224;o?&quot;.<br>Ph&#7893; Hi&#7873;n B&#7891; T&#225;t b&#7843;o Thi&#7879;n T&#224;i r&#7857;ng: &quot;N&#224;y thi&#7879;n nam t&#7917; ! N&#243;i &quot;L&#7877;
k&#237;nh c&#225;c &#273;&#7913;c Ph&#7853;t&quot; l&#224; nh&#432; v&#7847;y:<br>Bao nhi&#234;u c&#225;c &#273;&#7913;c Ph&#7853;t Th&#7871; T&#244;n nhi&#7873;u nh&#432; s&#7889; c&#7921;c vi tr&#7847;n trong c&#245;i Ph&#7853;t kh&#7855;p
ph&#225;p gi&#7899;i h&#432; kh&#244;ng gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng ba &#273;&#7901;i, t&#244;i do n&#417;i h&#7841;nh nguy&#7879;n c&#7911;a
Ph&#7893; Hi&#7873;n th&#226;m t&#226;m t&#237;n gi&#7843;i nh&#432; &#273;&#7889;i tr&#432;&#7899;c m&#7855;t, &#273;&#7873;u d&#249;ng th&#226;n, kh&#7849;u, &#253; ba
nghi&#7879;p thanh t&#7883;nh th&#432;&#7901;ng tu h&#7841;nh l&#7877; k&#237;nh. N&#417;i m&#7895;i &#273;&#7913;c Ph&#7853;t &#273;&#7873;u h&#243;a hi&#7879;n
th&#226;n nhi&#7873;u nh&#432; s&#7889; c&#7921;c vi tr&#7847;n trong b&#7845;t kh&#7843; thuy&#7871;t c&#245;i Ph&#7853;t. M&#7895;i th&#226;n &#273;&#7873;u
kh&#7855;p l&#7877; k&#237;nh c&#225;c &#273;&#7913;c Ph&#7853;t nhi&#7873;u nh&#432; s&#7889; c&#7921;c vi tr&#7847;n trong b&#7845;t kh&#7843; thuy&#7871;t
b&#7845;t kh&#7843; thuy&#7871;t c&#245;i Ph&#7853;t. C&#245;i h&#432; kh&#244;ng kia h&#7871;t, s&#7921; l&#7877; k&#237;nh c&#7911;a t&#244;i m&#7899;i h&#7871;t.
Nh&#432;ng c&#245;i h&#432; kh&#244;ng ch&#7859;ng c&#249;ng t&#7853;n n&#234;n s&#7921; l&#7877; k&#237;nh c&#7911;a t&#244;i c&#361;ng kh&#244;ng c&#249;ng
t&#7853;n. Nh&#7851;n &#273;&#7871;n c&#245;i ch&#250;ng sanh h&#7871;t, nghi&#7879;p ch&#250;ng sanh h&#7871;t, phi&#7873;n n&#227;o ch&#250;ng sanh
h&#7871;t, s&#7921; l&#7877; k&#237;nh c&#7911;a t&#244;i m&#7899;i d&#7913;t. Nh&#432;ng c&#245;i ch&#250;ng sanh cho &#273;&#7871;n phi&#7873;n n&#227;o
ch&#7859;ng h&#7871;t, n&#234;n s&#7921; l&#7877; k&#237;nh c&#7911;a t&#244;i c&#361;ng kh&#244;ng c&#249;ng t&#7853;n, ni&#7879;m ni&#7879;m n&#7889;i lu&#244;n
kh&#244;ng h&#7903;, ba nghi&#7879;p th&#226;n, kh&#7849;u, &#253; kh&#244;ng h&#7873; nh&#224;m m&#7887;i.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#7841;i n&#224;y thi&#7879;n nam t&#7917;!
&quot;N&#243;i &quot;Khen ng&#7907;i &#273;&#7913;c Nh&#432; Lai&quot; l&#224; nh&#432; v&#7847;y:</font></p>
	<p align="left"><font color="#000080" face="Tahoma">Bao nhi&#234;u s&#7889; c&#7921;c vi tr&#7847;n trong
c&#245;i n&#432;&#7899;c kh&#7855;p c&#249;ng h&#432; kh&#244;ng ph&#225;p gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng ba &#273;&#7901;i, trong m&#7895;i c&#7921;c
vi &#273;&#7873;u c&#243; c&#225;c &#273;&#7913;c Ph&#7853;t nhi&#7873;u nh&#432; s&#7889; c&#7921;c vi trong t&#7845;t c&#7843; th&#7871; gian.&nbsp; N&#417;i
m&#7895;i &#273;&#7913;c Ph&#7853;t, &#273;&#7873;u c&#243; r&#7845;t &#273;&#244;ng B&#7891; T&#225;t v&#226;y quanh nh&#243;m h&#7885;p. T&#244;i ph&#7843;i tr&#7885;n
d&#249;ng s&#7913;c th&#7853;m th&#226;m th&#7855;ng gi&#7843;i tri ki&#7871;n hi&#7879;n ti&#7873;n, &#273;&#7873;u d&#249;ng l&#432;&#7905;i vi di&#7879;u
h&#417;n Bi&#7879;n T&#224;i Thi&#234;n N&#7919;. M&#7895;i l&#432;&#7905;i ph&#225;t xu&#7845;t v&#244; t&#7853;n &#226;m thinh h&#7843;i. M&#7895;i &#226;m
thinh ph&#225;t xu&#7845;t t&#7845;t c&#7843; ng&#244;n t&#7915; h&#7843;i,&nbsp; khen ng&#7907;i c&#225;c c&#244;ng &#273;&#7913;c h&#7843;i c&#7911;a
t&#7845;t c&#7843; &#273;&#7913;c Nh&#432; Lai, ca ng&#7907;i &#273;&#7871;n t&#7897;t &#273;&#7901;i v&#7883; lai n&#7889;i lu&#244;n kh&#244;ng d&#7913;t, kh&#7855;p
c&#7843; ph&#225;p gi&#7899;i, kh&#244;ng s&#243;t ch&#7895; n&#224;o. Nh&#432; v&#7853;y h&#432; kh&#244;ng gi&#7899;i, ch&#250;ng sanh gi&#7899;i,
ch&#250;ng sanh nghi&#7879;p, ch&#250;ng sanh phi&#7873;n n&#227;o &#273;&#7873;u h&#7871;t, th&#7901;i s&#7921; khen ng&#7907;i c&#244;ng &#273;&#7913;c
ch&#432; Ph&#7853;t c&#7911;a t&#244;i &#273;&#226;y m&#7899;i c&#249;ng t&#7853;n. Nh&#432;ng c&#245;i h&#432; kh&#244;ng kia cho &#273;&#7871;n phi&#7873;n
n&#227;o c&#7911;a ch&#250;ng sanh ch&#7859;ng c&#249;ng t&#7853;n, n&#234;n s&#7921; khen ng&#7907;i c&#7911;a t&#244;i c&#361;ng kh&#244;ng c&#249;ng
t&#7853;n, n&#234;n s&#7921; khen ng&#7907;i c&#7911;a t&#244;i c&#361;ng kh&#244;ng c&#249;ng t&#7853;n, ni&#7879;m ni&#7879;m n&#7889;i lu&#244;n kh&#244;ng
h&#7903;, ba nghi&#7879;p th&#226;n, kh&#7849;u, &#253; kh&#244;ng h&#7873; nh&#224;m m&#7887;i.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#7841;i n&#224;y thi&#7879;n nam t&#7917;!
&quot;N&#243;i &quot;R&#7897;ng s&#7855;m &#273;&#7891; c&#250;ng d&#432;&#7901;ng&quot; l&#224; nh&#432; v&#7847;y:</font></p>
	<p align="left"><font color="#000080" face="Tahoma">Bao nhi&#234;u s&#7889; vi tr&#7847;n trong
kh&#7855;p c&#245;i Ph&#7853;t c&#249;ng h&#432; kh&#244;ng ph&#225;p gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng ba &#273;&#7901;i, trong m&#7895;i c&#7921;c vi
tr&#7847;n &#273;&#7873;u c&#243; ch&#432; Ph&#7853;t nh&#432; s&#7889; c&#7921;c vi trong t&#7845;t c&#7843; th&#7871; gi&#7899;i, n&#417;i m&#7895;i &#273;&#7913;c
Ph&#7853;t c&#243; v&#244; s&#7889; B&#7891; T&#225;t v&#226;y quanh nh&#243;m h&#7885;p. T&#244;i d&#249;ng s&#7913;c h&#7841;nh nguy&#7879;n c&#7911;a Ng&#224;i
Ph&#7893; Hi&#7873;n m&#224; kh&#7903;i l&#242;ng t&#237;n gi&#7843;i r&#7845;t s&#226;u v&#224; hi&#7879;n ti&#7873;n tri ki&#7871;n, &#273;&#7873;u &#273;em &#273;&#7891;
c&#250;ng d&#432;&#7901;ng th&#432;&#7907;ng di&#7879;u m&#224; c&#250;ng d&#432;&#7901;ng ph&#225;p h&#7897;i c&#7911;a Ph&#7853;t. Nh&#432; l&#224; m&#226;y hoa,
m&#226;y tr&#224;ng hoa, m&#226;y &#226;m nh&#7841;c c&#245;i tr&#7901;i, m&#226;y t&#224;n l&#7885;ng c&#245;i tr&#7901;i, m&#226;y y ph&#7909;c c&#245;i
tr&#7901;i, c&#225;c th&#7913; h&#432;&#417;ng tr&#7901;i: h&#432;&#417;ng xoa, h&#432;&#417;ng &#273;&#7889;t, h&#432;&#417;ng b&#7897;t. C&#225;c th&#7913; m&#226;y
tr&#234;n &#273;&#226;y th&#7843;y &#273;&#7873;u nhi&#7873;u l&#7899;n nh&#432; n&#250;i Tu Di. L&#7841;i th&#7855;p c&#225;c th&#7913; &#273;&#232;n, &#273;&#232;n t&#244;
l&#7841;c, &#273;&#232;n d&#7847;u, c&#225;c th&#7913; &#273;&#232;n d&#7847;u th&#417;m m&#7895;i tim &#273;&#232;n l&#7899;n nh&#432; n&#250;i Tu Di, d&#7847;u
trong &#273;&#232;n nh&#432; n&#432;&#7899;c b&#7875; c&#7843;. &#208;em c&#225;c th&#7913; &#273;&#7891; c&#250;ng d&#432;&#7901;ng nh&#432; tr&#234;n &#273;&#7875;
th&#432;&#7901;ng c&#250;ng d&#432;&#7901;ng.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">Thi&#7879;n nam t&#7917; ! Trong c&#225;c th&#7913;
c&#250;ng d&#432;&#7901;ng, ph&#225;p c&#250;ng d&#432;&#7901;ng l&#224; h&#417;n h&#7871;t. Ph&#225;p c&#250;ng d&#432;&#7901;ng l&#224;: Tu h&#224;nh &#273;&#250;ng
theo l&#7901;i Ph&#7853;t d&#7841;y &#273;&#7875; c&#250;ng d&#432;&#7901;ng, l&#224;m l&#7907;i &#237;ch cho ch&#250;ng sanh &#273;&#7875; c&#250;ng
d&#432;&#7901;ng, ch&#7883;u kh&#7893; th&#7871; cho ch&#250;ng sanh &#273;&#7875; c&#250;ng d&#432;&#7901;ng, nhi&#7871;p th&#7885; ch&#250;ng sanh &#273;&#7875;
c&#250;ng d&#432;&#7901;ng, si&#234;ng n&#259;ng tu t&#7853;p c&#259;n l&#224;nh &#273;&#7875; c&#250;ng d&#432;&#7901;ng, kh&#244;ng b&#7887; h&#7841;nh B&#7891;
T&#225;t &#273;&#7875; c&#250;ng d&#432;&#7901;ng, ch&#7859;ng r&#7901;i t&#226;m B&#7891; &#208;&#7873; &#273;&#7875; c&#250;ng d&#432;&#7901;ng.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">Thi&#7879;n nam t&#7917; ! Nh&#432; v&#244; l&#432;&#7907;ng
c&#244;ng &#273;&#7913;c c&#7911;a s&#7921; c&#250;ng d&#432;&#7901;ng tr&#432;&#7899;c kia s&#225;nh v&#7899;i m&#7897;t ni&#7879;m c&#244;ng &#273;&#7913;c c&#7911;a
ph&#225;p c&#250;ng d&#432;&#7901;ng, th&#7901;i kh&#244;ng b&#7857;ng m&#7897;t ph&#7847;n tr&#259;m, kh&#244;ng b&#7857;ng m&#7897;t ph&#7847;n ng&#224;n,
kh&#244;ng b&#7857;ng m&#7897;t ph&#7847;n tr&#259;m ng&#224;n, cu chi na do tha, m&#7897;t ph&#7847;n ca la, m&#7897;t ph&#7847;n to&#225;n,
m&#7897;t ph&#7847;n s&#7889;, m&#7897;t ph&#7847;n d&#7909;, c&#361;ng ch&#7859;ng b&#7857;ng m&#7897;t ph&#7847;n &#432;u ba ni sa &#273;&#224;. V&#236; sao?
V&#236; c&#225;c &#273;&#7913;c Nh&#432; Lai t&#244;n tr&#7885;ng ch&#225;nh Ph&#225;p. V&#236; theo &#273;&#250;ng nh&#432; l&#7901;i Ph&#7853;t d&#7841;y m&#224;
tu h&#224;nh th&#236; sanh ra c&#225;c &#273;&#7913;c Ph&#7853;t. N&#7871;u c&#225;c B&#7891; T&#225;t th&#7853;t h&#224;nh ph&#225;p c&#250;ng
d&#432;&#7901;ng, th&#236; tr&#7885;n n&#234;n s&#7921; c&#250;ng d&#432;&#7901;ng Ph&#7853;t. Tu h&#224;nh nh&#432; v&#7853;y m&#7899;i th&#7853;t l&#224; s&#7921;
c&#250;ng d&#432;&#7901;ng. N&#234;n Ph&#225;p c&#250;ng d&#432;&#7901;ng l&#224; s&#7921; c&#250;ng d&#432;&#7901;ng r&#7897;ng l&#7899;n h&#417;n t&#7845;t c&#7843;.
C&#245;i h&#432; kh&#244;ng c&#249;ng t&#7853;n c&#245;i ch&#250;ng sanh c&#249;ng t&#7853;n, nghi&#7879;p ch&#250;ng sanh c&#249;ng t&#7853;n,
phi&#7873;n n&#227;o ch&#250;ng sanh c&#249;ng t&#7853;n, s&#7921; c&#250;ng d&#432;&#7901;ng c&#7911;a t&#244;i m&#7899;i c&#249;ng t&#7853;n, nh&#432;ng
c&#245;i h&#432; kh&#244;ng cho &#273;&#7871;n phi&#7873;n n&#227;o ch&#7859;ng c&#249;ng t&#7853;n n&#234;n s&#7921; c&#250;ng d&#432;&#7901;ng c&#7911;a t&#244;i
c&#361;ng kh&#244;ng c&#249;ng t&#7853;n, ni&#7879;m ni&#7879;m n&#7889;i lu&#244;n kh&#244;ng h&#7903;, th&#226;n, kh&#7849;u, &#253; nghi&#7879;p
kh&#244;ng h&#7873; nh&#224;m m&#7887;i.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#7841;i n&#224;y thi&#7879;n nam t&#7917;! N&#243;i
&quot;S&#225;m h&#7889;i nghi&#7879;p ch&#432;&#7899;ng&quot; l&#224; nh&#432; v&#7847;y:</font></p>
	<p align="left"><font color="#000080" face="Tahoma">B&#7891; T&#225;t t&#7921; ngh&#297; r&#7857;ng: T&#244;i t&#7915;
v&#244; th&#7881; ki&#7871;p v&#7873; q&#250;a kh&#7913;, do l&#242;ng tham lam, gi&#7853;n d&#7919;, ngu si khi&#7871;n th&#226;n, kh&#7849;u, &#253;
t&#7841;o v&#244; l&#432;&#7907;ng v&#244; bi&#234;n nghi&#7879;p &#225;c. N&#7871;u c&#225;c nghi&#7879;p &#225;c n&#224;y m&#224; c&#243; h&#236;nh t&#432;&#7899;ng,
th&#236; kh&#7855;p c&#245;i h&#432; kh&#244;ng c&#361;ng ch&#7859;ng th&#7875; &#273;&#7921;ng ch&#7913;a h&#7871;t &#273;&#432;&#7907;c. Nay t&#244;i &#273;em
tr&#7885;n c&#7843; ba nghi&#7879;p trong s&#7841;ch &#273;&#7889;i tr&#432;&#7899;c c&#225;c &#273;&#7913;c Ph&#7853;t v&#224; ch&#250;ng B&#7891; T&#225;t kh&#7855;p
c&#7921;c vi tr&#7847;n c&#245;i n&#432;&#7899;c trong Ph&#225;p gi&#7899;i, th&#224;nh t&#226;m s&#225;m h&#7889;i, v&#7873; sau kh&#244;ng t&#225;i
ph&#7841;m n&#7919;a, th&#432;&#7901;ng an tr&#7909; n&#417;i gi&#7899;i ph&#225;p trong s&#7841;ch &#273;&#7847;y &#273;&#7911; c&#244;ng &#273;&#7913;c l&#224;nh.
Nh&#432; v&#7853;y h&#432; kh&#244;ng gi&#7899;i c&#249;ng t&#7853;n, ch&#250;ng sanh gi&#7899;i c&#249;ng t&#7853;n, ch&#250;ng sanh nghi&#7879;p
c&#249;ng t&#7853;n, ch&#250;ng sanh phi&#7873;n n&#227;o c&#249;ng t&#7853;n, th&#236; s&#7921; s&#225;m h&#7889;i c&#7911;a t&#244;i m&#7899;i c&#249;ng
t&#7853;n, nh&#432;ng h&#432; kh&#244;ng gi&#7899;i cho &#273;&#7871;n ch&#250;ng sanh phi&#7873;n n&#227;o ch&#7859;ng c&#249;ng t&#7853;n, n&#234;n
s&#7921; s&#225;m h&#7889;i c&#7911;a t&#244;i &#273;&#226;y c&#361;ng kh&#244;ng c&#249;ng t&#7853;n, ni&#7879;m ni&#7879;m n&#7889;i lu&#244;n kh&#244;ng h&#7903;
th&#226;n, kh&#7849;u, &#253; ba nghi&#7879;p kh&#244;ng h&#7873; nh&#224;m m&#7887;i.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#7841;i n&#224;y thi&#7879;n nam t&#7917;!
&quot;N&#243;i &quot;T&#249;y h&#7881; c&#244;ng &#273;&#7913;c&quot; l&#224; nh&#432; v&#7847;y:</font></p>
	<p align="left"><font color="#000080" face="Tahoma">Bao nhi&#234;u &#273;&#7913;c Ph&#7853;t nh&#432; s&#7889; vi
tr&#7847;n trong t&#7845;t c&#7843; c&#245;i Ph&#7853;t kh&#7855;p h&#432; kh&#244;ng ph&#225;p gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng ba &#273;&#7901;i, t&#7915;
khi m&#7899;i ph&#225;t t&#226;m v&#236; mu&#7889;n ch&#250;ng sanh Nh&#7913;t thi&#7871;t tr&#237; m&#224; si&#234;ng tu c&#7897;i ph&#432;&#7899;c
ch&#7859;ng ti&#7871;c th&#226;n m&#7841;ng, tr&#7843;i qua s&#7889; ki&#7871;p nh&#432; s&#7889; c&#7921;c vi tr&#7847;n trong b&#7845;t kh&#7843;
thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t c&#245;i Ph&#7853;t. M&#7895;i ki&#7871;p &#273;&#7873;u th&#237; x&#7843; &#273;&#7847;u, m&#7855;t, tay, ch&#226;n
v.v...nhi&#7873;u nh&#432; s&#7889; c&#7921;c vi trong b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t c&#245;i Ph&#7853;t, l&#224;m
t&#7845;t c&#7843; nh&#7919;ng h&#7841;nh kh&#243; l&#224;m nh&#432; v&#7853;y, &#273;&#7847;y &#273;&#7911; c&#225;c m&#243;n ba la m&#7853;t, ch&#7913;ng nh&#7853;p
c&#225;c tr&#237; &#273;&#7883;a c&#7911;a B&#7891; T&#225;t, tr&#7885;n n&#234;n q&#7911;a V&#244; Th&#432;&#7907;ng B&#7891; &#208;&#7873; c&#7911;a ch&#432; Ph&#7853;t, cho
&#273;&#7871;n nh&#7853;p Ni&#7871;t B&#224;n ph&#226;n chia x&#225; l&#7907;i. Bao nhi&#234;u c&#259;n l&#224;nh &#7845;y t&#244;i &#273;&#7873;u t&#249;y h&#7927;
c&#7843;.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">&#208;&#7871;n c&#225;c lo&#224;i l&#7909;c th&#250;, t&#7913;
sanh trong t&#7845;t c&#7843; m&#432;&#7901;i ph&#432;&#417;ng th&#7871; gi&#7899;i kia c&#243; bao nhi&#7873;u c&#244;ng &#273;&#7913;c, d&#7847;u nh&#7887;
nh&#432; m&#7843;y tr&#7847;n, t&#244;i &#273;&#7873;u t&#249;y h&#7927;.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">M&#432;&#7901;i ph&#432;&#417;ng ba &#273;&#7901;i t&#7845;t c&#7843;
c&#225;c v&#7883; Thanh V&#259;n, B&#237;ch Chi Ph&#7853;t, h&#7919;u h&#7885;c v&#224; v&#244; h&#7885;c c&#243; bao nhi&#234;u c&#244;ng &#273;&#7913;c
t&#244;i &#273;&#7873;u t&#249;y h&#7927;.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">T&#7845;t c&#7843; ch&#432; B&#7891; T&#225;t tu h&#7841;nh
c&#7847;n kh&#7893; kh&#243; l&#224;m, ch&#237; c&#7847;u q&#7911;a V&#244; Th&#432;&#7907;ng Ch&#225;nh &#208;&#7859;ng B&#7891; &#208;&#7873; c&#244;ng &#273;&#7913;c r&#7897;ng
l&#7899;n, t&#244;i &#273;&#7873;u t&#249;y h&#7927;. Nh&#432; v&#7853;y, h&#432; kh&#244;ng gi&#7899;i c&#249;ng t&#7853;n, ch&#250;ng sanh gi&#7899;i c&#249;ng
t&#7853;n, ch&#250;ng sanh nghi&#7879;p c&#249;ng t&#7853;n, ch&#250;ng sanh phi&#7873;n n&#227;o c&#249;ng t&#7853;n, s&#7921; t&#249;y h&#7927;
c&#7911;a t&#244;i &#273;&#226;y kh&#244;ng c&#243; c&#249;ng t&#7853;n, ni&#7879;m ni&#7879;m n&#7889;i lu&#244;n kh&#244;ng h&#7903;, ba nghi&#7879;p
th&#226;n, kh&#7849;u, &#253; kh&#244;ng h&#7873; nh&#224;m m&#7887;i.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#7841;i n&#224;y thi&#7879;n nam t&#7917; ! N&#243;i
&quot;Th&#7881;nh &#273;&#7913;c Ph&#7853;t thuy&#7871;t ph&#225;p&quot; l&#224; th&#7871; n&#224;y:</font></p>
	<p align="left"><font color="#000080" face="Tahoma">Trong s&#7889; c&#7921;c vi kh&#7855;p h&#432; kh&#244;ng
ph&#225;p gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng ba &#273;&#7901;i t&#7845;t c&#7843; c&#245;i Ph&#7853;t. M&#7895;i c&#7921;c vi &#273;&#7873;u c&#243; c&#245;i
Ph&#7853;t r&#7897;ng l&#7899;n nhi&#7873;u nh&#432; s&#7889; c&#7921;c vi trong b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t c&#245;i
Ph&#7853;t. M&#7895;i c&#245;i trong m&#7897;t ni&#7879;m &#273;&#7873;u c&#243; t&#7845;t c&#7843; ch&#432; Ph&#7853;t th&#224;nh Ch&#225;nh &#208;&#7859;ng
Ch&#225;nh Gi&#225;c s&#7889; &#273;&#244;ng nh&#432; s&#7889; c&#7921;c vi trong b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t c&#245;i
Ph&#7853;t, t&#7845;t c&#7843; ch&#250;ng B&#7891; T&#225;t nh&#243;m h&#7885;p v&#226;y quanh. T&#244;i &#273;&#7873;u &#273;em th&#226;n, kh&#7849;u, &#253; ba
nghi&#7879;p d&#249;ng nh&#7919;ng ph&#432;&#417;ng ti&#7879;n &#226;n c&#7847;n khuy&#234;n m&#7901;i t&#7845;t c&#7843; Ph&#7853;t n&#243;i ph&#225;p nhi&#7879;m
m&#7847;u. Nh&#432; v&#7853;y, h&#432; kh&#244;ng gi&#7899;i c&#249;ng t&#7853;n, ch&#250;ng sanh nghi&#7879;p c&#249;ng t&#7853;n, ch&#250;ng sanh
phi&#7873;n n&#227;o c&#249;ng t&#7853;n, t&#244;i lu&#244;n khuy&#234;n m&#7901;i t&#7845;t c&#7843; c&#225;c &#273;&#7913;c Ph&#7853;t chuy&#7875;n ph&#225;p
lu&#226;n ch&#417;n ch&#225;nh kh&#244;ng c&#249;ng t&#7853;n, ni&#7879;m ni&#7879;m n&#7889;i &#253; lu&#244;n kh&#244;ng h&#7903;, ba nghi&#7879;p
th&#226;n, kh&#7849;u, &#253; kh&#244;ng h&#7873; nh&#224;m m&#7887;i.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#7841;i n&#224;y thi&#7879;n nam t&#7917;!
&quot;N&#243;i &quot;Th&#7881;nh Ph&#7853;t &#7903; l&#7841;i &#273;&#7901;i&quot; l&#224; nh&#432; v&#7847;y:</font></p>
	<p align="left"><font color="#000080" face="Tahoma">C&#225;c &#273;&#7913;c Nh&#432; Lai nh&#432; s&#7889; c&#7921;c
vi trong t&#7845;t c&#7843; c&#245;i Ph&#7853;t kh&#7855;p h&#432; kh&#244;ng ph&#225;p gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng ba &#273;&#7901;i toan
mu&#7889;n th&#7883; hi&#7879;n nh&#7853;p Ni&#7871;t B&#224;n, c&#249;ng c&#225;c B&#7891; T&#225;t, Thinh V&#259;n, Duy&#234;n Gi&#225;c, h&#7919;u
h&#7885;c, v&#244; h&#7885;c, cho &#273;&#7871;n t&#7845;t c&#7843; c&#225;c b&#7853;c thi&#7879;n tri th&#7913;c, t&#244;i &#273;&#7873;u khuy&#234;n m&#7901;i xin
&#273;&#7915;ng nh&#7853;p Ni&#7871;t B&#224;n, xin &#7903; l&#7841;i &#273;&#7901;i tr&#7843;i qua s&#7889; ki&#7871;p nh&#432; vi tr&#7847;n trong t&#7845;t
c&#7843; c&#245;i Ph&#7853;t, v&#236; mu&#7889;n cho t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#432;&#7907;c l&#7907;i l&#7841;c. Nh&#432; v&#7853;y, c&#245;i h&#432;
kh&#244;ng c&#249;ng t&#7853;n, c&#245;i ch&#250;ng sanh c&#249;ng t&#7853;n, nghi&#7879;p ch&#250;ng sanh c&#249;ng t&#7853;n, phi&#7873;n
n&#227;o ch&#250;ng sanh c&#249;ng t&#7853;n, s&#7921; khuy&#234;n m&#7901;i c&#7911;a t&#244;i &#273;&#226;y v&#7851;n kh&#244;ng c&#249;ng t&#7853;n,
ni&#7879;m ni&#7879;m n&#7889;i lu&#244;n kh&#244;ng h&#7903;, ba nghi&#7879;p th&#226;n, kh&#7849;u, &#253; kh&#244;ng h&#7873; nh&#224;m m&#7887;i.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#7841;i n&#224;y thi&#7879;n nam t&#7917;!
&quot;N&#243;i &quot;Th&#432;&#7901;ng h&#7885;c t&#7853;p theo Ph&#7853;t&quot; l&#224; nh&#432; v&#7847;y:</font></p>
	<p align="left"><font color="#000080" face="Tahoma">Nh&#432; &#273;&#7845;ng T&#7923; L&#244; Gi&#225; Na Ph&#7853;t
&#7903; c&#245;i Ta B&#224; &#273;&#226;y, t&#7915; khi m&#7899;i ph&#225;t t&#226;m tinh t&#7845;n kh&#244;ng tr&#7877; lui, &#273;em b&#7845;t kh&#7843;
thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t th&#226;n m&#7841;ng ra m&#224; b&#7889; th&#237;. L&#7897;t da l&#224;m gi&#7845;y, ch&#7867; x&#432;&#417;ng
l&#224;m vi&#7871;t, ch&#237;ch m&#225;u l&#224;m m&#7921;c, d&#249;ng bi&#234;n ch&#233;p kinh &#273;i&#7875;n ch&#7845;t cao nh&#432; n&#250;i Tu
Di, v&#236; t&#244;n tr&#7885;ng ch&#225;nh ph&#225;p n&#234;n Ph&#7853;t kh&#244;ng ti&#7871;c th&#226;n m&#7841;ng, hu&#7889;ng l&#224; ng&#244;i
vua, th&#224;nh &#7845;p, cung &#273;i&#7879;n, v&#432;&#7901;n, r&#7915;ng v.v..</font></p>
	<p align="left"><font color="#000080" face="Tahoma">C&#249;ng th&#7853;t h&#224;nh bao nhi&#7873;u h&#7841;nh
kh&#243; l&#224;m kh&#225;c, nh&#7851;n &#273;&#7871;n ng&#7891;i d&#432;&#7899;i c&#226;y th&#224;nh q&#7911;a &#273;&#7841;i B&#7891; &#208;&#7873;, th&#7883; hi&#7879;n c&#225;c
th&#7913; th&#7847;n th&#244;ng, kh&#7903;i c&#225;c s&#7921; bi&#7871;n h&#243;a, hi&#7879;n c&#225;c th&#226;n Ph&#7853;t &#7903; trong nh&#7919;ng
ch&#250;ng h&#7897;i: ho&#7863;c &#7903; trong ch&#250;ng h&#7897;i &#273;&#7841;o tr&#224;ng c&#7911;a c&#225;c v&#7883; &#273;&#7841;i B&#7891; T&#225;t, ho&#7863;c
&#7903; trong &#273;&#7841;o tr&#224;ng c&#7911;a ch&#250;ng h&#7897;i Thinh V&#259;n, Duy&#234;n Gi&#225;c, ho&#7863;c &#7903; trong &#273;&#7841;o
tr&#224;ng c&#7911;a Chuy&#7875;n Lu&#226;n V&#432;&#417;ng, c&#225;c v&#7883; Ti&#7875;u V&#432;&#417;ng c&#249;ng quy&#7871;n thu&#7897;c, ho&#7863;c &#7903;
trong &#273;&#7841;o tr&#224;ng c&#7911;a ch&#250;ng h&#7897;i C&#432; S&#297;, Tr&#432;&#7903;ng Gi&#7843;, B&#224; La M&#244;n c&#249;ng S&#225;t &#208;&#7871;
L&#7907;i, nh&#7851;n &#273;&#7871;n ho&#7863;c &#7903; trong &#273;&#7841;o tr&#224;ng c&#7911;a ch&#250;ng h&#7897;i Thi&#234;n, Long, B&#225;t B&#7897;,
Nh&#417;n, Phi Nh&#417;n v.v...&#7903; trong c&#225;c ch&#250;ng h&#7897;i nh&#432; v&#7853;y, d&#249;ng ti&#7871;ng vi&#234;n m&#227;n nh&#432;
&#273;&#7841;i l&#244;i ch&#7845;n, t&#249;y theo c&#259;n t&#225;nh c&#7911;a m&#7895;i lo&#7841;i m&#224; gi&#225;o h&#243;a cho ch&#250;ng sanh
&#273;&#7873;u &#273;&#432;&#7907;c th&#224;nh th&#7909;c. Nh&#7851;n &#273;&#7871;n th&#7883; hi&#7879;n nh&#7853;p Ni&#7871;t B&#224;n. C&#7843; th&#7843;y h&#7841;nh &#273;&#7913;c
nh&#432; th&#7871; t&#244;i &#273;&#7873;u h&#7885;c t&#7853;p theo. Nh&#432; &#273;&#7913;c Th&#7871; T&#244;n T&#7923; L&#244; Gi&#225; Na hi&#7879;n nay, c&#225;c
&#273;&#7913;c Ph&#7853;t Nh&#432; Lai nh&#432; s&#7889; vi tr&#7847;n trong t&#7845;t c&#7843; c&#245;i Ph&#7853;t kh&#7855;p h&#432; kh&#244;ng ph&#225;p
gi&#7899;i m&#432;&#7901;i ph&#432;&#417;ng ba &#273;&#7901;i c&#361;ng nh&#432; th&#7871; &#7845;y, trong m&#7895;i ni&#7879;m t&#244;i &#273;&#7873;u h&#7885;c t&#7853;p
theo. Nh&#432; v&#7853;y, c&#245;i h&#432; kh&#244;ng c&#249;ng t&#7853;n, c&#245;i ch&#250;ng sanh c&#249;ng t&#7853;n, nghi&#7879;p ch&#250;ng
sanh c&#249;ng t&#7853;n, phi&#7873;n n&#227;o ch&#250;ng sanh c&#249;ng t&#7853;n, s&#7921; t&#249;y h&#7885;c c&#7911;a t&#244;i &#273;&#226;y v&#7851;n
kh&#244;ng c&#249;ng t&#7853;n ni&#7879;m ni&#7879;m n&#7889;i lu&#244;n kh&#244;ng h&#7903;, ba nghi&#7879;p th&#226;n, kh&#7849;u, &#253; kh&#244;ng
h&#7873; nh&#224;m m&#7887;i.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#7841;i n&#224;y thi&#7879;n nam t&#7917;!
&quot;N&#243;i &quot;H&#7857;ng thu&#7853;n l&#7907;i ch&#250;ng sanh&quot; l&#224; nh&#432; v&#7847;y:</font></p>
	<p align="left"><font color="#000080" face="Tahoma">Bao nhi&#234;u ch&#250;ng sanh sai kh&#225;c
trong t&#7845;t c&#7843; c&#245;i &#7903; m&#432;&#7901;i ph&#432;&#417;ng ph&#225;p gi&#7899;i, h&#432; kh&#244;ng gi&#7899;i, ch&#237;nh l&#224; nh&#7919;ng
lo&#224;i no&#227;n sanh, thai sanh, th&#7845;p sanh, h&#243;a sanh, c&#225;c lo&#224;i n&#432;&#417;ng n&#417;i ch&#7845;t t&#7913;
&#273;&#7841;i m&#224; sanh, c&#243; gi&#7889;ng n&#432;&#417;ng n&#417;i h&#432; kh&#244;ng c&#249;ng c&#226;y c&#7887; m&#224; sanh. C&#225;c gi&#7889;ng
sanh lo&#7841;i: c&#225;c th&#7913; s&#7855;c th&#226;n, c&#225;c th&#7913; h&#236;nh tr&#7841;ng, c&#225;c th&#7913; t&#432;&#7899;ng m&#7841;o, c&#225;c
th&#7913; th&#7885; l&#432;&#7907;ng, c&#225;c th&#7913; t&#7897;c lo&#7841;i, c&#225;c th&#7913; danh hi&#7879;u, c&#225;c th&#7913; t&#226;m t&#225;nh, c&#225;c
th&#7913; tri ki&#7871;n, c&#225;c th&#7913; d&#7909;c l&#7841;c, c&#225;c th&#7913; &#253; h&#224;nh, c&#225;c th&#7913; oai nghi, c&#225;c th&#7913; y
ph&#7909;c, c&#225;c th&#7913; &#259;n u&#7889;ng, &#7903; trong c&#225;c th&#244;n dinh, th&#224;nh &#7845;p, cung &#273;i&#7879;n, nh&#7851;n &#273;&#7871;n
t&#7845;t c&#7843; Thi&#234;n, Long, B&#225;t B&#7897;, Nh&#417;n, Phi Nh&#417;n v.v...lo&#224;i kh&#244;ng kh&#244;ng ch&#226;n, lo&#224;i
hai ch&#226;n, b&#7889;n ch&#226;n, nhi&#7873;u ch&#226;n, lo&#224;i c&#243; h&#236;nh s&#7855;c, lo&#224;i kh&#244;ng c&#243; h&#236;nh s&#7855;c,
lo&#224;i c&#243; t&#226;m t&#432;&#7903;ng, lo&#224;i kh&#244;ng c&#243; t&#226;m t&#432;&#7903;ng, lo&#224;i ch&#7859;ng ph&#7843;i c&#243; t&#226;m t&#432;&#7903;ng
ch&#7859;ng ph&#7843;i kh&#244;ng t&#226;m t&#432;&#7903;ng. C&#225;c lo&#224;i nh&#432; v&#7853;y t&#244;i &#273;&#7873;u t&#249;y thu&#7853;n t&#7845;t c&#7843; m&#224;
th&#7853;t h&#224;nh c&#225;c s&#7921; v&#226;ng th&#7901;, c&#250;ng d&#432;&#7901;ng, nh&#432; k&#237;nh cha m&#7865;, nh&#432; th&#7901; b&#7853;c th&#7847;y,
c&#249;ng A La H&#225;n, nh&#7851;n &#273;&#7871;n nh&#432; &#273;&#7913;c Nh&#432; Lai &#273;&#7891;ng nhau kh&#244;ng kh&#225;c. Trong c&#225;c
lo&#224;i &#7845;y, n&#7871;u l&#224; k&#7867; c&#243; b&#7883;nh th&#236; t&#244;i v&#236; h&#7885; m&#224; l&#224;m l&#432;&#417;ng y, n&#7871;u ai b&#7883; l&#7841;c
&#273;&#432;&#7901;ng th&#236; t&#244;i v&#236; h&#7885; m&#224; ch&#7881; cho con &#273;&#432;&#7901;ng ch&#225;nh, n&#417;i &#273;&#234;m t&#7889;i t&#244;i v&#236; h&#7885;
m&#224; l&#224;m ng&#7885;n &#273;u&#7889;c s&#225;ng, ng&#432;&#7901;i ngh&#232;o thi&#7871;u t&#244;i l&#224;m cho &#273;&#432;&#7907;c c&#7911;a b&#225;u. B&#7891;
T&#225;t b&#236;nh &#273;&#7859;ng l&#7907;i &#237;ch cho ch&#250;ng sanh nh&#432; v&#7853;y.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">V&#236; sao th&#7871;? V&#236; B&#7891; T&#225;t n&#7871;u
c&#243; th&#7875; t&#249;y thu&#7853;n ch&#250;ng sanh, th&#236; ch&#237;nh l&#224; t&#249;y thu&#7853;n c&#250;ng d&#432;&#7901;ng c&#225;c &#273;&#7913;c
Ph&#7853;t. C&#242;n t&#244;n tr&#7885;ng v&#224; th&#7915;a s&#7921; ch&#250;ng sanh th&#236; ch&#237;nh l&#224; t&#244;n tr&#7885;ng v&#224; th&#7915;a
s&#7921; c&#225;c &#273;&#7913;c Nh&#432; Lai. N&#7871;u l&#224;m cho ch&#250;ng sanh vui m&#7915;ng th&#236; ch&#237;nh l&#224; l&#224;m cho t&#7845;t
c&#7843; &#273;&#7913;c Nh&#432; Lai vui m&#7915;ng. V&#236; sao th&#7871;? V&#236; c&#225;c &#273;&#7913;c Nh&#432; Lai d&#249;ng t&#226;m &#273;&#7841;i bi
m&#224; l&#224;m th&#7875;. Nh&#417;n n&#417;i ch&#250;ng sanh m&#224; sanh l&#242;ng &#273;&#7841;i bi, nh&#417;n l&#242;ng &#273;&#7841;i bi m&#224;
ph&#225;t t&#226;m b&#7891; &#273;&#7873;, nh&#417;n v&#236; n&#417;i t&#226;m b&#7891; &#273;&#7873; m&#224; th&#224;nh b&#7853;c V&#244; Th&#432;&#7907;ng Ch&#225;nh
&#208;&#7859;ng Ch&#225;nh Gi&#225;c.<br>V&#237; nh&#432; gi&#7919;a ch&#7889;n sa m&#7841;c c&#243; c&#226;y th&#7885; v&#432;&#417;ng to l&#7899;n, n&#417;i g&#7889;c c&#226;y &#7845;y &#273;&#432;&#7907;c
n&#432;&#7899;c r&#432;&#7899;i nhu&#7847;n, th&#236; c&#224;nh l&#225; hoa q&#7911;a th&#7843;y &#273;&#7873;u sum su&#234; t&#432;&#417;i t&#7889;t.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">C&#226;y th&#7885; v&#432;&#417;ng B&#7891; &#273;&#7873; &#7903;
ch&#7889;n s&#225; m&#7841;c sanh t&#7917; r&#7897;ng l&#7899;n c&#361;ng nh&#432; v&#7853;y: t&#7845;t c&#7843; ch&#250;ng sanh l&#224; g&#7889;c r&#7877;, B&#7891;
T&#225;t l&#224; hoa, Ph&#7853;t l&#224; q&#7911;a. D&#249;ng n&#432;&#7899;c &#273;&#7841;i bi &#273;&#432;&#7907;m nhu&#7847;n g&#7889;c r&#7877; ch&#250;ng sanh
th&#236; c&#243; th&#7875; tr&#7893; b&#244;ng B&#7891; T&#225;t tr&#237; hu&#7879; k&#7871;t th&#224;nh q&#7911;a Ph&#7853;t to&#224;n gi&#225;c.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">V&#236; sao th&#7871;? B&#7903;i c&#225;c B&#7891; T&#225;t
d&#249;ng n&#432;&#7899;c &#273;&#7841;i bi l&#224;m l&#7907;i &#237;ch ch&#250;ng sanh, th&#236; c&#243; th&#7875; th&#224;nh t&#7921;u q&#7911;a V&#244;
Th&#432;&#7907;ng Ch&#225;nh &#208;&#7859;ng Ch&#225;nh Gi&#225;c. Cho n&#234;n q&#7911;a B&#7891; &#208;&#7873; thu&#7897;c v&#7873; ch&#250;ng sanh, v&#236;
n&#7871;u kh&#244;ng ch&#250;ng sanh, t&#7845;t c&#7843; B&#7891; T&#225;t tr&#7885;n kh&#244;ng th&#7875; th&#224;nh &#273;&#7841;o V&#244; Th&#432;&#7907;ng
Ch&#225;nh &#208;&#7859;ng Ch&#225;nh Gi&#225;c.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">N&#224;y thi&#7879;n nam t&#7917;! &#212;ng &#7903; n&#417;i
ngh&#297;a &#7845;y n&#234;n hi&#7875;u nh&#432; th&#7871;.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">B&#7903;i &#273;&#7889;i v&#7899;i ch&#250;ng sanh m&#224;
t&#226;m b&#236;nh &#273;&#7859;ng th&#236; c&#243; th&#7875; sanh l&#242;ng &#273;&#7841;i bi &#273;&#7847;y &#273;&#7911; ho&#224;n to&#224;n. D&#249;ng t&#226;m
&#273;&#7841;i bi m&#224; t&#249;y thu&#7853;n ch&#250;ng sanh th&#236; c&#243; th&#7875; th&#224;nh t&#7921;u ph&#225;p c&#250;ng d&#432;&#7901;ng Nh&#432;
Lai. B&#7891; T&#225;t t&#249;y thu&#7853;n ch&#250;ng sanh nh&#432; th&#7871; &#7845;y.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">C&#245;i h&#432; kh&#244;ng c&#249;ng t&#7853;n, c&#245;i
ch&#250;ng sanh c&#249;ng t&#7853;n, nghi&#7879;p ch&#250;ng sanh c&#249;ng t&#7853;n, phi&#7873;n n&#227;o ch&#250;ng sanh c&#249;ng
t&#7853;n, s&#7921; t&#249;y thu&#7853;n ch&#250;ng sanh c&#7911;a t&#244;i v&#7851;n kh&#244;ng c&#249;ng t&#7853;n, ni&#7879;m ni&#7879;m n&#7889;i lu&#244;n
kh&#244;ng h&#7903;, th&#226;n kh&#7849;u, &#253; ba nghi&#7879;p kh&#244;ng h&#7873; nh&#224;m m&#7887;i.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#7841;i n&#224;y thi&#7879;n nam t&#7917;!
&quot;N&#243;i &quot;H&#7891;i h&#432;&#7899;ng kh&#7855;p t&#7845;t c&#7843;&quot; l&#224; nh&#432; v&#7847;y:</font></p>
	<p align="left"><font color="#000080" face="Tahoma">T&#7915; s&#7921; l&#7877; k&#237;nh ban &#273;&#7847;u nh&#7851;n
&#273;&#7871;n t&#249;y thu&#7853;n c&#243; bao nhi&#234;u c&#244;ng &#273;&#7913;c, th&#7843;y &#273;&#7873;u &#273;em h&#7891;i h&#432;&#7899;ng cho t&#7845;t c&#7843;
ch&#250;ng sanh kh&#7855;p trong h&#432; kh&#244;ng ph&#225;p gi&#7899;i. Nguy&#7879;n cho t&#7845;t c&#7843; ch&#250;ng sanh th&#432;&#7901;ng
&#273;&#432;&#7907;c an l&#7841;c, kh&#244;ng c&#225;c b&#7883;nh kh&#7893;, mu&#7889;n th&#7853;t h&#224;nh ph&#225;p &#225;c th&#7843;y &#273;&#7873;u kh&#244;ng
th&#224;nh, c&#242;n tu nghi&#7879;p l&#224;nh th&#236; &#273;&#7873;u mau th&#224;nh t&#7921;u. &#208;&#243;ng ch&#7863;t c&#7917;a c&#7911;a t&#7845;t c&#7843;
c&#225;c &#225;c th&#250;, m&#7903; b&#224;y &#273;&#432;&#7901;ng ch&#225;nh Nh&#417;n Thi&#234;n Ni&#7871;t B&#224;n. N&#7871;u c&#225;c ch&#250;ng sanh
nh&#417;n v&#236; tr&#432;&#7899;c kia ch&#7913;a nh&#243;m c&#225;c nghi&#7879;p &#225;c n&#234;n chi&#234;u c&#7843;m t&#7845;t c&#7843; q&#7911;a r&#7845;t
kh&#7893;, t&#244;i &#273;&#7873;u ch&#7883;u th&#7871; cho, khi&#7871;n ch&#250;ng sanh &#273;&#7873;u &#273;&#432;&#7907;c gi&#7843;i tho&#225;t, r&#7889;t r&#225;o
th&#224;nh t&#7921;u q&#7911;a V&#244; Th&#432;&#7907;ng B&#7891; &#208;&#7873;. B&#7891; T&#225;t tu h&#7841;nh h&#7891;i h&#432;&#7899;ng nh&#432; v&#7853;y. C&#245;i h&#432;
kh&#244;ng c&#249;ng t&#7853;n, c&#245;i ch&#250;ng sanh c&#249;ng t&#7853;n, nghi&#7879;p ch&#250;ng sanh c&#249;ng t&#7853;n, phi&#7873;n
n&#227;o ch&#250;ng sanh c&#249;ng t&#7853;n, s&#7921; h&#7891;i h&#432;&#7899;ng c&#7911;a t&#244;i v&#7851;n kh&#244;ng c&#249;ng t&#7853;n, ni&#7879;m
ni&#7879;m n&#7889;i lu&#244;n kh&#244;ng h&#7903;, th&#226;n kh&#7849;u, &#253; ba nghi&#7879;p kh&#244;ng h&#7873; nh&#224;m m&#7887;i.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">N&#224;y thi&#7879;n nam t&#7917; ! &#7844;y l&#224;
m&#432;&#7901;i &#273;i&#7873;u nguy&#7879;n l&#7899;n &#273;&#7847;y &#273;&#7911; vi&#234;n m&#227;n c&#7911;a &#273;&#7841;i B&#7891; T&#225;t. N&#7871;u c&#225;c v&#7883; B&#7891;
T&#225;t &#7903; n&#417;i m&#432;&#7901;i &#273;i&#7873;u nguy&#7879;n l&#7899;n n&#224;y m&#224; t&#249;y thu&#7853;n tu h&#224;nh, th&#236; c&#243; th&#7875;
thu&#7847;n ph&#7909;c t&#7845;t c&#7843; ch&#250;ng sanh, th&#236; c&#243; th&#7875; t&#249;y thu&#7853;n &#273;&#7841;o V&#244; Th&#432;&#7907;ng Ch&#225;nh
&#208;&#7859;ng Ch&#225;nh Gi&#225;c, th&#236; c&#243; th&#7875; tr&#7885;n &#273;&#7911; c&#225;c h&#7841;nh nguy&#7879;n h&#7843;i c&#7911;a ng&#224;i Ph&#7893;
Hi&#7873;n B&#7891; T&#225;t. N&#224;y thi&#7879;n nam t&#7917;! Do c&#7899; &#7845;y &#7903; n&#417;i c&#225;c ngh&#297;a tr&#234;n &#273;&#226;y &#244;ng n&#234;n
hi&#7875;u bi&#7871;t nh&#432; v&#7853;y.<br>N&#7871;u c&#243; thi&#7879;n nam t&#7917;, thi&#234;n n&#7919; nh&#417;n d&#249;ng b&#7843;y m&#243;n b&#225;u th&#432;&#7907;ng di&#7879;u v&#224; &#273;&#7891; an
l&#7841;c t&#7889;i th&#7855;ng c&#7911;a Nh&#417;n Thi&#234;n, r&#7845;t nhi&#7873;u &#273;&#7871;n n&#7895;i d&#7851;y &#273;&#7847;y t&#7845;t c&#7843; th&#7871; gi&#7899;i
nh&#432; s&#7889; c&#7921;c vi trong v&#244; l&#432;&#7907;ng v&#244; bi&#234;n b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t c&#245;i
Ph&#7853;t kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng, &#273;em b&#7889; th&#237; c&#7843; cho bao nhi&#234;u ch&#250;ng sanh trong ng&#7847;n &#7845;y
th&#7871; gi&#7899;i, c&#250;ng d&#432;&#7901;ng c&#7843; cho c&#225;c &#273;&#7913;c Ph&#7853;t c&#249;ng B&#7891; T&#225;t trong ng&#7847;n &#7845;y th&#7871;
gi&#7899;i tr&#7843;i qua v&#244; s&#7889; ki&#7871;p nh&#432; s&#7889; c&#7921;c vi trong ng&#7847;n &#7845;y c&#245;i Ph&#7853;t n&#7889;i lu&#244;n
kh&#244;ng d&#7913;t, c&#250;ng d&#432;&#7901;ng b&#7889; th&#237; nh&#432; v&#7853;y &#273;&#432;&#7907;c bao nhi&#234;u c&#244;ng &#273;&#7913;c, &#273;em s&#225;nh
v&#7899;i c&#244;ng &#273;&#7913;c c&#7911;a ng&#432;&#7901;i m&#7897;t phen nghe m&#432;&#7901;i &#273;i&#7873;u nguy&#7879;n v&#432;&#417;ng n&#224;y, th&#236;
c&#244;ng &#273;&#7913;c tr&#432;&#7899;c kh&#244;ng b&#7857;ng m&#7897;t ph&#7847;n tr&#259;m, kh&#244;ng b&#7857;ng m&#7897;t ph&#7847;n ng&#224;n, nh&#7851;n
&#273;&#7871;n c&#361;ng kh&#244;ng b&#7857;ng m&#7897;t ph&#7847;n &#432;u ba ni sa &#273;&#224; c&#7911;a c&#244;ng &#273;&#7913;c nghe kinh n&#224;y.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">Ho&#7863;c c&#243; ng&#432;&#7901;i d&#249;ng l&#242;ng tin
s&#226;u ch&#7855;c &#7903; n&#417;i m&#432;&#7901;i &#273;i&#7873;u nguy&#7879;n r&#7897;ng l&#7899;n n&#224;y th&#7885; tr&#236; &#273;&#7885;c t&#7909;ng, cho &#273;&#7871;n
bi&#234;n ch&#233;p m&#7897;t b&#224;i k&#7879; b&#7889;n c&#226;u, th&#236; s&#7899;m c&#243; th&#7875; d&#7913;t tr&#7915; &#273;&#432;&#7907;c n&#259;m nghi&#7879;p v&#244;
gi&#225;n, c&#7843; th&#7843;y th&#226;n b&#7879;nh, t&#226;m b&#7879;nh, kh&#7893; n&#227;o trong th&#7871; gian, cho &#273;&#7871;n t&#7845;t c&#7843;
c&#225;c &#225;c nghi&#7879;p nhi&#7873;u nh&#432; s&#7889; c&#7921;c vi trong c&#245;i Ph&#7853;t &#273;&#7873;u &#273;&#432;&#7907;c ti&#234;u tr&#7915;, t&#7845;t
c&#7843; c&#225;c qu&#226;n ma, q&#7911;i D&#7841; Xoa, Q&#7911;y La S&#225;t, ho&#7863;c q&#7911;i C&#432;u B&#224;n Tr&#224;, T&#7923; X&#225; X&#224;, B&#7897;
&#208;a v.v.. c&#225;c qu&#7927; th&#7847;n hung &#225;c u&#7889;ng m&#225;u &#259;n th&#7883;t th&#7843;y &#273;&#7873;u l&#225;nh xa. Ho&#7863;c l&#224;
c&#243; g&#7847;n &#273;&#7871;n th&#236; l&#224; h&#7841;ng ph&#225;t t&#226;m theo h&#7897; tr&#236;.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">V&#236; th&#7871; n&#234;n n&#7871;u ng&#432;&#7901;i tr&#236;
t&#7909;ng nguy&#7879;n n&#224;y, th&#236; &#273;i trong th&#7871; gian kh&#244;ng b&#7883; ch&#432;&#7899;ng ng&#7841;i, nh&#432; m&#7863;t tr&#259;ng
gi&#7919;a l&#7915;ng ra kh&#7887;i m&#226;y m&#249;, c&#225;c &#273;&#7913;c Ph&#7853;t, B&#7891; T&#225;t &#273;&#7873;u khen ng&#7907;i, t&#7845;t c&#7843; h&#224;nh
Nh&#417;n Thi&#234;n &#273;&#7873;u n&#234;n l&#7877; k&#237;nh, t&#7845;t c&#7843; ch&#250;ng sanh &#273;&#7873;u n&#234;n c&#250;ng d&#432;&#7901;ng. Ng&#432;&#7901;i
thi&#7879;n nam t&#7917; n&#224;y tr&#7885;n &#273;&#432;&#7907;c th&#226;n ng&#432;&#7901;i, &#273;&#7847;y &#273;&#7911; bao nhi&#234;u c&#244;ng &#273;&#7913;c c&#7911;a
ng&#224;i Ph&#7893; Hi&#7873;n, ch&#7859;ng bao l&#226;u s&#7869; nh&#432; Ph&#7893; Hi&#7873;n B&#7891; T&#225;t mau &#273;&#432;&#7907;c th&#224;nh t&#7921;u
s&#7855;c th&#226;n vi di&#7879;u, &#273;&#7911; ba m&#432;&#417;i hai t&#432;&#7899;ng &#273;&#7841;i tr&#432;&#7907;ng phu, n&#7871;u sanh &#7903; c&#245;i
ng&#432;&#7901;i hay tr&#7901;i th&#236; th&#432;&#7901;ng &#7903; d&#242;ng cao q&#250;y, tr&#7885;n c&#243; th&#7875; ph&#225; ho&#7841;i t&#7845;t c&#7843;
&#273;&#432;&#7901;ng &#225;c, tr&#7885;n c&#243; th&#7875; xa l&#236;a t&#7845;t c&#7843; b&#7841;n d&#7919;, tr&#7885;n c&#243; th&#7875; ch&#7871; ph&#7909;c t&#7845;t c&#7843;
ngo&#7841;i &#273;&#7841;o, tr&#7885;n c&#243; th&#7875; gi&#7843;i tho&#225;t t&#7845;t c&#7843; phi&#7873;n n&#227;o, nh&#432; s&#432; t&#7917; v&#432;&#417;ng d&#7865;p
ph&#7909;c b&#7847;y th&#250;. Kham l&#227;nh th&#7885; s&#7921; c&#250;ng d&#432;&#7901;ng c&#7911;a t&#7845;t c&#7843; ch&#250;ng sanh.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#7841;i ng&#432;&#7901;i n&#224;y l&#250;c l&#226;m chung,
ph&#250;t cu&#7889;i c&#249;ng, t&#7845;t c&#7843; c&#259;n th&#226;n &#273;&#7873;u h&#432; ho&#7841;i, t&#7845;t c&#7843; th&#226;n thu&#7897;c &#273;&#7873;u ph&#7843;i
b&#7887; l&#236;a, t&#7845;t c&#7843; oai th&#7871; &#273;&#7873;u b&#7883; th&#7889;i th&#7845;t, cho &#273;&#7871;n c&#225;c quan ph&#7909; t&#432;&#7899;ng &#273;&#7841;i
th&#7847;n, cung th&#224;nh trong ngo&#224;i, voi ng&#7921;a xe c&#7897;, tr&#226;n b&#7843;o kho &#273;&#7909;n v.v... t&#7845;t c&#7843;
&#273;&#7873;u kh&#244;ng &#273;em m&#7897;t m&#243;n n&#224;o theo &#273;&#432;&#7907;c. Ch&#7881; c&#243; m&#432;&#7901;i nguy&#7879;n v&#432;&#417;ng n&#224;y ch&#7859;ng
r&#7901;i ng&#432;&#7901;i m&#224; th&#244;i. Trong t&#7845;t c&#7843; th&#7901;i gian n&#243; th&#432;&#7901;ng &#7903; tr&#432;&#7899;c d&#7851;n &#273;&#432;&#7901;ng,
trong kho&#7843;nh kh&#7855;c li&#7873;n sanh v&#7873; c&#245;i C&#7921;c L&#7841;c. &#208;&#7871;n C&#7921;c L&#7841;c r&#7891;i li&#7873;n th&#7845;y &#273;&#7913;c
A Di &#208;&#224; Ph&#7853;t c&#249;ng c&#225;c ng&#224;i V&#259;n Th&#249; S&#432; L&#7907;i B&#7891; T&#225;t, Ph&#7893; Hi&#7873;n B&#7891; T&#225;t, Qu&#225;n
T&#7921; T&#7841;i B&#7891; T&#225;t, Di L&#7863;c B&#7891; T&#225;t, v.v... c&#225;c v&#7883; B&#7891; T&#225;t n&#224;y s&#7855;c t&#432;&#7899;ng &#273;oan
nghi&#234;m, c&#244;ng &#273;&#7913;c &#273;&#7847;y &#273;&#7911; chung c&#249;ng v&#226;y quanh. L&#250;c b&#7845;y gi&#7901; ng&#432;&#7901;i &#7845;y t&#7921;
th&#7845;y m&#236;nh g&#225; sanh n&#417;i hoa sen b&#225;u, &#273;&#432;&#7907;c &#273;&#7913;c Ph&#7853;t xoa &#273;&#7847;u th&#7885; k&#253;. Sau khi
&#273;&#432;&#7907;c th&#7885; k&#253; r&#7891;i, tr&#7843;i qua v&#244; s&#7889; tr&#259;m ng&#224;n mu&#244;n &#7913;c na do tha ki&#7871;p, kh&#7855;p c&#7843;
m&#432;&#7901;i ph&#432;&#417;ng b&#7845;t kh&#7843; thuy&#7871;t b&#7845;t kh&#7843; thuy&#7871;t th&#7871; gi&#7899;i, d&#249;ng s&#7913;c tr&#237; hu&#7879; t&#249;y
theo t&#226;m c&#7911;a ch&#250;ng sanh m&#224; l&#224;m l&#7907;i &#237;ch. Ch&#7859;ng bao l&#226;u s&#7869; ng&#7891;i n&#417;i B&#7891; &#208;&#7873;
&#273;&#7841;o tr&#224;ng h&#224;ng ph&#7909;c qu&#226;n ma, th&#224;nh b&#7921;c Ch&#225;nh &#208;&#7859;ng Ch&#225;nh Gi&#225;c gi&#7843;ng n&#243;i
ph&#225;p m&#7847;u v&#236; di&#7879;u. C&#243; th&#7875; l&#224;m cho ch&#250;ng sanh trong nh&#7919;ng c&#245;i Ph&#7853;t nh&#432; s&#7889; c&#7921;c
vi tr&#7847;n c&#7911;a ch&#250;ng sanh m&#224; d&#7841;y d&#7895; cho th&#224;nh th&#7909;c, nh&#7851;n &#273;&#7871;n c&#249;ng t&#7853;n ki&#7871;p
h&#7843;i, c&#243; th&#7875; l&#224;m l&#7907;i &#237;ch t&#7845;t c&#7843; ch&#250;ng sanh m&#7897;t c&#225;ch r&#7897;ng l&#7899;n.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">N&#224;y thi&#7879;n nam t&#7917;! C&#225;c ch&#250;ng
sanh kia ho&#7863;c nghe, ho&#7863;c tin n&#417;i nguy&#7879;n v&#432;&#417;ng r&#7897;ng l&#7899;n n&#224;y, r&#7891;i th&#7885; tr&#236; &#273;&#7885;c
t&#7909;ng v&#224; gi&#7843;ng n&#243;i cho ng&#432;&#7901;i nghe. C&#244;ng &#273;&#7913;c c&#7911;a ch&#250;ng sanh kia ch&#7881; c&#243; &#273;&#7913;c
Ph&#7853;t Th&#7871; T&#244;n bi&#7871;t, ngo&#224;i ra kh&#244;ng ai hi&#7875;u th&#7845;u. V&#236; th&#7871; n&#234;n nh&#7919;ng ng&#432;&#7901;i
&#273;&#432;&#7907;c nghe m&#432;&#7901;i &#273;i&#7873;u nguy&#7879;n v&#432;&#417;ng n&#224;y ch&#7899; sanh l&#242;ng nghi ng&#7901;, n&#234;n ph&#7843;i
l&#227;nh th&#7885;, th&#7885; r&#7891;i n&#234;n &#273;&#7885;c, &#273;&#7885;c r&#7891;i c&#243; th&#7875; t&#7909;ng thu&#7897;c, t&#7909;ng thu&#7897;c r&#7891;i n&#234;n
g&#236;n gi&#7919; lu&#244;n, cho &#273;&#7871;n bi&#234;n ch&#233;p v&#236; ng&#432;&#7901;i m&#224; gi&#7843;ng n&#243;i. Nh&#7919;ng ng&#432;&#7901;i nh&#432;
v&#7853;y, trong m&#7897;t ni&#7879;m t&#7845;t c&#7843; h&#7841;nh nguy&#7879;n &#273;&#7873;u &#273;&#432;&#7907;c th&#224;nh t&#7921;u, &#273;&#432;&#7907;c ph&#432;&#7899;c
v&#244; l&#432;&#7907;ng v&#244; bi&#234;n. C&#243; th&#7875; &#7903; trong bi&#7875;n kh&#7893; phi&#7873;n n&#227;o c&#7913;u v&#7899;t ch&#250;ng sanh,
khi&#7871;n ch&#250;ng &#273;&#432;&#7907;c gi&#7843;i tho&#225;t, &#273;&#7873;u &#273;&#432;&#7907;c v&#227;ng sanh v&#7873; th&#7871; gi&#7899;i C&#7921;c L&#7841;c c&#7911;a
&#273;&#7913;c Ph&#7853;t A Di &#208;&#224;.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#250;c b&#7845;y gi&#7901;, Ph&#7893; Hi&#7873;n B&#7891;
T&#225;t Ma Ha T&#225;t mu&#7889;n n&#243;i l&#7841;i ngh&#297;a &#7845;y, Ng&#224;i quan s&#225;t kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng m&#224; n&#243;i
k&#7879; r&#7857;ng:</font></p>
	<p align="left"><font color="#000080" face="Tahoma">T&#7845;t c&#7843; ch&#432; Ph&#7853;t trong ba &#273;&#7901;i
	<br>&#7902; n&#417;i th&#7871; gi&#7899;i kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng 
	<br>T&#244;i &#273;em th&#226;n ng&#7919; &#253; trong s&#7841;ch <br>Kh&#7855;p l&#7841;y ch&#432; Ph&#7853;t kh&#244;ng h&#7873; s&#243;t 
	<br>S&#7913;c oai th&#7847;n h&#7841;nh nguy&#7879;n Ph&#7893; Hi&#7873;n 
	<br>Ph&#226;n th&#226;n hi&#7879;n kh&#7855;p tr&#432;&#7899;c Nh&#432; Lai 
	<br>M&#7897;t th&#226;n l&#7841;i hi&#7879;n s&#225;t tr&#7847;n th&#226;n 
	<br>M&#7895;i th&#226;n l&#7841;y kh&#7855;p s&#225;t tr&#7847;n Ph&#7853;t 
	<br>S&#225;t tr&#7847;n Ph&#7853;t &#7903; trong m&#7897;t tr&#7847;n <br>&#208;&#7873;u ng&#7891;i gi&#7919;a ch&#250;ng h&#7897;i B&#7891; T&#225;t. 
	<br>V&#244; t&#7853;n ph&#225;p gi&#7899;i c&#361;ng nh&#432; v&#7853;y <br>S&#226;u tin ch&#432; Ph&#7853;t &#273;&#7873;u &#273;&#7847;y &#273;&#7911;, 
	<br>T&#244;i &#273;&#7873;u d&#249;ng t&#7845;t c&#7843; &#226;m thinh. <br>Kh&#7855;p th&#7893; v&#244; t&#7853;n l&#7901;i n&#243;i hay 
	<br>T&#7897;t t&#7845;t c&#7843; ki&#7871;p th&#432;&#7903; v&#7883; lai <br>Khen c&#244;ng &#273;&#7913;c s&#226;u d&#7847;y c&#7911;a Ph&#7853;t. 
	<br>S&#7855;m &#273;&#7891; r&#7845;t &#273;&#7865;p: n&#224;o tr&#224;ng hoa 
	<br>K&#7929; nh&#7841;c, h&#432;&#417;ng, hoa c&#249;ng t&#224;n l&#7885;ng 
	<br>C&#225;c th&#7913; trang nghi&#234;m &#273;&#7865;p nh&#432; v&#7853;y 
	<br>T&#244;i d&#249;ng c&#250;ng d&#432;&#7901;ng ch&#432; Nh&#432; Lai. <br>N&#224;o l&#224; y ph&#7909;c, c&#225;c th&#7913; h&#432;&#417;ng: 
	<br>Ph&#7845;n h&#432;&#417;ng, h&#432;&#417;ng x&#244;ng c&#249;ng &#273;&#232;n &#273;u&#7889;c 
	<br>M&#7895;i m&#243;n &#273;&#7873;u nh&#432; n&#250;i Tu Di <br>T&#244;i &#273;em c&#250;ng d&#432;&#7901;ng c&#225;c &#273;&#7913;c Ph&#7853;t. 
	<br>Do n&#417;i t&#226;m th&#7855;ng gi&#7843;i r&#7897;ng l&#7899;n <br>S&#226;u tin t&#7845;t c&#7843; Ph&#7853;t ba &#273;&#7901;i 
	<br>S&#7913;c oai th&#7847;n h&#7841;nh nguy&#7879;n Ph&#7893; Hi&#7873;n 
	<br>Kh&#7855;p &#273;em c&#250;ng d&#432;&#7901;ng c&#225;c &#273;&#7913;c Ph&#7853;t. 
	<br>T&#7915; x&#432;a &#273;&#227; t&#7841;o nhi&#7873;u nghi&#7879;p &#225;c 
	<br>&#208;&#7873;u do ba &#273;&#7897;c tham, s&#226;n si <br>T&#7915; th&#226;n kh&#7849;u &#253; m&#224; g&#226;y n&#234;n 
	<br>T&#7845;t c&#7843; nay t&#244;i &#273;&#7873;u s&#225;m h&#7889;i. <br>V&#244; l&#432;&#417;ng c&#244;ng &#273;&#7913;c c&#7911;a Ch&#432; Ph&#7853;t 
	<br>C&#7911;a B&#7891; T&#225;t, Thinh V&#259;n, Duy&#234;n Gi&#225;c <br>H&#7919;u h&#7885;c, v&#244; h&#7885;c c&#249;ng ch&#250;ng sanh 
	<br>T&#7845;t c&#7843; nay t&#244;i &#273;&#7873;u t&#249;y h&#7927;. <br>C&#225;c &#273;&#7845;ng soi &#273;&#7901;i kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng 
	<br>V&#7915;a m&#7899;i ch&#7913;ng n&#234;n &#273;&#7841;o Ch&#225;nh Gi&#225;c 
	<br>T&#7845;t c&#7843; nay t&#244;i &#273;&#7873;u khuy&#7871;n th&#7881;nh 
	<br>Chuy&#7875;n xe ch&#225;nh ph&#225;p di&#7879;u v&#244; th&#432;&#7907;ng.<br>Ch&#432; Ph&#7853;t n&#7871;u mu&#7889;n nh&#7853;p Ni&#7871;t B&#224;n 
	<br>T&#244;i xin th&#224;nh t&#226;m &#273;&#7873;u m&#7901;i th&#7881;nh 
	<br>C&#250;i mong &#7903; l&#7841;i l&#226;u trong &#273;&#7901;i <br>Cho ch&#250;ng sanh &#273;&#432;&#7907;c nh&#7901; l&#7907;i l&#7841;c. 
	<br>Bao nhi&#234;u ph&#432;&#7899;c &#273;&#7913;c b&#7903;i c&#250;ng d&#432;&#7901;ng 
	<br>Ng&#7907;i khen, th&#7881;nh ph&#225;p, m&#7901;i tr&#7909; th&#7871; 
	<br>Tu&#7923; h&#7927;, s&#225;m h&#7889;i c&#225;c c&#259;n l&#224;nh <br>H&#7891;i h&#432;&#7899;ng, ch&#250;ng sanh c&#249;ng Ph&#7853;t &#273;&#7841;o. 
	<br>T&#244;i nay theo h&#7885;c v&#7899;i Nh&#432; Lai <br>Tu t&#7853;p vi&#234;n m&#227;n h&#7841;nh Ph&#7893; Hi&#7873;n 
	<br>C&#250;ng d&#432;&#7901;ng ch&#432; Ph&#7853;t v&#7873; q&#250;a kh&#7913; 
	<br>C&#249;ng v&#7899;i m&#432;&#7901;i ph&#432;&#417;ng hi&#7879;n t&#7841;i Ph&#7853;t. 
	<br>V&#7883; lai t&#7845;t c&#7843; Thi&#234;n Nh&#226;n S&#432; <br>H&#7871;t th&#7843;y t&#226;m nguy&#7879;n &#273;&#7873;u vi&#234;n m&#227;n 
	<br>Nguy&#7879;n theo h&#7885;c kh&#7855;p ba &#273;&#7901;i Ph&#7853;t <br>Mau ch&#7913;ng n&#234;n q&#7911;a &#273;&#7841;i B&#7891; &#208;&#7873;. 
	<br>C&#7843; th&#7843;y c&#245;i c&#249;ng kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng 
	<br>R&#7897;ng l&#7899;n thanh t&#7883;nh trang nghi&#234;m &#273;&#7865;p 
	<br>Ch&#250;ng h&#7897;i v&#226;y quanh c&#225;c Nh&#432; Lai <br>&#208;&#7873;u &#7903; d&#432;&#7899;i c&#7897;i B&#7891; &#208;&#7873; th&#7885;, 
	<br>Bao nhi&#234;u ch&#250;ng sanh trong m&#432;&#7901;i ph&#432;&#417;ng 
	<br>Nguy&#7879;n l&#236;a lo kh&#7893; th&#432;&#7901;ng an l&#7841;c <br>&#208;&#7873;u &#273;&#432;&#7907;c l&#7907;i &#237;ch ch&#225;nh ph&#225;p m&#7847;u 
	<br>D&#7913;t h&#7871;t phi&#7873;n n&#227;o kh&#244;ng c&#242;n th&#7915;a. 
	<br>Khi t&#244;i v&#236; B&#7891; &#208;&#7873; m&#224; tu <br>Trong c&#225;c lo&#224;i &#273;&#7873;u bi&#7871;t t&#250;c m&#7841;ng 
	<br>Th&#432;&#7901;ng &#273;&#432;&#7907;c xu&#7845;t gia tu t&#7883;nh gi&#7899;i 
	<br>Kh&#244;ng nh&#417; kh&#244;ng l&#7895;i c&#361;ng kh&#244;ng h&#432;. 
	<br>Tr&#7901;i, R&#7891;ng, D&#7841; Xoa, B&#224;n Tr&#224; qu&#7881; <br>Nh&#7851;n &#273;&#7871;n lo&#224;i Ng&#432;&#7901;i c&#249;ng Phi Nh&#417;n 
	<br>T&#7845;t c&#7843; ng&#244;n ng&#7919; c&#7911;a ch&#250;ng sanh <br>&#208;&#7873;u d&#249;ng c&#225;c ti&#7871;ng t&#259;m n&#243;i ph&#225;p. 
	<br>Si&#234;ng tu Ba La M&#7853;t trong s&#7841;ch <br>T&#226;m B&#7891; &#208;&#7873; h&#7857;ng g&#236;n kh&#244;ng m&#7845;t 
	<br>D&#7913;t tr&#7915; ch&#432;&#7899;ng nh&#417; kh&#244;ng &#273;&#7875; th&#7915;a 
	<br>T&#7845;t c&#7843; h&#7841;nh m&#7847;u &#273;&#7873;u th&#224;nh t&#7921;u 
	<br>&#7902; n&#417;i c&#225;c ho&#7863;c, nghi&#7879;p c&#7843;nh ma <br>Trong v&#242;ng th&#7871; gian &#273;&#432;&#7907;c gi&#7843;i tho&#225;t 
	<br>C&#361;ng nh&#432; hoa sen kh&#244;ng d&#237;nh n&#432;&#7899;c <br>N&#224;o kh&#225;c Nh&#7853;t, Nguy&#7879;t ch&#7859;ng d&#7915;ng kh&#244;ng. 
	<br>D&#7913;t h&#7871;t t&#7845;t c&#7843; kh&#7893; &#225;c &#273;&#7841;o 
	<br>Kh&#7855;p &#273;&#7891;ng ban vui cho qu&#7847;n sanh <br>Nh&#432; th&#7871; tr&#7843;i qua v&#244; s&#7889; ki&#7871;p 
	<br>L&#7907;i &#237;ch m&#432;&#7901;i ph&#432;&#417;ng kh&#244;ng c&#249;ng t&#7853;n. 
	<br>T&#244;i th&#432;&#7901;ng t&#249;y thu&#7853;n c&#225;c ch&#250;ng sanh 
	<br>C&#249;ng t&#7853;n t&#7845;t c&#7843; v&#7883; lai ki&#7871;p <br>H&#7857;ng tu h&#7841;nh l&#7899;n c&#7911;a Ph&#7893; Hi&#7873;n 
	<br>Vi&#7877;n m&#227;n q&#7911;a B&#7891; &#208;&#7873; V&#244; Th&#432;&#7907;ng. 
	<br>Nh&#7919;ng ng&#432;&#7901;i c&#249;ng t&#244;i &#273;&#7891;ng m&#7897;t h&#7841;nh 
	<br>C&#7847;u t&#7845;t c&#7843; ch&#7895; chung nh&#243;m h&#7885;p <br>Th&#226;n kh&#7849;u &#253; nghi&#7879;p &#273;&#7873;u &#273;&#7891;ng nhau 
	<br>H&#7871;t th&#7843;y h&#7841;nh nguy&#7879;n c&#249;ng tu h&#7885;c <br>C&#225;c thi&#7879;n tri th&#7913;c l&#7907;i &#237;ch t&#244;i 
	<br>V&#236; t&#244;i ch&#7881; b&#224;y h&#7841;nh Ph&#7893; Hi&#7873;n <br>Nguy&#7879;n c&#249;ng t&#244;i th&#432;&#7901;ng chung h&#7897;i h&#7885;p 
	<br>&#208;&#7889;i v&#7899;i t&#244;i l&#242;ng lu&#244;n hoan h&#7927;. <br>Nguy&#7879;n th&#432;&#7901;ng di&#7879;n ki&#7871;n c&#225;c Nh&#432; Lai 
	<br>V&#224; h&#224;ng Ph&#7853;t t&#7917; v&#226;y quanh Ph&#7853;t <br>T&#244;i &#273;&#7873;u s&#7917;a sang c&#250;ng d&#432;&#7901;ng l&#7899;n 
	<br>T&#7897;t th&#432;&#7903; v&#7883; lai kh&#244;ng nh&#224;m m&#7887;i. 
	<br>Nguy&#7879;n g&#236;n ph&#225;p m&#7847;u c&#7911;a Nh&#432; Lai <br>R&#245; b&#224;y c&#7843; th&#7843;y h&#7841;nh B&#7891; &#208;&#7873; 
	<br>R&#7889;t r&#225;o thanh t&#7883;nh h&#7841;nh Ph&#7893; Hi&#7873;n <br>Tr&#7885;n ki&#7871;p v&#7883; lai th&#432;&#7901;ng tu t&#7853;p. 
	<br>T&#244;i &#7903; trong t&#7845;t c&#7843; c&#225;c c&#245;i <br>Tu ph&#432;&#7899;c v&#244; t&#7853;n, tr&#237; v&#244; t&#7853;n 
	<br>&#208;&#7883;nh, hu&#7879;, ph&#432;&#417;ng ti&#7879;n v&#224; gi&#7843;i tho&#225;t 
	<br>&#208;&#432;&#7907;c nh&#7919;ng t&#7841;ng v&#244; t&#7853;n c&#244;ng &#273;&#7913;c. 
	<br>Trong m&#7897;t tr&#7847;n c&#243; tr&#7847;n s&#7889; c&#245;i <br>M&#7895;i m&#7895;i c&#245;i c&#243; nan t&#432; Ph&#7853;t 
	<br>M&#7895;i m&#7895;i Ph&#7853;t &#7903; gi&#7919;a ch&#250;ng h&#7897;i 
	<br>T&#244;i th&#7845;y h&#7857;ng gi&#7843;ng h&#7841;nh B&#7891; &#208;&#7873;. 
	<br>Kh&#7855;p h&#7871;t m&#432;&#7901;i ph&#432;&#417;ng c&#225;c c&#245;i n&#432;&#7899;c 
	<br>M&#7895;i &#273;&#7847;u l&#244;ng &#273;&#7911; c&#243; ba &#273;&#7901;i 
	<br>Ph&#7853;t c&#249;ng qu&#7889;c &#273;&#7897; s&#7889; v&#244; l&#432;&#7907;ng 
	<br>T&#244;i kh&#7855;p tu h&#224;nh tr&#7843;i tr&#7847;n ki&#7871;p. <br>L&#7901;i c&#7911;a Nh&#432; Lai &#273;&#7873;u thanh t&#7883;nh 
	<br>M&#7897;t l&#7901;i &#273;&#7911; c&#7843; c&#225;c &#226;m thinh <br>Theo ti&#7871;ng ch&#250;ng sanh l&#242;ng &#432;a th&#237;ch 
	<br>Bi&#7879;n t&#224;i c&#7911;a Ph&#7853;t &#273;&#7873;u ban kh&#7855;p. 
	<br>T&#7845;t c&#7843; ch&#432; Ph&#7853;t trong ba &#273;&#7901;i <br>D&#249;ng nh&#7919;ng ng&#7919; ng&#244;n v&#244; t&#7853;n kia 
	<br>H&#7857;ng chuy&#7875;n ph&#225;p m&#7847;u r&#7845;t l&#253; th&#250; 
	<br>Nh&#7901; tr&#237; s&#226;u t&#244;i &#273;&#7873;u l&#227;nh th&#7885;. 
	<br>T&#244;i hay th&#226;m nh&#7853;p &#273;&#7901;i v&#7883; lai <br>T&#7845;t c&#7843; ki&#7871;p th&#226;u l&#224;m m&#7897;t ni&#7879;m 
	<br>H&#7871;t th&#7843;y nh&#7919;ng ki&#7871;p trong ba &#273;&#7901;i <br>L&#224;m kho&#7843;ng m&#7897;t ni&#7879;m t&#244;i &#273;&#7873;u nh&#7853;p, 
	<br>Trong m&#7897;t ni&#7879;m t&#244;i th&#7845;y ba &#273;&#7901;i <br>T&#7845;t c&#7843; c&#225;c &#273;&#7845;ng Nh&#417;n S&#432; T&#7917; 
	<br>C&#361;ng th&#432;&#7901;ng v&#224;o trong c&#7843;nh gi&#7899;i Ph&#7853;t 
	<br>Nh&#432; huy&#7877;n, gi&#7843;i tho&#225;t v&#224; oai l&#7921;c. <br>Trong c&#225;c c&#7921;c vi &#273;&#7847;u s&#7907;i l&#244;ng 
	<br>Xu&#7845;t hi&#7879;n c&#245;i trang nghi&#234;m ba thu&#7903; <br>M&#432;&#7901;i ph&#432;&#417;ng tr&#7847;n s&#225;t c&#225;c &#273;&#7847;u l&#244;ng 
	<br>T&#244;i &#273;&#7873;u th&#226;m nh&#7853;p &#273;&#7875; nghi&#234;m t&#7883;nh. 
	<br>V&#7883; lai c&#225;c &#273;&#7845;ng Chi&#7871;u Th&#7875; &#208;&#259;ng 
	<br>Th&#224;nh &#273;&#7841;o chuy&#7875;n ph&#225;p &#273;&#7897; ch&#250;ng sanh 
	<br>Ph&#7853;t s&#7921; xong xu&#244;i hi&#7879;n nh&#7853;p di&#7879;t <br>T&#244;i &#273;&#7873;u &#273;&#7871;n g&#7847;n &#273;&#7875; h&#7847;u h&#7841;. 
	<br>S&#7913;c th&#7847;n th&#244;ng r&#7897;ng kh&#7855;p ch&#243;ng mau <br>S&#7913;c ph&#7893; m&#244;n kh&#7855;p nh&#7853;p &#208;&#7841;i Th&#7915;a 
	<br>S&#7913;c tr&#237; h&#7841;nh kh&#7855;p tu c&#244;ng &#273;&#7913;c <br>S&#7913;c oai th&#7847;n t&#7915; bi kh&#7855;p che 
	<br>S&#7913;c ph&#432;&#7899;c trang nghi&#234;m kh&#7855;p thanh t&#7883;nh 
	<br>S&#7913;c tr&#7883; hu&#7879; kh&#244;ng tr&#432;&#7899;c kh&#244;ng tr&#7879; 
	<br>S&#7913;c &#273;&#7883;nh, hu&#7879;, ph&#432;&#417;ng ti&#7879;n, oai th&#7847;n 
	<br>S&#7913;c kh&#7855;p hay ch&#7913;a &#273;&#7841;o B&#7891; &#208;&#7873; 
	<br>S&#7913;c thanh t&#7883;nh t&#7845;t c&#7843; nghi&#7879;p l&#224;nh <br>S&#7913;c x&#244; d&#7865;p t&#7845;t c&#7843; phi&#7873;n n&#227;o 
	<br>S&#7913;c h&#224;ng ph&#7909;c t&#7845;t c&#7843; lo&#224;i ma <br>S&#7913;c vi&#7877;n m&#227;n c&#225;c h&#7841;nh Ph&#7893; Hi&#7873;n. 
	<br>Kh&#7855;p hay nghi&#234;m t&#7883;nh c&#225;c c&#245;i n&#432;&#7899;c 
	<br>Gi&#7843;i tho&#225;t cho h&#7871;t th&#7843;y ch&#250;ng sanh <br>Kh&#233;o hay ph&#226;n bi&#7879;t c&#225;c ph&#225;p m&#7847;u 
	<br>C&#243; th&#7875; s&#226;u v&#224;o bi&#7875;n tr&#237; hu&#7879; <br>Kh&#7855;p tu thanh t&#7883;nh c&#225;c c&#244;ng h&#7841;nh 
	<br>C&#225;c ch&#237; nguy&#7879;n th&#7843;y &#273;&#7873;u vi&#234;n m&#227;n 
	<br>G&#7847;n g&#361;i c&#250;ng d&#432;&#7901;ng c&#225;c &#273;&#7913;c Ph&#7853;t 
	<br>Tu h&#224;nh v&#244; l&#432;&#7907;ng ki&#7871;p kh&#244;ng m&#7887;i 
	<br>T&#7845;t c&#7843; Nh&#432; Lai trong ba &#273;&#7901;i <br>Nh&#7919;ng h&#7841;nh nguy&#7879;n b&#7891; &#273;&#7873; t&#7889;i th&#7855;ng 
	<br>T&#244;i &#273;&#7873;u c&#250;ng d&#432;&#7901;ng tu t&#7853;p &#273;&#7911; 
	<br>D&#249;ng h&#7841;nh Ph&#7893; Hi&#7873;n ng&#7897; B&#7891; &#208;&#7873;. 
	<br>T&#7845;t c&#7843; Nh&#432; Lai c&#243; tr&#432;&#7903;ng t&#7917; <br>Danh hi&#7879;u Ng&#224;i l&#224; &#273;&#7913;c Ph&#7893; Hi&#7873;n 
	<br>T&#244;i nay h&#7891;i h&#432;&#7899;ng c&#225;c c&#259;n l&#224;nh <br>Nguy&#7879;n c&#225;c tr&#237; h&#7841;nh &#273;&#7873;u &#273;&#7891;ng &#273;&#243;. 
	<br>Nguy&#7879;n th&#226;n, kh&#7849;u, &#253; h&#7857;ng thanh t&#7883;nh 
	<br>C&#244;ng h&#7841;nh c&#245;i n&#432;&#7899;c c&#249;ng s&#7841;ch trong 
	<br>Tr&#237; hu&#7879; &#7845;y g&#7885;i r&#7857;ng Ph&#7893; Hi&#7873;n 
	<br>Nguy&#7879;n t&#244;i c&#249;ng Ng&#224;i &#273;&#7873; &#273;&#7891;ng &#273;&#7859;ng. 
	<br>V&#236; kh&#7855;p thanh t&#7883;nh h&#7841;nh Ph&#7893; Hi&#7873;n <br>C&#225;c nguy&#7879;n l&#7899;n c&#7911;a V&#259;n Th&#249; S&#432; L&#7907;i 
	<br>Tr&#7885;n s&#7921; nghi&#7879;p kia kh&#244;ng th&#7915;a s&#243;t <br>&#208;&#7871;n ki&#7871;p v&#7883; lai h&#7857;ng kh&#244;ng m&#7887;i, 
	<br>T&#244;i tu c&#225;c h&#7841;nh &#273;&#7873;u v&#244; l&#432;&#7907;ng 
	<br>&#208;&#432;&#7907;c c&#225;c c&#244;ng &#273;&#7913;c c&#361;ng kh&#244;ng l&#432;&#7901;ng 
	<br>An tr&#7909; trong nh&#7919;ng h&#7841;nh v&#244; l&#432;&#7907;ng <br>Su&#7889;t th&#7845;u t&#7845;t c&#7843; s&#7913;c th&#7847;n th&#244;ng, 
	<br>S&#7913;c tr&#237; m&#7841;nh m&#7869; c&#225;c V&#259;n Th&#249; <br>Hu&#7879; h&#7841;nh Ph&#7893; Hi&#7873;n c&#361;ng d&#432;&#7901;ng &#7845;y 
	<br>T&#244;i nay h&#7891;i h&#432;&#7899;ng c&#225;c c&#259;n l&#224;nh <br>Th&#432;&#7901;ng theo c&#225;c Ng&#224;i m&#224; tu h&#7885;c. 
	<br>Ch&#432; Ph&#7853;t ba &#273;&#7901;i lu&#244;n khen ng&#7907;i <br>Nh&#7919;ng nguy&#7879;n r&#7897;ng l&#7899;n kh&#243; s&#225;nh b&#7857;ng 
	<br>T&#244;i nay h&#7891;i h&#432;&#7899;ng c&#225;c c&#259;n l&#224;nh <br>&#208;&#7875; &#273;&#432;&#7907;c Ph&#7893; Hi&#7873;n h&#7841;nh th&#249; th&#7855;ng. 
	<br>Nguy&#7879;n t&#244;i l&#250;c m&#7841;ng s&#7855;p l&#226;m chung <br>Tr&#7915; h&#7871;t t&#7845;t c&#7843; c&#225;c ch&#432;&#7899;ng ng&#7841;i 
	<br>T&#7853;n m&#7863;t g&#7863;p Ph&#7853;t A Di &#208;&#224; <br>Li&#7873;n &#273;&#432;&#7907;c v&#227;ng sanh c&#245;i C&#7921;c L&#7841;c, 
	<br>T&#244;i &#273;&#227; v&#227;ng sanh c&#245;i kia r&#7891;i <br>Hi&#7879;n ti&#7873;n th&#224;nh t&#7921;u nguy&#7879;n l&#7899;n n&#224;y 
	<br>C&#7843; th&#7843;y tr&#242;n &#273;&#7911; kh&#244;ng th&#7915;a thi&#7871;u 
	<br>L&#7907;i l&#7841;c t&#7845;t c&#7843; c&#225;c ch&#250;ng sanh. <br>Ch&#250;ng h&#7897;i Di &#208;&#224; &#273;&#7873;u thanh t&#7883;nh 
	<br>T&#244;i t&#7915; hoa sen n&#7903; sinh ra <br>Th&#226;n th&#7845;y &#273;&#7913;c Ph&#7853;t V&#244; L&#432;&#7907;ng Quang 
	<br>Li&#7873;n th&#7885; k&#253; t&#244;i &#273;&#7841;o B&#7891; &#208;&#7873;. 
	<br>Nh&#7901; &#273;&#7913;c Ph&#7853;t kia th&#7885; k&#253; r&#7891;i <br>T&#244;i h&#243;a v&#244; s&#7889; v&#7841;n &#7913;c th&#226;n 
	<br>Tr&#237; hu&#7879; r&#7897;ng l&#7899;n kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng 
	<br>Kh&#7855;p l&#7907;i t&#7845;t c&#7843; ch&#250;ng sanh gi&#7899;i. <br>Nh&#7851;n &#273;&#7871;n h&#432; kh&#244;ng th&#7871; gi&#7899;i t&#7853;n 
	<br>Ch&#250;ng sanh, nghi&#7879;p v&#224; phi&#7873;n n&#227;o t&#7853;n <br>Nh&#432;ng b&#7889;n ph&#225;p &#7845;y kh&#244;ng c&#249;ng t&#7853;n 
	<br>Nguy&#7879;n t&#244;i r&#7889;t r&#225;o h&#7857;ng v&#244; t&#7853;n 
	<br>C&#245;i n&#432;&#7899;c v&#244; bi&#234;n kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng 
	<br>Trang nghi&#234;m c&#225;c b&#225;u c&#250;ng d&#432;&#7901;ng Ph&#7853;t 
	<br>S&#7855;m &#273;&#7891; an l&#7841;c th&#237; tr&#7901;i ng&#432;&#7901;i 
	<br>Tr&#7843;i ki&#7871;p vi tr&#7847;n lu&#244;n c&#250;ng th&#237;, <br>N&#7871;u c&#243; ng&#432;&#7901;i n&#417;i nguy&#7879;n v&#432;&#417;ng n&#224;y 
	<br>M&#7897;t phen nghe li&#7873;n sanh t&#237;n k&#237;nh <br>Mong c&#7847;u kh&#225;t ng&#432;&#7905;ng q&#7911;a B&#7891; &#208;&#7873; 
	<br>&#208;&#432;&#7907;c c&#244;ng &#273;&#7913;c nhi&#7873;u h&#417;n t&#224;i th&#237;. 
	<br>Nh&#7901; &#273;&#226;y th&#432;&#7901;ng xa c&#225;c b&#7841;n &#225;c 
	<br>Tho&#225;t kh&#7887;i t&#7845;t c&#7843; ba &#273;&#432;&#7901;ng d&#7919; 
	<br>Mau th&#7845;y &#273;&#7913;c Ph&#7853;t V&#244; L&#432;&#7907;ng Quang. 
	<br>&#208;&#7847;y &#273;&#7911; nguy&#7879;n Ph&#7893; Hi&#7873;n t&#7889;i th&#7855;ng. 
	<br>Ng&#432;&#7901;i n&#224;y &#273;&#432;&#7907;c th&#7885; m&#7841;ng l&#226;u d&#224;i 
	<br>Trong lo&#224;i ng&#432;&#7901;i &#7903; b&#7853;c t&#244;n q&#250;y <br>Ng&#432;&#7901;i nay kh&#244;ng l&#226;u s&#7869; tr&#7885;n n&#234;n 
	<br>C&#244;ng h&#7841;nh nh&#432; Ph&#7893; Hi&#7873;n B&#7891; T&#225;t. 
	<br>Ng&#224;y tr&#432;&#7899;c &#273;&#243; v&#236; kh&#244;ng tr&#237; hu&#7879; 
	<br>T&#7841;o ra n&#259;m nghi&#7879;p v&#244; gi&#225;n &#225;c <br>Chuy&#234;n t&#7909;ng nguy&#7879;n v&#432;&#417;ng Ph&#7893; Hi&#7873;n n&#224;y 
	<br>T&#7845;t c&#7843; t&#7897;i &#225;c mau ti&#234;u di&#7879;t. <br>Sanh ra d&#242;ng h&#7885; c&#249;ng dung s&#7855;c 
	<br>T&#432;&#7899;ng t&#7889;t, tr&#237; hu&#7879; &#273;&#7873;u &#273;&#7847;y &#273;&#7911; 
	<br>C&#225;c ma, ngo&#7841;i &#273;&#7841;o kh&#244;ng ph&#225; &#273;&#432;&#7907;c 
	<br>Kham l&#224;m ph&#432;&#7899;c &#273;i&#7873;n cho ba c&#245;i. <br>Mau &#273;&#7871;n c&#7897;i B&#7891; &#208;&#7873; th&#7885; v&#432;&#417;ng 
	<br>Ng&#7891;i an h&#224;ng ph&#7909;c c&#225;c ch&#250;ng ma <br>Th&#224;nh &#273;&#7841;o Ch&#225;nh Gi&#225;c n&#243;i ph&#225;p m&#7847;u 
	<br>Kh&#7855;p l&#7907;i t&#7845;t c&#7843; c&#225;c h&#224;m th&#7913;c <br>N&#7871;u ng&#432;&#7901;i &#7903; n&#417;i m&#432;&#7901;i nguy&#7879;n n&#224;y 
	<br>&#208;&#7885;c, t&#7909;ng, th&#7885; tr&#236; v&#224; di&#7877;n n&#243;i 
	<br>Q&#7911;a b&#225;o ch&#7881; Ph&#7853;t m&#7899;i bi&#7871;t &#273;&#432;&#7907;c 
	<br>Quy&#7871;t &#273;&#7883;nh s&#7869; &#273;&#432;&#7907;c &#273;&#7841;o B&#7891; &#208;&#7873;. 
	<br>N&#7871;u ng&#432;&#7901;i t&#7909;ng nguy&#7879;n Ph&#7893; Hi&#7873;n n&#224;y 
	<br>T&#244;i n&#243;i ch&#250;t &#237;t ph&#7847;n c&#259;n l&#224;nh: <br>Trong m&#7897;t ni&#7879;m th&#7843;y &#273;&#7873;u vi&#234;n m&#227;n 
	<br>Th&#224;nh t&#7921;u ch&#250;ng sanh nguy&#7879;n thanh t&#7883;nh. <br>H&#7841;nh Ph&#7893; Hi&#7873;n th&#249; th&#7855;ng c&#7911;a t&#244;i 
	<br>Ph&#432;&#7899;c l&#7899;n v&#244; bi&#234;n &#273;&#7873;u h&#7891;i h&#432;&#7899;ng 
	<br>Kh&#7855;p nguy&#7879;n ch&#250;ng sanh &#273;ang ch&#236;m &#273;&#7855;m 
	<br>Mau sanh c&#245;i Ph&#7853;t V&#244; L&#432;&#7907;ng Quang.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">L&#250;c ng&#224;i Ph&#7893; Hi&#7873;n &#273;&#7841;i B&#7891;
T&#225;t &#7903; tr&#432;&#7899;c &#273;&#7913;c Nh&#432; Lai n&#243;i b&#224;i k&#7879; h&#7841;nh nguy&#7879;n thanh t&#7883;nh r&#7897;ng l&#7899;n r&#7891;i.
Thi&#7879;n T&#224;i &#273;&#7891;ng t&#7917; vui m&#7915;ng v&#244; l&#432;&#7907;ng, c&#225;c B&#7891; T&#225;t c&#249;ng &#273;&#7873;u hoan h&#7927;, &#273;&#7913;c
Nh&#432; Lai khen r&#7857;ng: &quot;L&#224;nh thay! L&#224;nh thay!&quot;.</font></p>
	<p align="left"><font color="#000080" face="Tahoma">B&#7845;y gi&#7901;, l&#250;c &#273;&#7913;c Th&#7871; T&#244;n
c&#249;ng h&#224;ng Th&#225;nh Ch&#250;ng &#273;&#7841;i B&#7891; T&#225;t di&#7877;n n&#243;i ph&#225;p m&#244;n th&#249; th&#7855;ng c&#7843;nh gi&#7899;i
gi&#7843;i tho&#225;t b&#7845;t kh&#7843; t&#432; ngh&#236; nh&#432; v&#7853;y, ng&#224;i V&#259;n Th&#249; S&#432; L&#7907;i B&#7891; T&#225;t l&#224;m b&#7853;c
th&#432;&#7907;ng th&#7911; trong c&#225;c v&#7883; &#273;&#7841;i B&#7891; T&#225;t v&#224; s&#225;u ng&#224;n th&#7847;y T&#7923; Kheo c&#7911;a Ng&#224;i gi&#225;o
h&#243;a. &#208;&#7913;c Di L&#7863;c B&#7891; T&#225;t l&#224;m th&#432;&#7907;ng th&#7911; trong c&#225;c v&#7883; &#273;&#7841;i B&#7891; T&#225;t &#7903; Hi&#7873;n
Ki&#7871;p. &#208;&#7913;c V&#244; C&#7845;u Ph&#7893; Hi&#7873;n B&#7891; T&#225;t &#273;&#7913;ng &#273;&#7847;u c&#225;c b&#7853;c nh&#7845;t sanh tr&#7909; qu&#225;n
&#273;&#7843;nh v&#7883; B&#7891; T&#225;t, c&#249;ng c&#225;c v&#7883; &#208;&#7841;i B&#7891; T&#225;t &#273;&#244;ng nh&#432; s&#7889; vi tr&#7847;n trong c&#225;c
th&#7871; gi&#7899;i &#7903; m&#432;&#7901;i ph&#432;&#417;ng kh&#7855;p &#273;&#7891;ng &#273;&#7871;n nh&#243;m h&#7897;i. Trong h&#224;ng &#273;&#7841;i Thanh V&#259;n
th&#236; c&#243; ng&#224;i &#208;&#7841;i Tr&#237; X&#225; L&#7907;i Ph&#7845;t, ng&#224;i &#208;&#7841;i M&#7909;c Ki&#7873;n Li&#234;n v.v...l&#224;m th&#432;&#7907;ng
th&#7911;. C&#249;ng nh&#7919;ng h&#224;ng Tr&#7901;i, Ng&#432;&#7901;i, c&#225;c b&#7853;c ch&#250;a t&#7875; trong &#273;&#7901;i, B&#225;t B&#7897;, Thi&#234;n
Long, D&#7841; Xoa, C&#224;n Th&#225;t B&#224;, A Tu La, Ca L&#226;u La, Kh&#7849;n Na La, Ma H&#7847;u La D&#224;, Nh&#417;n,
Phi Nh&#417;n, v.v..t&#7845;t c&#7843; &#273;&#7841;i ch&#250;ng nghe Ph&#7853;t thuy&#7871;t ph&#225;p &#273;&#7873;u r&#7845;t vui m&#7915;ng,
&#273;&#7891;ng t&#237;n th&#7885; ph&#7909;ng h&#224;nh.</font></p>
	<p align="left">&nbsp;</p>
</blockquote>
<p align="center">
<img border="0" src="https://www.dharmasite.net/images/lotuses2.jpg" width="716" height="212"></p>
</body>
	
<p align="center"><font face="Tahoma" color="#000080">---------------------------</font></p>
	<p><font face="Tahoma" color="#0000FF"><strong><big>M&#7909;c L&#7909;c:</big></strong></font></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#1"><font face="Tahoma" color="#000080">Thay l&#7901;i t&#7921;a.</font></a></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#2"><font face="Tahoma" color="#000080">L&#7901;i n&#243;i &#273;&#7847;u.</font></a></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#2a"><font face="Tahoma" color="#000080">Nghi th&#7913;c s&#225;m h&#7889;i tr&#432;&#7899;c khi         
t&#7909;ng kinh.</font></a></p>	
<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#3"><font face="Tahoma" color="#000080">Nghi th&#7913;c tr&#236; t&#7909;ng.</font></a></p>
	<p><font face="Tahoma" color="#000080">1. <a href="KinhHoaNghiem1PhamTheChuDieuNghiem.htm">Ph&#7849;m Th&#7871;-ch&#7911;         
Di&#7879;u-Nghi&#234;m th&#7913; nh&#7845;t</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 1 &#273;&#7871;n h&#7871;t quy&#7875;n 5)</font></p>
	<p><font face="Tahoma" color="#000080">2. <a href="KinhHoaNghiem2PhamNhuLaiHienTuong.htm">Ph&#7849;m Nh&#432;-Lai         
hi&#7879;n-t&#432;&#7899;ng th&#7913; hai</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 6)</font></p>
	<p><font face="Tahoma" color="#000080">3. 
	<a href="KinhHoaNghiem3.htm">Ph&#7849;m         
Ph&#7893;-Hi&#7873;n Tam-mu&#7897;i th&#7913; ba</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 7)</font></p>
	<p><font face="Tahoma" color="#000080">4. <a href="KinhHoaNghiem4PhamTheGioiThanhTuu.htm">Ph&#7849;m         
Th&#7871;-gi&#7899;i th&#224;nh-t&#7921;u th&#7913; t&#432;</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 7)</font></p>
	<p><font face="Tahoma" color="#000080">5. 
	<a href="KinhHoaNghiem5.htm">Ph&#7849;m Hoa-t&#7841;ng         
th&#7871;-gi&#7899;i th&#7913; n&#259;m</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 8 &#273;&#7871;n h&#7871;t quy&#7875;n 10)</font></p>
	<p><font face="Tahoma" color="#000080">6. <a href="KinhHoaNghiem6PhamTyLoGiaNa.htm">Ph&#7849;m         
T&#7923;-L&#244;-Gi&#225;-Na th&#7913; s&#225;u</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 11)</font></p>
	<p><font face="Tahoma" color="#000080">7. <a href="KinhHoaNghiem7PhamNhuLaiDanhHieu.htm">Ph&#7849;m Nh&#432;-Lai         
danh-hi&#7879;u th&#7913; b&#7849;y</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 12)</font></p>
	<p><font face="Tahoma" color="#000080">8. <a href="KinhHoaNghiem8PhamTuThanhDe.htm">Ph&#7849;m         
T&#7913;-Th&#225;nh-&#208;&#7871; th&#7913; t&#225;m</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 12)</font></p>
	<p><font face="Tahoma" color="#000080">9. <a href="KinhHoaNghiem9PhamQuangMinhGiac.htm">Ph&#7849;m         
Quang-minh gi&#225;c th&#7913; ch&#237;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 13)</font></p>
	<p><font face="Tahoma" color="#000080">10. <a href="KinhHoaNghiem10PhamBoTatVanMinh.htm">Ph&#7849;m         
B&#7891;-T&#225;t V&#7845;n Minh th&#7913; m&#432;&#7901;i</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 13)</font></p>
	<p><font face="Tahoma" color="#000080">11. <a href="KinhHoaNghiem11PhamTinHanh.htm">Ph&#7849;m T&#7883;nh         
H&#7841;nh th&#7913; m&#432;&#7901;i m&#7897;t</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 14)</font></p>
	<p><font face="Tahoma" color="#000080">12. <a href="KinhHoaNghiem12PhamHienThu.htm">Ph&#7849;m Hi&#7873;n         
Th&#7911; th&#7913; m&#432;&#7901;i hai</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 14 &#273;&#7871;n h&#7871;t quy&#7875;n 15)</font></p>
	<p><font face="Tahoma" color="#000080">13.<a href="KinhHoaNghiem13PhamThangTuDiSonDanh.htm"> Ph&#7849;m Th&#259;ng         
Tu-Di s&#417;n-&#273;&#7843;nh th&#7913; m&#432;&#7901;i ba</a>. (H&#225;n b&#7897; &#7903; &#273;&#7847;u quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">14. <a href="KinhHoaNghiem14PhamTuDiDanhKeTan.htm">Ph&#7849;m Tu-Di         
s&#417;n-&#273;&#7843;nh k&#7879; t&#225;n th&#7913; m&#432;&#7901;i b&#7889;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">15. <a href="KinhHoaNghiem15PhamThapTru.htm">Ph&#7849;m         
Th&#7853;p-tr&#7909; th&#7913; m&#432;&#7901;i l&#259;m</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">16. <a href="KinhHoaNghiem16PhamPhamHanh.htm">Ph&#7849;m         
Ph&#7841;m-h&#7841;nh th&#7913; m&#432;&#7901;i s&#225;u</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 17)</font></p>
	<p><font face="Tahoma" color="#000080">17. <a href="KinhHoaNghiem17PhamSoPhatTamCongDuc.htm">Ph&#7849;m S&#417;         
ph&#225;t-t&#226;m c&#244;ng-&#273;&#7913;c th&#7913; m&#432;&#7901;i b&#7843;y</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 17)</font></p>
	<p><font face="Tahoma" color="#000080">18. <a href="KinhHoaNghiem18PhamMinhPhap.htm">Ph&#7849;m Minh         
ph&#225;p th&#7913; m&#432;&#7901;i t&#225;m</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 18)</font></p>
	<p><font face="Tahoma" color="#000080">19. <a href="KinhHoaNghiem19PhamThangDaMaThienCung.htm">Ph&#7849;m Th&#259;ng         
D&#7841;-Ma Thi&#234;n-cung th&#7913; m&#432;&#7901;i ch&#237;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 19)</font></p>
	<p><font face="Tahoma" color="#000080">20. <a href="KinhHoaNghiem20PhamDaMaCungKeTan.htm">Ph&#7849;m D&#7841;-Ma         
Cung k&#7879; t&#225;n th&#7913; hai m&#432;&#417;i</a>. (H&#225;n b&#7897; ph&#7847;n gi&#7919;a quy&#7875;n 19)</font></p>
	<p><font face="Tahoma" color="#000080">21. 
	<a href="KinhHoaNghiem21.htm">Ph&#7849;m         
Th&#7853;p-H&#7841;nh th&#7913; hai m&#432;&#417;i m&#7889;t</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 19 &#273;&#7871;n h&#7871;t quy&#7875;n 20)</font></p>
	<p><font face="Tahoma" color="#000080">22. </font><font color="#000080">
	<a href="KinhHoaNghiem22PhamVoTanTang.htm"><font face="Tahoma">Ph&#7849;m V&#244;         
T&#7853;n T&#7841;ng </font><font FACE="Tahoma">th&#7913; hai m&#432;&#417;i hai</font></a></font><font face="Tahoma" color="#000080">.         
(H&#225;n b&#7897; tr&#7885;n         
quy&#7875;n 21)</font></p>
	<p><font face="Tahoma" color="#000080">23. </font><font color="#000080">
	<a href="KinhHoaNghiem23PhamThangDauSuatThienCung.htm"><font face="Tahoma">Ph&#7849;m Th&#259;ng &#208;&#226;u-Su&#7845;t Thi&#234;n-Cung         
	</font><font face="Tahoma">t</font><font FACE="Tahoma">h&#7913; hai m&#432;&#417;i         
ba</font></a></font><font face="Tahoma" color="#000080">. (H&#225;n         
b&#7897; tr&#7885;n quy&#7875;n 22)</font></p>
	<p><font face="Tahoma" color="#000080">24. <a href="KinhHoaNghiem24PhamDauSuatKeTan.htm">Ph&#7849;m &#208;&#226;u-Su&#7845;t k&#7879; t&#225;n         
th hai mi bn</a>. (H&#225;n b&#7897; ph&#7847;n         
&#273;&#7847;u quy&#7875;n 23)</font></p>
	<p><font face="Tahoma" color="#000080">25. 
	<a href="KinhHoaNghiem25PhamThapHoiHuong.htm">Ph&#7849;m Th&#7853;p         
h&#7891;i-h&#432;&#7899;ng th hai mi lm</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 23 &#273;&#7871;n h&#7871;t quy&#7875;n 33)</font></p>
	<p><font face="Tahoma" color="#000080">26. 
	<a href="KinhHoaNghiem26PhamThapDia.htm">Ph&#7849;m Th&#7853;p-&#273;&#7883;a        
th hai mi su</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 34         
&#273;&#7871;n quy&#7875;n 39)</font></p>
	<p><font face="Tahoma" color="#000080">27. <a href="KinhHoaNghiem27PhamThapDinh.htm">Ph&#7849;m         
Th&#7853;p-&#273;&#7883;nh th hai mi by</a>. (H&#225;n b&#7897; quy&#7875;n 40)</font></p>
	<p><font face="Tahoma" color="#000080">28. <a href="KinhHoaNghiem28PhamThapThong.htm">Ph&#7849;m         
Th&#7853;p-th&#244;ng th hai mi tm</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 44)</font></p>
	<p><font face="Tahoma" color="#000080">29. <a href="KinhHoaNghiem29PhamThapNhan.htm">Ph&#7849;m         
Th&#7853;p-nh&#7851;n th hai mi chn</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 44)</font></p>
	<p><font face="Tahoma" color="#000080">30. 
	<a href="KinhHoaNghiemPham30PhamATangKy.htm">Ph&#7849;m     
A-t&#259;ng-K&#7923; th      
ba mi</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u         
quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">31. 
	<a href="KinhHoaNghiem31PhamThoLuong.htm">Ph&#7849;m Th&#7885; L&#432;&#7907;ng      
th ba mi mt</a>. (H&#225;n b&#7897; ph&#7847;n gi&#7919;a         
quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">32. 
	<a href="KinhHoaNghiem32PhamChuBoTatTruXu.htm">Ph&#7849;m ch&#432; B&#7891;-T&#225;t tr&#7909; x&#7913;      
th ba mi hai</a>. (H&#225;n b&#7897;         
ph&#7847;n sau quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">33. 
	<a href="KinhHoaNghiem33PhamPhatBatTuNghiPhap.htm">Ph&#7849;m Ph&#7853;t b&#7845;t-t&#432;-ngh&#236;       
Php th ba mi ba</a>. (H&#225;n b&#7897;         
quy&#7875;n 46 &#273;&#7871;n quy&#7875;n 47)</font></p>
	<p><font face="Tahoma" color="#000080">34. 
	<a href="KinhHoaNghiem34PhamNhuLaiThapThan.htm">Ph&#7849;m Nh&#432;-Lai th&#7853;p th&#226;n t&#432;&#7899;ng h&#7843;i      
th ba mi bn</a>. (H&#225;n b&#7897; quy&#7875;n ph&#7847;n &#273;&#7847;u quy&#7875;n 48)</font></p>
	<p><font face="Tahoma" color="#000080">35. 
	<a href="KinhHoaNghiem35PhamNhuLaiTuyHao.htm">Ph&#7849;m Nh&#432;-Lai t&#249;y h&#7843;o quang-minh         
c&#244;ng-&#273;&#7913;c th ba mi lm</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 48)</font></p>
	<p><font face="Tahoma" color="#000080">36. 
	<a href="KinhHoaNghiem36PhamPhoHienHanh.htm">Ph&#7849;m Ph&#7893;-Hi&#7873;n h&#7841;nh      
th ba mi su</a>. (H&#225;n b&#7897; tr&#7885;n         
quy&#7875;n 49)</font></p>
	<p><font face="Tahoma" color="#000080">37. 
	<a href="KinhHoaNghiem37PhamNhuLaiXuatHien.htm">Ph&#7849;m Nh&#432;-Lai xu&#7845;t hi&#7879;n      
th ba mi by</a>. (H&#225;n b&#7897; t&#7915;         
&#273;&#7847;u quy&#7875;n 50 &#273;&#7871;n h&#7871;t quy&#7875;n 52)</font></p>
	<p><font face="Tahoma" color="#000080">38. 
	<a href="KinhHoaNghiem38PhamLyTheGian.htm">Ph&#7849;m Ly Th&#7871;      
Gian th ba mi tm</a>. (H&#225;n b&#7897; t&#7915; &#273;&#7847;u quy&#7875;n 53 &#273;&#7871;n h&#7871;t quy&#7875;n 59)</font></p>
	<p><font face="Tahoma" color="#000080">39. 
	<a href="KinhHoaNghiem39PhamNhapPhapGioi1.htm">Ph&#7849;m Nh&#7853;p         
Ph&#225;p-gi&#7899;i th ba mi chn: phn 1</a> - 
	<a href="KinhHoaNghiem39PhamNhapPhapGioi2.htm">Phn 
2</a> (H&#225;n b&#7897; t&#7915; quy&#7875;n 60 &#273;&#7871;n h&#7871;t quy&#7875;n 80)</font></p>
	<p><font face="Tahoma" color="#000080">40.<a href="KinhHoaNghiem40PhamPhoHien.htm"> Ph&#7849;m Nh&#7853;p         
b&#7845;t-t&#432;-ngh&#236; gi&#7843;i-tho&#225;t c&#7843;nh-gi&#7899;i Ph&#7893; Hi&#7873;n H&#7841;nh Nguy&#7879;n      
th bn mi</a>. (H&#225;n b&#7897; tr&#7885;n q.         
81)</font></p>
<br><br><br><br><br><br><br><br><br>
<div class="separator" style="clear: both; text-align: center;">
<a class="md-opjjpmhoiojifppkkcdabiobhakljdgm_doc" href="https://bothiphap.blogspot.com/" target="_blank" style="background-color: white; color: #771100; font-family: Arial, Tahoma, Helvetica, FreeSans, sans-serif; font-size: 45px; text-align: center; text-decoration-line: none;" target="_blank"><b><span face="&quot;helvetica neue&quot;, arial, helvetica, sans-serif" style="color: #660000;">bothiphap.blogspot.com</span></b></a></div>
<br /><br /><br /><br><br><br><br><br><br>

<div class="separator" style="clear: both;"><a href="https://tamquyensachquy.blogspot.com" target="_blank" style="display: block; padding: 1em 0; text-align: center; "><img alt="" border="0" data-original-height="304" data-original-width="442" src="https://kinhlangnghiem.github.io/kinhlangnghiem/zingmp3.webp" width="340"/></a></div>
<br /><br><br><br><br>
<html>
    <head>
 <br><br>
        <style>
            .zoom-image {
  width: 450px;
  height:450px;
  overflow: hidden;
}

.zoom-iframe  iframe {
  width: 100%;
  transition: all .3s ease-in-out;
}

.zoom-iframe iframe:hover   {
  transform: scale(2.0);
}
        </style>
            <script src="https://stacksnippets.net//scripts/snippet-javascript-console.min.js?v=2"></script>
    </head>
    <body>
    <div class="zoom-iframe">
  <iframe allowfullscreen="" frameborder="1" height="450px" marginheight="0px" marginwidth="0px" name="myiFrame" scrolling="no" src="https://kinhlangnghiem.github.io/kinhlangnghiem/ADiDaPhat" style="border: 0px #ffffff none;" width="450px"></iframe>
</div>
        <script type="text/javascript">
            
        </script><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>
<div class="separator" style="clear: both; text-align: center;">
<iframe allowfullscreen="" frameborder="1" height="350px" marginheight="0px" marginwidth="0px" name="myiFrame" scrolling="no" src="https://kinhlangnghiem.github.io/kinhlangnghiem/Menu" style="border: 0px #ffffff none;" width="450px"></iframe></div>
<!--End: NAM MO A DI DA PHAT--><!--End: NAM MO A DI DA PHAT--><br />
</html>
