
<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta name="GENERATOR" content="Microsoft FrontPage 6.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Pham Thang Dau Suat Thien Cung - Thu 23</title>
</head>

<body background="https://www.dharmasite.net/unicode/graphics/drbalogobkgd.gif">

<blockquote>
	<p align="center"><font face="Tahoma" color="#008000"><strong><big><big>
	<big>Kinh Hoa
Nghi&#234;m</big></big></big></strong></font></p>
	<p align="center"><font face="Tahoma" size="6" color="#008000">Phẩm Thăng 
	Đâu Suất Thiên Cung</font></p>
	<p align="center"><font FACE="Tahoma" color="#008000">Th&#7913; hai m&#432;&#417;i ba. (1)</font></p>
	<p align="center"><font face="Tahoma" color="#FF0000">Hán D&#7883;ch:Ð&#7841;i-S&#432;
Th&#7853;t-Xoa-Nan-Ðà<br>Vi&#7879;t D&#7883;ch: HT Thích Trí T&#7883;nh</font></p>
	<p align="center"><span style="mso-ignore:vglayout"><font face="Times New Roman" color="#000080"><img src="https://www.dharmasite.net/images/HayTha2.jpg" v:shapes="_x0000_s1026" width="106" height="69"></font></span></p>
	<font FACE="Tahoma">
	<p>&nbsp;</p>
	<p></p>
	<p><font color="#000080" size="2" face="Tahoma">(1).- H&#225;n b&#7897; quy&#7875;n th&#7913; hai m&#432;&#417;i hai</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#250;c b&#226;y gi&#7901;, do th&#7847;n-l&#7921;c c&#7911;a &#273;&#7913;c 
	Phật, th&#7853;p ph&#432;&#417;ng t&#7845;t c&#7843;
th&#7871;-gi&#7899;i, trong m&#7895;i Di&#234;m-Ph&#249;-&#208;&#7873; &#273;&#7873;u th&#7845;y &#273;&#7913;c Ph&#7853;t ng&#7921; d&#432;&#7899;i
c&#226;y b&#7891;-&#273;&#7873;, &#273;&#7873;u c&#243; B&#7891;-T&#225;t th&#7915;a oai-l&#7921;c c&#7911;a Ph&#7853;t m&#224; thuy&#7871;t
ph&#225;p, kh&#244;ng ai ch&#7859;ng cho r&#7857;ng &#273;&#7913;c Ph&#7853;t lu&#244;n &#7903; tr&#432;&#7899;c m&#236;nh.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#7913;c Th&#7871;-T&#244;n l&#7841;i d&#249;ng th&#7847;n-l&#7921;c ch&#259;ng r&#7901;i c&#225;c ch&#7895;: c&#226;y
b&#7891;-&#273;&#7873;, &#273;&#7843;nh Tu-Di-S&#417;n, D&#7841;-Ma thi&#234;n-cung, m&#224; qua &#273;&#7871;n &#208;&#226;u-Su&#7845;t-&#208;&#224;
thi&#234;n n&#417;i &#273;i&#7879;n Di&#7879;u-B&#7917;u-Trang-Nghi&#234;m.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#226;u-Su&#7845;t Thi&#234;n-V&#432;&#417;ng v&#7885;ng th&#7845;y &#273;&#7913;c Ph&#7853;t &#273;&#7871;n, li&#7873;n d&#7885;n t&#242;a
Ma-Ni-T&#7841;ng S&#432;-T&#7917; t&#7841;i gi&#7919;a &#273;i&#7879;n. T&#242;a &#7845;y do nh&#7919;ng di&#7879;u-b&#7917;u c&#245;i
tr&#7901;i h&#7885;p th&#224;nh, t&#7915; nh&#7919;ng thi&#7879;n-c&#259;n c&#244;ng-&#273;&#7913;c m&#224; c&#243;, kh&#244;ng ai
quan-s&#225;t tr&#7885;n h&#7871;t &#273;&#432;&#7907;c s&#7921; t&#7889;t &#273;&#7865;p c&#7911;a n&#243;. C&#243; tr&#259;m v&#7841;n &#7913;c
t&#7915;ng c&#7845;p v&#242;ng quanh t&#242;a. C&#243; tr&#259;m v&#7841;n &#7913;c l&#432;&#7899;i v&#224;ng, l&#432;&#7899;i ma-ni,
l&#432;&#7899;i b&#225;u, tr&#259;m v&#7841;n &#7913;c tr&#432;&#7899;ng hoa, tr&#432;&#7899;ng b&#225;u, tr&#432;&#7899;ng
tr&#224;ng-hoa, tr&#432;&#7899;ng h&#432;&#417;ng gi&#259;ng che ph&#237;a tr&#234;n t&#242;a. Tr&#224;ng-hoa th&#242;ng
xu&#7889;ng, h&#417;i th&#417;m lan kh&#7855;p n&#417;i. C&#243; tr&#259;m v&#7841;n &#7913;c l&#7885;ng hoa, l&#7885;ng
tr&#224;ng-hoa, l&#7885;ng b&#225;u, do ch&#432; thi&#234;n c&#7847;m b&#224;y h&#224;ng b&#7889;n ph&#237;a. Tr&#259;m v&#7841;n
&#7913;c b&#7917;u-y tr&#7843;i tr&#234;n t&#242;a. Tr&#259;m v&#7841;n &#7913;c l&#226;u c&#225;c ch&#243;i s&#225;ng
trang-nghi&#234;m. Tr&#259;m v&#7841;n &#7913;c l&#432;&#7899;i chu&#7895;i ng&#7885;c b&#225;u r&#7911; b&#7889;n ph&#237;a. C&#243;
tr&#259;m v&#7841;n &#7913;c m&#224;n linh b&#225;u, nh&#7919;ng linh &#7845;y h&#417;i &#273;&#7897;ng vang ra ti&#7871;ng h&#242;a
nh&#227;. C&#7917;a s&#7893; b&#7857;ng tr&#259;m v&#7841;n &#7913;c b&#225;u ki&#234;n-c&#7889; ma-ni. C&#7917;a ch&#237;nh b&#7857;ng
tr&#259;m v&#7841;n &#7913;c b&#225;u thanh-t&#7883;nh di&#7879;u t&#7841;ng. R&#432;&#7899;i tr&#259;m v&#7841;n &#7913;c m&#226;y
thi&#234;n hoa, m&#226;y thi&#234;n-h&#432;&#417;ng, m&#226;y thi&#234;n-y, m&#226;y thi&#234;n- b&#7917;u, m&#226;y thi&#234;n
c&#225;i, m&#226;y thi&#234;n-trang-nghi&#234;m-c&#7909;, m&#226;y thi&#234;n-b&#7917;u-man, m&#226;y thi&#234;n
anh-l&#7841;c. Tr&#259;m v&#7841;n &#7913;c b&#7917;u-th&#7885; che m&#225;t xung quanh. Tr&#259;m v&#7841;n &#7913;c
thi&#234;n-nh&#7841;c &#273;&#7891;ng h&#242;a t&#7845;u ra ti&#7871;ng vi-di&#7879;u di&#7879;t c&#225;c phi&#7873;n n&#227;o, t&#225;n
th&#225;n s&#7921; c&#250;ng-d&#432;&#7901;ng, s&#7921; th&#7901; ph&#7909;ng, s&#7921; tu h&#224;nh, c&#361;ng t&#225;n th&#225;n
	Phật qu&#7843;, thi&#7879;t-l&#253;, Phật b&#7893;n-h&#7841;nh, c&#361;ng t&#225;n than s&#7921; c&#250;ng-d&#432;&#7901;ng
ch&#432; Ph&#7853;t th&#7901;i qu&#225;-kh&#7913;, ca ng&#7907;i ch&#432; Ph&#7853;t t&#7889;i th&#7855;ng v&#244;-&#250;y, ca
ng&#7907;i c&#244;ng-&#273;&#7913;c v&#244;-t&#7853;n c&#7911;a B&#7891;-T&#225;t, ca ng&#7907;i h&#7841;nh t&#432;&#417;ng-&#432;ng c&#7911;a
t&#7845;t c&#7843; b&#7921;c B&#7891;-T&#225;t, ca ng&#7907;i c&#244;ng-&#273;&#7913;c b&#7845;t tuy&#7879;t c&#7911;a Ph&#7853;t, ca
ng&#7907;i c&#244;ng-h&#7841;nh th&#7845;y Ph&#7853;t, ca ng&#7907;i l&#253; t&#432;&#417;ng &#432;ng v&#7899;i v&#244;-ng&#7841;i.
Ti&#7871;ng thi&#234;n-nh&#7841;c vang kh&#7855;p t&#7845;t c&#7843; Phật-s&#225;t.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">C&#243; tr&#259;m v&#7841;n &#7913;c s&#417;-ph&#225;t-t&#226;m B&#7891;-T&#225;t v&#7915;a th&#7845;y b&#7917;u-t&#242;a n&#7847;y
l&#7841;i c&#224;ng th&#234;m l&#7899;n t&#226;m nh&#7913;t-thi&#7871;t-tr&#237;. Tr&#259;m v&#7841;n &#7913;c Tr&#7883;-&#208;&#7883;a
B&#7891;-T&#225;t t&#226;m-t&#7883;nh hoan h&#7927;. Tr&#259;m v&#7841;n &#7913;c Tu-H&#224;nh B&#7891;-T&#225;t ng&#7897;-gi&#7843;i
thanh-t&#7883;nh. Tr&#259;m v&#7841;n &#7913;c Sanh-Qu&#253; B&#7891;-T&#225;t tr&#7909; th&#7855;ng-ch&#237;-l&#7841;c. Tr&#259;m
v&#7841;n &#7913;c Ph&#432;&#417;ng-Ti&#7879;n-C&#7909;-T&#250;c B&#7891;-T&#225;t kh&#7903;i &#273;&#7841;i-th&#7915;a-h&#7841;nh. Tr&#259;m
v&#7841;n &#7913;c Ch&#225;nh-T&#226;m-Tr&#7909; B&#7891;-T&#225;t si&#234;ng tu t&#7845;t c&#7843; &#273;&#7841;o B&#7891;-T&#225;t. Tr&#259;m
v&#7841;n &#7913;c B&#7845;t-Th&#7889;i B&#7891;-T&#225;t t&#7883;nh tu t&#7845;t c&#7843; B&#7891;-T&#225;t-&#273;&#7883;a. Tr&#259;m v&#7841;n
&#7913;c &#208;&#7891;ng-Ch&#417;n B&#7891;-T&#225;t &#273;&#432;&#7907;c quang-minh tam-mu&#7897;i c&#7911;a t&#7845;t c&#7843;
B&#7891;-T&#225;t. Tr&#259;m v&#7841;n &#7913;c Ph&#225;p-V&#432;&#417;ng-T&#7917; B&#7891;-T&#225;t nh&#7853;p b&#7845;t-t&#432; ngh&#236; ch&#432;
Ph&#7853;t c&#7843;nh-gi&#7899;i. Tr&#259;m v&#7841;n &#7913;c Qu&#225;n-&#208;&#7843;ng B&#7891;-T&#225;t hay hi&#7879;n th&#7853;p
l&#7921;c c&#7911;a v&#244;-l&#432;&#7907;ng Nh&#432;-Lai. Tr&#259;m &#7913;c B&#7891;-T&#225;t &#273;&#432;&#7907;c tri-gi&#7843;i
thanh-t&#7883;nh. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t sanh long &#432;a th&#237;ch. Tr&#259;m v&#7841;n &#7913;c
B&#7891;-T&#225;t th&#226;m t&#237;n ch&#7859;ng h&#432; ho&#7841;i. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t th&#7871;-l&#7921;c
r&#7897;ng l&#7899;n. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t th&#234;m l&#7899;n danh ti&#7871;ng. Tr&#259;m v&#7841;n
&#7913;c B&#7891;-T&#225;t di&#7877;n thuy&#7871;t ph&#225;p ngh&#297;a khi&#7871;n tr&#237; quy&#7871;t-&#273;&#7883;nh. Tr&#259;m v&#7841;n
&#7913;c B&#7891;-T&#225;t ch&#225;nh-ni&#7879;m ch&#7859;ng lo&#7841;n. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t sanh tr&#237;
quy&#7871;t &#273;&#7883;nh. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t &#273;&#432;&#7907;c s&#7913;c v&#259;n tr&#236;, tr&#236; t&#7845;t c&#7843;
	Phật-ph&#225;p. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t xu&#7845;t-sanh v&#244;-l&#432;&#7907;ng tri-gi&#7843;i r&#7897;ng
l&#7899;n. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t an tr&#7909; t&#237;n-c&#259;n. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t
&#273;&#432;&#7907;c &#273;&#224;n ba-la-m&#7853;t c&#243; th&#7875; th&#237; t&#7845;t c&#7843;. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t
&#273;&#432;&#7907;c thi-ba-la-m&#7853;t, tr&#236; to&#224;n v&#7865;n c&#225;c gi&#7899;i-h&#7841;nh. Tr&#259;m v&#7841;n &#7913;c
B&#7891;-T&#225;t &#273;&#432;&#7907;c nh&#7851;n ba-la-m&#7853;t t&#226;m ch&#7859;ng v&#7885;ng &#273;&#7897;ng, tr&#7885;n nh&#7851;n th&#7885;
&#273;&#432;&#7907;c t&#7845;t c&#7843; Phật-ph&#225;p. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t &#273;&#432;&#7907;c tinh-t&#7845;n
ba-la-m&#7853;t, c&#243; th&#7875; th&#7853;t h&#224;nh v&#244;-l&#432;&#7907;ng xu&#7845;t-ly tinh-t&#7845;n. Tr&#259;m v&#7841;n
&#7913;c B&#7891;-T&#225;t &#273;&#432;&#7907;c thi&#7873;n ba-la-m&#7853;t, &#273;&#7911; v&#244;-l&#432;&#7907;ng thi&#7873;n-&#273;&#7883;nh
quang-minh. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t &#273;&#432;&#7907;c b&#225;c-nh&#227; ba-la m&#7853;t, tr&#237;-hu&#7879;
quang minh c&#243; th&#7875; soi s&#225;ng kh&#7855;p n&#417;i. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t th&#224;nh-t&#7921;u
&#273;&#7841;i-nguy&#7879;n tr&#7885;n &#273;&#7873;u thanh-t&#7883;nh. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t &#273;&#432;&#7907;c &#273;&#232;n
tr&#237;-hu&#7879; soi s&#225;ng ph&#225;p m&#244;n. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t &#273;&#432;&#7907;c ph&#225;p-quang
c&#7911;a th&#7853;p ph&#432;&#417;ng ch&#432; Ph&#7853;t chi&#7871;u &#273;&#7871;n. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t di&#7877;n
ph&#225;p ly-si c&#249;ng kh&#7855;p m&#432;&#7901;i ph&#432;&#417;ng. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t v&#224;o kh&#7855;p
t&#7845;t c&#7843; qu&#7889;c-&#273;&#7897; ch&#432; Ph&#7853;t. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t ph&#225;p-th&#226;n &#273;&#7871;n
t&#7845;t c&#7843; Phật-&#273;&#7897;. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t &#273;&#432;&#7907;c Ph&#7853;t &#226;m-thinh hay
r&#7897;ng khai ng&#7897; ch&#250;ng-sanh. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t &#273;&#432;&#7907;c ph&#432;&#417;ng-ti&#7879;n
xu&#7845;t-sanh nh&#7913;t-thi&#7871;t-tr&#237;. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t &#273;&#432;&#7907;c th&#224;nh-t&#7921;u
t&#7845;t c&#7843; ph&#225;p-m&#244;n. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t th&#224;nh-t&#7921;u ph&#225;p-tr&#237; nh&#432;
b&#7917;u-tr&#224;ng c&#243; th&#7875; hi&#7875;n-th&#7883; t&#7845;t c&#7843; 
	Phật-ph&#225;p. Tr&#259;m v&#7841;n &#7913;c
B&#7891;-T&#225;t c&#243; th&#7875; tr&#7885;n th&#7883;-hi&#7879;n c&#7843;nh-gi&#7899;i Nh&#432;-Lai. Tr&#259;m v&#7841;n &#7913;c
Thi&#234;n-V&#432;&#417;ng cung k&#237;nh l&#7877; b&#225;i. Tr&#259;m v&#7841;n &#7913;c Long-V&#432;&#417;ng nh&#236;n ng&#7855;m
kh&#244;ng nh&#224;m. Tr&#259;m v&#7841;n &#7913;c D&#7841;-Xoa-V&#432;&#417;ng ch&#7845;p tay tr&#234;n &#273;&#7847;u. Tr&#259;m v&#7841;n
&#7913;c C&#224;n-Th&#225;c-B&#224; V&#432;&#417;ng kh&#7903;i l&#242;ng t&#7883;nh-t&#237;n. Tr&#259;m v&#7841;n &#7913;c A-Tu-La
V&#432;&#417;ng d&#7913;t l&#242;ng ki&#234;u-m&#7841;n. Tr&#259;m v&#7841;n &#7913;c Ca-L&#226;u-La V&#432;&#417;ng mi&#7879;ng ng&#7853;m
d&#7843;i l&#7909;a m&#224;u. Tr&#259;m v&#7841;n &#7913;c Kh&#7849;n-Na-La V&#432;&#417;ng vui m&#7915;ng h&#7899;n h&#7903;.
Tr&#259;m v&#7841;n &#7913;c Ma-H&#7847;u-La-Gi&#224;-V&#432;&#417;ng hoan-h&#7927; chi&#234;m-ng&#432;&#7905;ng. Tr&#259;m v&#7841;n
&#7913;c th&#7871;-ch&#250;a c&#250;i &#273;&#7847;u &#273;&#7843;nh l&#7877;. Tr&#259;m v&#7841;n &#7913;c &#208;ao-l&#7907;i
Thi&#234;n-V&#432;&#417;ng chi&#234;m-ng&#432;&#7905;ng ch&#7859;ng nh&#225;y m&#7855;t. Tr&#259;m v&#7841;n &#7913;c Da-Ma
Thi&#234;n-V&#432;&#417;ng hoan-h&#7927; ca ng&#7907;i. Tr&#259;m v&#7841;n &#7913;c &#208;&#226;u-Su&#7845;t Thi&#234;n-V&#432;&#417;ng
m&#7885;p th&#226;n l&#224;m l&#7877;. Tr&#259;m v&#7841;n &#7913;c H&#243;a-L&#7841;c Thi&#234;n-V&#432;&#417;ng cung k&#237;nh &#273;&#7843;nh
l&#7877;. Tr&#259;m v&#7841;n &#7913;c Tha-H&#243;a Thi&#234;n-V&#432;&#417;ng ch&#7845;p tay cung-k&#237;nh. Tr&#259;m v&#7841;n
&#7913;c Ph&#7841;m-V&#432;&#417;ng nh&#7913;t t&#226;m quan-s&#225;t. Tr&#259;m v&#7841;n &#7913;c &#208;&#7841;i-T&#7921;-T&#7841;i
Thi&#234;n-V&#432;&#417;ng cung k&#237;nh c&#250;ng-d&#432;&#7901;ng. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t l&#234;n ti&#7871;ng
t&#225;n th&#225;n. Tr&#259;m v&#7841;n &#7913;c thi&#234;n-n&#7919; chuy&#234;n t&#226;m c&#250;ng-d&#432;&#7901;ng. Tr&#259;m
v&#7841;n &#7913;c &#208;&#7891;ng-Nguy&#7879;n-Thi&#234;n h&#7899;n h&#7903; vui m&#7915;ng. Tr&#259;m v&#7841;n &#7913;c
&#208;&#7891;ng-Tr&#7909;-Thi&#234;n ca ng&#7907;i. Tr&#259;m v&#7841;n &#7913;c Ph&#7841;m-Th&#226;n-Thi&#234;n tr&#7843;i th&#226;n
k&#237;nh l&#7877;. Tr&#259;m v&#7841;n &#7913;c Ph&#7841;m-Ph&#7909;-Thi&#234;n ch&#7845;p tay tr&#234;n &#273;&#7847;u. Tr&#259;m v&#7841;n
&#7913;c Ph&#7841;m-Ch&#250;ng-Thi&#234;n h&#7847;u h&#7841; xung quanh. Tr&#259;m v&#7841;n &#7913;c
&#208;&#7841;i-Ph&#7841;m-Thi&#234;n ca ng&#7907;i v&#244;-l&#432;&#7907;ng c&#244;ng-&#273;&#7913;c. Tr&#259;m v&#7841;n &#7913;c
Quang-Thi&#234;n n&#259;m v&#243;c gieo xu&#7889;ng &#273;&#7845;t. Tr&#259;m v&#7841;n &#7913;c Thi&#7875;u-Quang-Thi&#234;n ca
ng&#7907;i kh&#243; g&#7863;p Ph&#7853;t xu&#7845;t-th&#7871;. Tr&#259;m v&#7841;n &#7913;c V&#244;-L&#432;&#7907;ng-Quang-Thi&#234;n
v&#7885;ng l&#7877; Ph&#7853;t. Tr&#259;m v&#7841;n &#7913;c Quang-&#194;m Thi&#234;n t&#225;n th&#225;n r&#7845;t kh&#243;
&#273;&#432;&#7907;c th&#7845;y Ph&#7853;t. Tr&#259;m v&#7841;n &#7913;c T&#7883;nh-Thi&#234;n c&#249;ng cung-&#273;i&#7879;n &#273;&#7891;ng
&#273;&#7871;n &#273;&#226;y. Tr&#259;m v&#7841;n &#7913;c Thi&#7875;u-T&#7883;nh-Thi&#234;n d&#249;ng t&#226;m thanh-t&#7883;nh c&#250;i
&#273;&#7847;u l&#224;m l&#7877;. Tr&#259;m v&#7841;n &#7913;c V&#244;-L&#432;&#7907;ng-T&#7883;nh Thi&#234;n nguy&#7879;n mu&#7889;n th&#7845;y
Ph&#7853;t. Tr&#259;m v&#7841;n &#7913;c Bi&#7871;n-T&#7883;nh-Thi&#234;n th&#226;n-c&#7853;n t&#244;n-tr&#7885;ng
c&#250;ng-d&#432;&#7901;ng. Tr&#259;m v&#7841;n &#7913;c Qu&#7843;ng-Thi&#234;n nh&#7899; c&#259;n l&#224;nh &#273;&#7901;i
tr&#432;&#7899;c. Tr&#259;m v&#7841;n &#7913;c Thi&#7875;u-Quang-Thi&#234;n sanh quan-ni&#7879;m hi-h&#7919;u &#273;&#244;&#237;
v&#7899;i Nh&#432;-Lai. Tr&#259;m v&#7841;n &#7913;c V&#244;-L&#432;&#7907;ng-Qu&#7843;ng Thi&#234;n quy&#7871;t &#273;&#7883;nh t&#244;n
tr&#7885;ng sanh c&#225;c nghi&#7879;p l&#224;nh. Tr&#259;m v&#7841;n &#7913;c Qu&#7843;ng-Qu&#7843;-Thi&#234;n c&#250;i m&#236;nh
cung k&#237;nh. Tr&#259;m v&#7841;n &#7913;c V&#244;-Phi&#7873;n-Thi&#234;n t&#237;n-c&#259;n ki&#234;n-c&#7889; k&#237;nh l&#7877;.
Tr&#259;m v&#7841;n &#7913;c V&#244;-Nhi&#7879;t-Thi&#234;n ch&#7845;p tay ni&#7879;m Ph&#7853;t kh&#244;ng l&#242;ng m&#7887;i
nh&#224;m. Tr&#259;m v&#7841;n &#7913;c Thi&#7879;n-Ki&#7871;n Thi&#234;n &#273;&#7843;nh l&#7877;. Tr&#259;m v&#7841;n &#7913;c
Thi&#7879;n-Hi&#7879;n Thi&#234;n m&#227;i nh&#7899; c&#250;ng-d&#432;&#7901;ng Ph&#7853;t. Tr&#259;m v&#7841;n &#7913;c
S&#7855;c-C&#7913;u-C&#225;nh Thi&#234;n k&#237;nh l&#7877;. Tr&#259;m v&#7841;n &#7913;c ch&#432; Thi&#234;n &#273;&#7873;u r&#7845;t
hoan-h&#7927; l&#234;n ti&#7871;ng t&#225;n th&#225;n. Tr&#259;m v&#7841;n &#7913;c ch&#432; Thi&#234;n &#273;&#7873;u kh&#233;o
t&#432;-duy &#273;&#7875; trang-nghi&#234;m. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t Thi&#234;n h&#7897;-tr&#236; 
	Phật-t&#242;a
kh&#244;ng ng&#7899;t trang-nghi&#234;m. Tr&#259;m v&#7841;n &#7913;c hoa-Th&#7911; B&#7891;-T&#225;t r&#7843;i t&#7845;t c&#7843;
th&#7913; hoa. Tr&#259;m v&#7841;n &#7913;c H&#432;&#417;ng-Th&#7911; B&#7891;-T&#225;t r&#7843;i t&#7845;t c&#7843; th&#7913; h&#432;&#417;ng.
Tr&#259;m v&#7841;n &#7913;c Man-Th&#7911; B&#7891;-T&#225;t r&#7843;i t&#7845;t c&#7843; tr&#224;ng-hoa. Tr&#259;m v&#7841;n &#7913;c
Y-Th&#7911; B&#7891;-T&#225;t r&#7843;i t&#7845;t c&#7843; th&#7913; y-ph&#7909;c. Tr&#259;m v&#7841;n &#7913;c C&#225;i-Th&#7911;
B&#7891;-T&#225;t r&#7843;i t&#7845;t c&#7843; th&#7913; l&#7885;ng. Tr&#259;m v&#7841;n &#7913;c Tr&#224;ng-Th&#7911; B&#7891;-T&#225;t
r&#7843;i t&#7845;t c&#7843; th&#7913; tr&#224;ng. Tr&#259;m v&#7841;n &#7913;c Phan-Th&#7911; B&#7891;-T&#225;t r&#7843;i t&#7845;t c&#7843;
th&#7913; phan. Tr&#259;m v&#7841;n &#7913;c B&#7917;u-Th&#7911; B&#7891;-T&#225;t r&#7843;i t&#7845;t c&#7843; th&#7913; b&#7917;u.
Tr&#259;m v&#7841;n &#7913;c Trang-Nghi&#234;m-Th&#7911; B&#7891;-T&#225;t r&#7843;i t&#7845;t c&#7843; &#273;&#7891; trang-nghi&#234;m.
Tr&#259;m v&#7841;n &#7913;c Thi&#234;n-T&#7917; &#273;&#7871;n d&#432;&#7899;i b&#7917;u-t&#242;a. Tr&#259;m v&#7841;n &#7913;c
Thi&#234;n-T&#7917; c&#249;ng cung-&#273;i&#7879;n &#273;&#7891;ng &#273;&#7871;n &#273;&#226;y v&#7899;i t&#226;m t&#7883;nh-t&#237;n. Tr&#259;m
v&#7841;n &#7913;c Sanh-Qu&#253; Thi&#234;n-T&#7917; d&#249;ng th&#226;n g&#236;n b&#7917;u-t&#242;a. Tr&#259;m v&#7841;n &#7913;c
Qu&#225;n-&#208;&#7843;nh Thi&#234;n-T&#7917; c&#7843; th&#226;n g&#236;n b&#7917;u-t&#242;a. Tr&#259;m v&#7841;n &#7913;c Tu-Duy
B&#7891;-T&#225;t cung-k&#237;nh t&#432;-duy. Tr&#259;m v&#7841;n &#7913;c Sanh-Qu&#253; B&#7891;-T&#225;t ph&#225;t t&#226;m
thanh-t&#7883;nh. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t s&#225;u c&#259;n vui &#273;&#7865;p. Tr&#259;m v&#7841;n &#7913;c
B&#7891;-T&#225;t th&#226;m-t&#226;m thanh-t&#7883;nh. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t t&#237;n-gi&#7843;i
thanh-t&#7883;nh. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t ba nghi&#7879;p thanh-t&#7883;nh. Tr&#259;m v&#7841;n &#7913;c
B&#7891;-T&#225;t th&#7885; sanh t&#7921;-t&#7841;i. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t ph&#225;p-quang chi&#7871;u
s&#225;ng. Tr&#259;m v&#7841;n &#7913;c B&#7891;-T&#225;t th&#224;nh-t&#7921;u c&#225;c b&#7921;c. Tr&#259;m v&#7841;n &#7913;c
B&#7891;-T&#225;t kh&#233;o gi&#225;o-h&#243;a t&#7845;t c&#7843; ch&#250;ng-sanh. Tr&#259;m v&#7841;n &#7913;c thi&#7879;n-c&#259;n
sanh ra. Tr&#259;m v&#7841;n &#7913;c Ph&#7853;t h&#7897;-tr&#236;. Tr&#259;m v&#7841;n &#7913;c ph&#7913;&#417;c-&#273;&#7913;c vi&#234;n
m&#227;n. Tr&#259;m v&#7841;n &#7913;c &#273;&#7841;i-nguy&#7879;n nghi&#234;m-khi&#7871;t. Tr&#259;m v&#7841;n &#7913;c h&#7841;nh
l&#224;nh sanh kh&#7903;i. Tr&#259;m v&#7841;n &#7913;c t&#226;m th&#249;-th&#7855;ng l&#224;m thanh-t&#7883;nh. Tr&#259;m
v&#7841;n &#7913;c ph&#225;p l&#224;nh l&#224;m ki&#234;n-c&#7889;. Tr&#259;m v&#7841;n &#7913;c th&#7847;n-l&#7921;c th&#7883;-hi&#7879;n
ra. Tr&#259;m v&#7841;n &#7913;c c&#244;ng-&#273;&#7913;c l&#224;m th&#224;nh. Tr&#259;m v&#7841;n &#7913;c ph&#225;p t&#225;n
th&#225;n &#273;&#7875; ca ng&#7907;i.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Nh&#432; &#7903; th&#7871;-gi&#7899;i n&#7847;y, &#208;&#226;u-Su&#7845;t Thi&#234;n-V&#432;&#417;ng ph&#7909;ng v&#236; &#273;&#7913;c
Nh&#432;-Lai m&#224; tr&#7847;n-thi&#7871;t b&#7917;u-t&#242;a, trong t&#7845;t c&#7843; th&#7871;-gi&#7899;i, c&#225;c
&#208;&#226;u-Su&#7845;t Thi&#234;n-V&#432;&#417;ng c&#361;ng v&#236; &#273;&#7913;c Nh&#432;-Lai m&#224; tr&#7847;n-thi&#7871;t b&#7917;u-t&#242;a
&#273;&#7873;u &#273;&#7891;ng s&#7921; trang-nghi&#234;m, &#273;&#7891;ng nghi-t&#7855;c, &#273;&#7891;ng tin &#432;a, &#273;&#7891;ng
t&#226;m-t&#7883;nh, &#273;&#7891;ng vui th&#237;ch, &#273;&#7891;ng m&#7915;ng r&#7905;, &#273;&#7891;ng t&#244;n tr&#7885;ng, &#273;&#7891;ng
quan-ni&#7879;m hi-h&#7919;u, &#273;&#7891;ng h&#7899;n-h&#7903;, &#273;&#7891;ng kh&#225;t-ng&#432;&#7905;ng nh&#432; th&#7871; c&#7843;.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Tr&#7847;n-thi&#7871;t b&#7917;u-t&#242;a xong, &#208;&#226;u-Su&#7845;t Thi&#234;n-V&#432;&#417;ng v&#7899;i l&#242;ng
t&#244;n-tr&#7885;ng c&#249;ng m&#432;&#7901;i v&#7841;n &#7913;c v&#244;-s&#7889; &#208;&#226;u-Su&#7845;t Thi&#234;n-T&#7917; ph&#7909;ng
nghinh &#273;&#7913;c Nh&#432;-Lai.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Thi&#234;n-V&#432;&#417;ng v&#224; ch&#432; Thi&#234;n d&#249;ng t&#226;m thanh-t&#7883;nh r&#432;&#7899;i v&#244;-s&#7889; m&#226;y
m&#224;u hoa, m&#226;y m&#224;u h&#432;&#417;ng, m&#226;y m&#224;u tr&#224;ng-hoa, m&#226;y b&#7917;u-c&#225;i, m&#226;y
thi&#234;n-y, m&#226;y di&#7879;u-b&#7917;u, m&#226;y trang-nghi&#234;m-c&#7909;.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#250;c Ch&#432; Thi&#234;n t&#7915; n&#417;i th&#226;n m&#236;nh tu&#244;n ra v&#244;-s&#7889; th&#7913; m&#226;y m&#224;u b&#225;u
&#273;&#7865;p n&#7847;y, tr&#259;m ng&#224;n &#7913;c v&#244;-s&#7889; &#208;&#226;u-Su&#7845;t Thi&#234;n-t&#7917; c&#249;ng ch&#250;ng
Thi&#234;n-t&#7917; hi&#7879;n di&#7879;n trong h&#7897;i l&#242;ng r&#7845;t hoan h&#7927; k&#237;nh l&#7877;. V&#244;-s&#7889;
Thi&#234;n-n&#7919; h&#7899;n-h&#7903; k&#237;nh m&#7897; chi&#234;m-ng&#432;&#7905;ng &#273;&#7913;c Nh&#432;-Lai.
B&#7845;t-kh&#7843;-thuy&#7871;t B&#7891;-T&#225;t tr&#7909; gi&#7919;a h&#432;-kh&#244;ng tinh-t&#7845;n nh&#7913;t t&#226;m
c&#250;ng-d&#432;&#7901;ng &#273;&#7913;c Ph&#7853;t nhi&#7873;u h&#417;n ch&#432; Thi&#234;n v&#224; cung-k&#237;nh &#273;&#7843;nh l&#7877;.
V&#244;-s&#7889; &#226;m nh&#7841;c &#273;&#7891;ng th&#7901;i h&#242;a t&#7845;u.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">B&#7845;y gi&#7901;, do th&#7847;n-l&#7921;c c&#7911;a &#273;&#7913;c Ph&#7853;t, do c&#259;n l&#224;nh ng&#224;y tr&#432;&#7899;c,
do s&#7913;c t&#7921;-t&#7841;i b&#7845;t-t&#432;-ngh&#236;, n&#234;n trong &#208;&#226;u-Su&#7845;t Thi&#234;n-cung, t&#7845;t c&#7843;
Thi&#234;n-T&#7917; v&#224; Thi&#234;n-n&#7919; &#273;&#7873;u v&#7885;ng th&#7845;y &#273;&#7913;c Ph&#7853;t &#273;&#7889;i tr&#432;&#7899;c
m&#236;nh. H&#7885; &#273;&#7891;ng t&#7921; ngh&#297; r&#7857;ng : &#208;&#7913;c Nh&#432;-Lai xu&#7845;t-th&#7871; kh&#243; g&#7863;p-g&#7905;
&#273;&#432;&#7907;c, nay t&#244;i &#273;&#432;&#7907;c th&#7845;y &#273;&#7845;ng v&#244;-th&#432;&#7907;ng ch&#225;nh-gi&#225;c.</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">H&#7885; c&#249;ng ch&#250;ng-h&#7897;i &#273;&#7891;ng ph&#7909;ng nghinh &#273;&#7913;c Nh&#432;-lai. T&#7845;t c&#7843; &#273;&#7873;u
d&#249;ng thi&#234;n-y d&#7921;ng t&#7845;t c&#7843; th&#7913; hoa Tr&#7901;i, h&#432;&#417;ng tr&#7901;i r&#7843;i l&#234;n
c&#250;ng-d&#432;&#7901;ng &#273;&#7913;c Ph&#7853;t.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Tr&#259;m ng&#224;n &#7913;c na-do-tha v&#244;-s&#7889; &#208;&#226;u-Su&#7845;t Thi&#234;n-t&#7917; tr&#7909; gi&#7919;a
h&#432;-kh&#244;ng &#273;&#7873;u kh&#7903;i t&#226;m c&#7843;nh-gi&#7899;i tr&#237;-hu&#7879;, &#273;&#7889;i v&#7899;i &#273;&#7913;c Ph&#7853;t,
m&#224; &#273;&#7889;t nh&#7919;ng th&#7913; thi&#234;n-h&#432;&#417;ng, kh&#243;i h&#432;&#417;ng k&#7871;t th&#224;nh m&#226;y &#273;&#7865;p
th&#417;m trang-nghi&#234;m tr&#234;n h&#432; kh&#244;ng. L&#7841;i v&#7899;i &#273;&#7913;c Ph&#7853;t, h&#7885; kh&#7903;i t&#226;m
hoan-h&#7927; m&#224; r&#432;&#7899;i nh&#7919;ng m&#226;y hoa tr&#7901;i trang-nghi&#234;m h&#432;-kh&#244;ng. L&#7841;i
v&#7899;i &#273;&#7913;c Ph&#7853;t, h&#7885; kh&#7903;i t&#226;m t&#244;n-tr&#7885;ng r&#432;&#7899;i nh&#7919;ng m&#226;y l&#7885;ng
Tr&#7901;i trang-nghi&#234;m h&#432;-kh&#244;ng. H&#7885; l&#7841;i kh&#7903;i t&#226;m c&#250;ng d&#432;&#7901;ng Ph&#7853;t m&#224;
r&#7843;i m&#226;y tr&#224;ng-hoa Tr&#7901;i trang-nghi&#234;m h&#432;-kh&#244;ng. H&#7885; l&#7841;i kh&#7903;i t&#226;m
t&#237;n-gi&#7843;i b&#7911;a v&#244;-s&#7889; l&#432;&#7899;i v&#224;ng che tr&#249;m h&#432;-kh&#244;ng, c&#243; nh&#7919;ng
b&#7917;u-linh lu&#244;n vang ti&#7871;ng h&#242;a-d&#7883;u. H&#7885; l&#7841;i kh&#7903;i t&#226;m t&#7889;i-th&#7855;ng
ph&#432;&#7899;c-&#273;i&#7873;n d&#249;ng v&#244;-s&#7889; m&#224;n b&#225;u trang-nghi&#234;m h&#432;-kh&#244;ng v&#224; r&#432;&#7899;i
m&#226;y chu&#7895;i ng&#7885;c b&#225;u kh&#244;ng ng&#7899;t. H&#7885; l&#7841;i sanh t&#226;m th&#226;m t&#237;n d&#249;ng
v&#244;-s&#7889; cung-&#273;i&#7879;n Tr&#7901;i trang nghi&#234;m h&#432;-kh&#244;ng, t&#7845;t c&#7843; thi&#234;n-nh&#7841;c vang
ti&#7871;ng vi-di&#7879;u. H&#7885; l&#7841;i sanh t&#226;m t&#7889;i-th&#7855;ng kh&#243; g&#7863;p &#273;&#7889;i v&#7899;i &#273;&#7913;c
Ph&#7853;t, d&#249;ng v&#244;-s&#7889; m&#226;y thi&#234;n-y nhi&#7873;u m&#224;u trang-nghi&#234;m h&#432;-kh&#244;ng v&#224;
r&#432;&#7899;i v&#244;-t&#7881; nh&#7919;ng y-ph&#7909;c vi-di&#7879;u. H&#7885; l&#7841;i sanh v&#244;-l&#432;&#7907;ng t&#226;m
hoan-h&#7927; h&#7899;n-h&#7903; d&#249;ng v&#244;-s&#7889; thi&#234;n b&#7917;u-quan trang-nghi&#234;m h&#432;-kh&#244;ng
v&#224; r&#432;&#7899;i v&#244;-l&#432;&#7907;ng thi&#234;n-quan k&#7871;t th&#224;nh m&#226;y. H&#7885; l&#7841;i kh&#7903;i t&#226;m
hoan-h&#7927; d&#249;ng v&#244;-s&#7889; b&#225;u nhi&#7873;u m&#224;u trang-nghi&#234;m h&#432;-kh&#244;ng v&#224; r&#432;&#7899;i
nh&#7919;ng m&#226;y chu&#7895;i ng&#7885;c kh&#244;ng ng&#7899;t.</font> </p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Tr&#259;m ng&#224;n &#7913;c na-do-tha v&#244;-s&#7889; Thi&#234;n-t&#7917;, &#273;&#7889;i v&#7899;i &#273;&#7913;c Ph&#7853;t,
&#273;&#7873;u sanh t&#226;m t&#7883;nh-t&#237;n r&#7843;i v&#244;-s&#7889; thi&#234;n-hoa nhi&#7873;u m&#224;u, &#273;&#7889;t v&#244;-s&#7889;
thi&#234;n-h&#432;&#417;ng &#273;&#7875; c&#250;ng d&#432;&#7901;ng Nh&#432;-Lai. H&#7885; l&#7841;i kh&#7903;i t&#226;m
&#273;&#7841;i-trang-nghi&#234;m bi&#7871;n-h&#243;a c&#7847;m v&#244;-s&#7889; thi&#234;n-m&#7841;t-h&#432;&#417;ng nhi&#7873;u m&#224;u
ph&#7909;ng r&#7843;i c&#250;ng d&#432;&#7901;ng &#273;&#7913;c Ph&#7853;t. H&#7885; l&#7841;i kh&#7903;i t&#226;m hoan-h&#7927; c&#7847;m
v&#244;-s&#7889; l&#7885;ng nhi&#7873;u m&#224;u theo b&#234;n Nh&#432;-Lai. H&#7885; l&#7841;i kh&#7903;i t&#226;m
t&#259;ng-th&#432;&#7907;ng c&#7847;m v&#244;-s&#7889; y b&#225;u nhi&#7873;u m&#224;u tr&#7843;i tr&#234;n &#273;&#432;&#7901;ng &#273;&#7875;
c&#250;ng-d&#432;&#7901;ng Nh&#432;-Lai. H&#7885; l&#7841;i kh&#7903;i t&#226;m thanh-t&#7883;nh c&#7847;m v&#244;-s&#7889;
b&#7917;u-tr&#224;ng nhi&#7873;u m&#224;u ph&#7909;ng nghinh Nh&#432;-Lai. H&#7885; l&#7841;i kh&#7903;i t&#226;m
t&#259;ng-th&#432;&#7907;ng hoan-h&#7927; c&#7847;m v&#244;-s&#7889; &#273;&#7891; trang-nghi&#234;m b&#225;u c&#250;ng-d&#432;&#7901;ng
Nh&#432;-Lai. H&#7885; l&#7841;i sanh t&#226;m b&#7845;t-ho&#7841;i-t&#237;n c&#7847;m v&#244;-s&#7889; tr&#224;ng-hoa b&#225;u
c&#250;ng-d&#432;&#7901;ng Nh&#432;-Lai. H&#7885; l&#7841;i sanh t&#226;m hoan-h&#7927; v&#244;-t&#7881; c&#7847;m v&#244;-s&#7889;
b&#7917;u-phan c&#250;ng-d&#432;&#7901;ng Nh&#432;-Lai.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Tr&#259;m ng&#224;n &#7913;c na-do-tha v&#244;-s&#7889; Thi&#234;n-t&#7917; d&#249;ng t&#226;m &#273;i&#7873;u-thu&#7853;n
t&#7883;ch-t&#7883;nh kh&#244;ng ph&#243;ng-d&#7853;t &#273;em v&#244;-s&#7889; thi&#234;n-nh&#7841;c vang ti&#7871;ng vi-di&#7879;u
c&#250;ng d&#7915;ng Nh&#432;-Lai.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">B&#7845;t-kh&#7843;-thuy&#7871;t B&#7891;t-T&#225;t &#7903; tr&#432;&#7899;c n&#417;i tr&#7901;i &#208;&#226;u-Su&#7845;t, sanh ra
t&#7915; ph&#225;p si&#234;u th&#7871;-gian, t&#7915; h&#7841;nh ly phi&#7873;n-n&#227;o, t&#7915; t&#226;m v&#244;-ng&#7841;i,
t&#7915; ph&#225;p th&#7853;m-th&#226;m ph&#432;&#417;ng-ti&#7879;n, t&#7915; tr&#237; qu&#7843;ng-&#273;&#7841;i, t&#7915; t&#237;n-t&#226;m
thanh-t&#7883;nh ki&#234;n-c&#7889;, t&#7915; thi&#7879;n-c&#259;n b&#7847;t-t&#432;-ngh&#236;, t&#7915; v&#244;-s&#7889;
thi&#7879;n-x&#7843;o bi&#7871;n-h&#243;a, t&#7915; t&#226;m c&#250;ng-d&#432;&#7901;ng Ph&#7853;t, t&#7915; ph&#225;p-m&#244;n
v&#244;-t&#225;c.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ch&#432; B&#7891;-T&#225;t n&#7847;y &#273;em &#273;&#7891; c&#250;ng-d&#432;&#7901;ng h&#417;n c&#7843; ch&#432; Thi&#234;n &#273;&#7875; d&#432;ng
l&#234;n Ph&#7853;t : nh&#7919;ng b&#7917;u-c&#225;i t&#7915; ba-la-m&#7853;t sanh ra, nh&#7919;ng hoa-tr&#432;&#7899;ng
t&#7915; tri-gi&#7843;i thanh t&#7883;nh sanh ra, nh&#7919;ng b&#7917;u-y t&#7915; v&#244;-sanh-ph&#225;p nh&#7851;n sanh
ra, nh&#7919;ng l&#432;&#7899;i b&#7917;u-linh t&#7915; t&#226;m v&#244;-ng&#7841;i sanh ra, nh&#7919;ng h&#432;&#417;ng b&#225;u
t&#7915; t&#226;m hi&#7875;u ph&#225;p nh&#432; huy&#7877;n sanh ra, nh&#7919;ng b&#7917;u-t&#242;a t&#7915; t&#226;m c&#249;ng
kh&#7855;p Ph&#7853;t c&#7843;nh gi&#7899;i Nh&#432;-Lai t&#242;a sanh ra, nh&#7919;ng b&#7917;u-tr&#224;ng t&#7915; t&#226;m
c&#250;ng-d&#432;&#7901;ng Ph&#7853;t ch&#7859;ng l&#432;&#7901;i tr&#7877; sanh ra, nh&#7919;ng b&#7917;u-&#273;i&#7879;n t&#7915;
t&#226;m hoa-h&#7927; hi&#7875;u ph&#225;p nh&#432; gi&#7845;c m&#417; sanh ra, nh&#7919;ng m&#226;y b&#7917;u li&#234;n-hoa
t&#7915; thi&#234;n-c&#259;n v&#244;-tr&#432;&#7899;c v&#244;-sanh sanh ra, c&#249;ng nh&#7919;ng m&#226;y h&#432;&#417;ng, m&#226;y
hoa, m&#226;y b&#7917;u-y, m&#226;y &#273;&#7891; trang-nghi&#234;m h&#417;n c&#7843; ch&#432; Thi&#234;n d&#432;ng l&#234;n
c&#250;ng-d&#432;&#7901;ng &#273;&#7913;c Ph&#7853;t.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">M&#7895;i th&#226;n c&#7911;a ch&#432; B&#7891;-T&#225;t n&#7847;y &#273;&#7873;u hi&#7879;n ra b&#7845;t-kh&#7843;-thuy&#7871;t tr&#259;m
ng&#224;n &#7913;c na-do-tha B&#7891;-T&#225;t &#273;&#7847;y kh&#7855;p ph&#225;p-gi&#7899;i h&#432;-kh&#244;ng-gi&#7899;i. T&#226;m
c&#7911;a ch&#432; B&#7891;-T&#225;t n&#7847;y &#273;&#7891;ng v&#7899;i tam-th&#7871; ch&#432; Ph&#7853;t, b&#7903;i t&#7915; ph&#225;p
kh&#244;ng &#273;i&#234;n-&#273;&#7843;o kh&#7903;i l&#234;n, v&#244;-l&#432;&#7907;ng Nh&#432;-Lai gia-h&#7897;, khai th&#7883; &#273;&#7841;o
an-&#7893;n cho ch&#250;ng-sanh, &#273;&#7847;y &#273;&#7911; b&#7845;t-kh&#7843;-thuy&#7871;t danh-v&#7883;-c&#250;, v&#224;o kh&#7855;p
v&#244;-l&#432;&#7907;ng ph&#225;p trong t&#7845;t c&#7843; m&#244;n &#273;&#224;-la-ni, sanh t&#7841;ng bi&#7879;n-t&#224;i ch&#7859;ng
c&#249;ng t&#7853;n, l&#242;ng kh&#244;ng e s&#7907;, r&#7845;t hoan-h&#7927;, d&#249;ng b&#7845;t-kh&#7843;-thuy&#7871;t
v&#244;-l&#432;&#417;ng v&#244;-t&#7853;n ph&#225;p t&#225;n th&#225;n nh&#432; th&#7853;t &#273;&#7875; ca ng&#7907;i &#273;&#7913;c Ph&#7853;t
kh&#244;ng m&#7887;i nh&#224;m.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#250;c &#273;&#243; t&#7845;t c&#7843; ch&#432; Thi&#234;n, v&#224; t&#7845;t c&#7843; B&#7891;-T&#225;t th&#7845;y &#273;&#7913;c Nh&#432;-Lai
v&#244; th&#432;&#7907;ng ch&#225;nh-gi&#225;c th&#226;n v&#244;-l&#432;&#7907;ng kh&#244;ng th&#7875; &#273;&#7871;m l&#432;&#7901;ng,
hi&#7879;n b&#7845;t-t&#432; ngh&#236; th&#7847;n-bi&#7871;n, khi&#7871;n v&#244;-s&#7889; ch&#250;ng-sanh l&#242;ng r&#7845;t vui
m&#7915;ng, d&#249;ng Ph&#7853;t trang-nghi&#234;m m&#224; trang-nghi&#234;m c&#7843; ph&#225;p-gi&#7899;i
h&#432;-kh&#244;ng-gi&#7899;i, khi&#7871;n c&#225;c ch&#250;ng-sanh an-tr&#7909; thi&#7879;n-c&#259;n, th&#7883;-hi&#7879;n
v&#244;-l&#432;&#7907;ng Ph&#7853;t th&#7847;n-l&#7921;c, v&#432;&#7907;t kh&#7887;i t&#7845;t c&#7843; &#273;&#432;&#7901;ng ng&#7919; ng&#244;n,
ch&#432; &#208;&#7841;i B&#7891;-T&#225;t &#273;&#7891;ng kh&#226;m k&#237;nh, t&#249;y ch&#7895; &#273;&#225;ng &#273;&#432;&#7907;c &#273;&#7897; &#273;&#7873;u
khi&#7871;n hoan-h&#7927; tr&#7909; n&#417;i th&#226;n r&#7897;ng l&#7899;n c&#7911;a ch&#432; Ph&#7853;t, c&#244;ng-&#273;&#7913;c
thi&#7879;n-c&#259;n &#273;&#7873;u &#273;&#227; thanh-t&#7883;nh, s&#7855;c t&#432;&#7899;ng &#273;&#7879; nh&#7913;t, tr&#237;-hu&#7879;
c&#7843;nh-gi&#7899;i kh&#244;ng th&#7875; c&#249;ng t&#7853;n, t&#7915; v&#244;-t&#7881; tam-mu&#7897;i sanh ra, th&#226;n
Ph&#7853;t kh&#244;ng ng&#7857;n m&#233; tr&#7909; kh&#7855;p trong th&#226;n c&#7911;a t&#7845;t c&#7843; ch&#250;ng-sanh,
khi&#7871;n v&#244;-l&#432;&#7907;ng ch&#250;ng-sanh &#273;&#7873;u vui m&#7915;ng, khi&#7871;n 
	Phật-ch&#7911;ng-t&#225;nh
ch&#7859;ng d&#7913;t, tr&#7909; n&#417;i ch&#7895; tr&#7909; r&#7889;t r&#225;o c&#7911;a &#273;&#7913;c Ph&#7853;t, sanh n&#417;i nh&#224;
tam-th&#7871; ch&#432; Ph&#7853;t, khi&#7871;n v&#244;-s&#7889; ch&#250;ng-sanh t&#237;n gi&#7843;i thanh-t&#7883;nh, khi&#7871;n
t&#7845;t c&#7843; B&#7891;-T&#225;t tr&#237;-hu&#7879; th&#224;nh-t&#7921;u, c&#259;n th&#226;n vui th&#237;ch, ph&#225;p-v&#226;n
tr&#249;m kh&#7855;p ph&#225;p-gi&#7899;i h&#432;-kh&#244;ng-gi&#7899;i gi&#225;o-h&#243;a &#273;i&#7873;u-ph&#7909;c kh&#244;ng
th&#7915;a s&#243;t, t&#249;y t&#226;m ch&#250;ng-sanh &#273;&#7873;u khi&#7871;n &#273;&#7847;y &#273;&#7911;, khi&#7871;n h&#7885; an-tr&#7909;
tr&#237; v&#244;-ph&#226;n-bi&#7879;t, &#273;&#432;&#7907;c nh&#7913;t-thi&#7871;t-tr&#237;, ph&#243;ng &#273;&#7841;i quang-minh,
thi&#7879;n-c&#259;n &#273;&#7901;i tr&#432;&#7899;c &#273;&#7873;u khi&#7871;n hi&#7875;n hi&#7879;n, khi&#7871;n kh&#7855;p t&#7845;t c&#7843;
ph&#225;t t&#226;m r&#7897;ng l&#7899;n, khi&#7871;n t&#7855;t c&#7843; ch&#250;ng-sanh an-tr&#7909; tr&#237; Ph&#7893;-Hi&#7873;n,
tr&#7909; kh&#7855;p c&#225;c qu&#7889;c-&#273;&#7897;, t&#7915; trong ch&#225;nh-ph&#225;p b&#7845;t-th&#7889;i m&#224; sanh, tr&#7909;
n&#417;i ph&#225;p-gi&#7899;i b&#236;nh-&#273;&#7859;ng, hi&#7875;u r&#245; c&#417; nghi c&#7911;a t&#226;m ch&#250;ng-sanh, hi&#7879;n
b&#7845;t-kh&#7843;-thuy&#7871;t b&#7845;t-kh&#7843;-thuy&#7871;t th&#226;n Nh&#432;-Lai sai bi&#7879;t, c&#243; th&#7875; khi&#7871;n
t&#7845;t c&#7843; ch&#250;ng th&#432;&#7901;ng ngh&#297; &#273;&#7871;n s&#7921; ni&#7879;m Ph&#7853;t, &#273;&#7847;y kh&#7855;p
ph&#225;p-gi&#7899;i r&#7897;ng &#273;&#7897; qu&#7847;n-sanh, t&#249;y ng&#432;&#7901;i s&#417;-ph&#225;t-t&#226;m ch&#7895; mu&#7889;n
l&#7907;i &#237;ch m&#224; &#273;em ph&#225;p d&#7841;y cho, khi&#7871;n h&#7885; &#273;i&#7873;u-ph&#7909;c t&#237;n-gi&#7843;i
thanh-t&#7883;nh, th&#7883;-hi&#7879;n s&#7855;c-th&#226;n b&#7845;t-t&#432;-ngh&#236;, b&#236;nh-&#273;&#7859;ng xem ch&#250;ng- sanh
kh&#244;ng l&#242;ng ch&#7845;p tr&#432;&#7899;c, tr&#7909; b&#7921;c v&#244;-ng&#7841;i, &#273;&#432;&#7907;c Ph&#7853;t th&#7853;p-l&#7921;c,
t&#226;m th&#432;&#7901;ng t&#7883;ch-&#273;&#7883;nh kh&#244;ng t&#225;n lo&#7841;n, tr&#7909; nh&#7913;t-thi&#7871;t-tr&#237;, kh&#233;o
c&#243; th&#7875; khai di&#7877;n nh&#7919;ng ngh&#297;a ch&#417;n th&#7853;t c&#7911;a v&#259;n c&#250;, c&#243; th&#7875; nh&#7853;p
tr&#7885;n trong bi&#7875;n s&#226;u tr&#237;-hu&#7879;, xu&#7845;t sanh v&#244;-l&#432;&#7907;ng hu&#7879;-t&#7841;ng
c&#244;ng-&#273;&#7913;c, lu&#244;n d&#249;ng hu&#7879;-nh&#7921;t chi&#7871;u kh&#7855;p ph&#225;p-gi&#7899;i, t&#249;y
b&#7893;n-nguy&#7879;n-l&#7921;c hi&#7879;n lu&#244;n kh&#244;ng &#7849;n m&#7845;t, lu&#244;n tr&#7909; n&#417;i ph&#225;p-gi&#7899;i,
tr&#7909; n&#417;i ch&#7895; tr&#7909; c&#7911;a Ph&#7853;t kh&#244;ng &#273;&#7893;i kh&#225;c, tr&#7885;n kh&#244;ng ch&#7845;p ng&#227;
ng&#227;-s&#7903;, tr&#7909; ph&#225;p xu&#7845;t-th&#7871; kh&#244;ng nhi&#7877;m th&#7871;-ph&#225;p, n&#417;i t&#7845;t c&#7843;
th&#7871;-gian d&#7921;ng tr&#224;ng tr&#237;-hu&#7879;, tr&#237; &#273;&#243; r&#7897;ng l&#7899;n kh&#244;ng nhi&#7877;m-tr&#432;&#7899;c
v&#432;&#7907;t h&#417;n th&#7871;-gian, c&#7913;u c&#225;c ch&#250;ng-sanh khi&#7871;n ra kh&#7887;i b&#249;n l&#7847;y &#273;&#7875;
n&#417;i ch&#7895; tr&#237;-hu&#7879; v&#244;-l&#432;&#7907;ng, c&#243; bao nhi&#234;u ph&#432;&#7899;c-&#273;&#7913;c &#273;&#7873;u &#273;em
l&#7907;i &#237;ch ch&#250;ng-sanh m&#224; v&#7851;n v&#244;-t&#7853;n, r&#245; bi&#7871;t tr&#237;-hu&#7879; c&#7911;a t&#7845;t c&#7843;
B&#7891;-T&#225;t, tin v&#224; xu-h&#432;&#7899;ng quy&#7871;t &#273;&#7883;nh s&#7869; th&#224;nh ch&#225;nh-gi&#225;c, d&#249;ng
&#273;&#7841;i t&#7915;-bi hi&#7879;n v&#244;-l&#432;&#7907;ng th&#226;n Ph&#7853;t &#273;&#7911; s&#7921; trang-nghi&#234;m, d&#249;ng
&#226;m thinh vi-di&#7879;u di&#7877;n v&#244;-l&#432;&#7907;ng ph&#225;p, t&#249;y theo &#253; c&#7911;a ch&#250;ng-sanh
&#273;&#7873;u khi&#7871;n &#273;&#7847;y &#273;&#7911;, v&#7899;i ba th&#7901;i l&#242;ng lu&#244;n thanh-t&#7883;nh, khi&#7871;n c&#225;c
ch&#250;ng-sanh ch&#7859;ng tham ch&#7845;p c&#7843;nh-gi&#7899;i, h&#7857;ng th&#7885;-k&#253; cho ch&#432; B&#7891;-T&#225;t
khi&#7871;n &#273;&#7873;u nh&#7853;p ch&#7911;ng-t&#225;nh Ph&#7853;t v&#224; sanh nh&#224; Ph&#7853;t, &#273;&#432;&#7907;c Ph&#7853;t
qu&#225;n-&#273;&#7843;nh, th&#432;&#7901;ng du th&#7853;p ph&#432;&#417;ng kh&#244;ng th&#244;i ng&#7899;t m&#224; &#273;&#7889;i v&#7899;i
t&#7845;t c&#7843; kh&#244;ng nhi&#7877;m tr&#432;&#7899;c, &#273;&#7873;u c&#243; th&#7875; qua kh&#7855;p c&#225;c Ph&#7853;t-&#273;&#7897;
trong c&#225;c ph&#225;p-gi&#7899;i, bi&#7871;t t&#7845;t c&#7843; t&#226;m ch&#250;ng-sanh, ch&#7859;ng tr&#7909; sanh t&#7917;
m&#224; nh&#432; b&#243;ng hi&#7879;n kh&#7855;p trong th&#7871;-gian, d&#249;ng tr&#237;-hu&#7879; chi&#7871;u kh&#7855;p
ph&#225;p-gi&#7899;i, r&#245; th&#7845;u t&#7845;t c&#7843; &#273;&#7873;u v&#244;-s&#7903;-&#273;&#7855;c, h&#7857;ng d&#249;ng tr&#237;-hu&#7879;
bi&#7871;t c&#225;c th&#7871;-gian nh&#432; huy&#7877;n, nh&#432; m&#7897;ng, nh&#432; b&#243;ng, nh&#432; h&#243;a, t&#7845;t c&#7843;
&#273;&#7873;u d&#249;ng t&#226;m l&#224;m t&#7921;-t&#225;nh m&#224; tr&#7909; nh&#432; v&#7853;y, t&#249;y c&#225;c ch&#250;ng-sanh
nghi&#7879;p b&#225;o kh&#244;ng &#273;&#7891;ng, s&#7903;-th&#237;ch sai bi&#7879;t, c&#225;c c&#259;n &#273;&#7873;u kh&#225;c, m&#224;
hi&#7879;n Ph&#7853;t-th&#226;n. &#208;&#7913;c Nh&#432;-Lai lu&#244;n d&#249;ng v&#244;-s&#7889; ch&#250;ng-sanh l&#224;m
s&#7903;-duy&#234;n m&#224; v&#236; h&#7885; n&#243;i th&#7871;-gian &#273;&#7873;u t&#7915; duy&#234;n m&#224; kh&#7903;i, bi&#7871;t
c&#225;c ph&#225;p-t&#432;&#7899;ng th&#7843;y &#273;&#7873;u v&#244;-t&#432;&#7899;ng, ch&#7881; l&#224; t&#432;&#7899;ng duy nh&#7913;t,
g&#7889;c c&#7911;a tr&#237;-hu&#7879;. Mu&#7889;n khi&#7871;n ch&#250;ng-sanh l&#236;a s&#7921; ch&#7845;p t&#432;&#7899;ng n&#234;n
th&#7883;-hi&#7879;n t&#7845;t c&#7843; t&#225;nh t&#432;&#7899;ng th&#7871;-gian m&#224; &#273;i trong &#273;&#7901;i v&#236; h&#7885;
khai-th&#7883; v&#244;-th&#432;&#7907;ng b&#7891;-&#273;&#7873;. V&#236; mu&#7889;n c&#7913;u h&#7897; t&#7845;t c&#7843; ch&#250;ng-sanh n&#234;n
xu&#7845;t-hi&#7879;n th&#7871;-gian khai-th&#7883; Ph&#7853;t-&#273;&#7841;o khi&#7871;n h&#7885; &#273;&#432;&#7907;c th&#7845;y
th&#226;n-t&#432;&#7899;ng c&#7911;a Nh&#432;-Lai, &#273;&#7875; ghi nh&#7899; si&#234;ng tu t&#7853;p tr&#7915; di&#7879;t t&#432;&#7899;ng
phi&#7873;n-n&#227;o th&#7871; gian, tu h&#7841;nh b&#7891;-&#273;&#7873; t&#226;m ch&#7859;ng t&#225;n &#273;&#7897;ng, n&#417;i m&#244;n
&#273;&#7841;i-th&#7915;a &#273;&#7873;u &#273;&#432;&#7907;c vi&#234;n-m&#227;n, th&#224;nh-t&#7921;u s&#7921; l&#7907;i &#237;ch c&#7911;a ch&#432;
Ph&#7853;t, &#273;&#7873;u c&#243; th&#7875; quan-s&#225;t thi&#7879;n-c&#259;n c&#7911;a ch&#250;ng-sanh m&#224; ch&#7859;ng ho&#7841;i
di&#7879;t nghi&#7879;p b&#225;o thanh-t&#7883;nh, tr&#237;-hu&#7879; sáng r&#245; v&#224;o kh&#7855;p ba th&#7901;i, l&#236;a
h&#7859;n t&#7845;t c&#7843; s&#7921; ph&#226;n-bi&#7879;t c&#7911;a th&#7871;-gian, ph&#243;ng quang-minh chi&#7871;u kh&#7855;p
m&#432;&#7901;i ph&#432;&#417;ng, t&#7845;t c&#7843; th&#7871;-gi&#7899;i &#273;&#7873;u &#273;&#7847;y kh&#7855;p, s&#7855;c-th&#226;n t&#7889;t
&#273;&#7865;p kh&#244;ng nh&#224;m. D&#249;ng c&#244;ng-&#273;&#7913;c tr&#237;-hu&#7879; th&#7847;n-th&#244;ng l&#7899;n hi&#7879;n ra
c&#7843;nh-gi&#7899;i c&#225;c c&#259;n c&#225;c h&#7841;nh c&#7911;a ch&#432; B&#7891;-T&#225;t, l&#224;m nh&#7919;ng 
	Phật-s&#7921;
t&#7921;-t&#7841;i vi&#234;n-m&#227;n, l&#224;m xong li&#7873;n &#7849;n. Kh&#233;o hay khai-th&#7883; &#273;&#7841;o
nh&#7913;t-thi&#7871;t-tr&#237; trong ba th&#7901;i. V&#236; c&#225;c B&#7891;-T&#225;t kh&#7855;p r&#432;&#7899;i v&#244;-l&#432;&#7907;ng
&#273;&#224;-la-ni, khi&#7871;n ph&#225;t kh&#7903;i ch&#237; nguy&#7879;n qu&#7843;ng-&#273;&#7841;i, th&#7885;-tr&#236; tu t&#7853;p
th&#224;nh-t&#7921;u t&#7845;t c&#7843; c&#244;ng-&#273;&#7913;c c&#7911;a ch&#432; Ph&#7853;t. V&#244;-bi&#234;n di&#7879;u-s&#7855;c
trang-nghi&#234;m n&#417;i th&#226;n, t&#7845;t c&#7843; th&#7871;-gian &#273;&#7873;u hi&#7879;n th&#7845;y, l&#236;a h&#7859;n t&#7845;t
c&#7843; s&#7921; ch&#432;&#7899;ng ng&#7841;i. N&#417;i ngh&#297;a ch&#417;n-thi&#7879;t c&#7911;a t&#7845;t c&#7843; ph&#225;p &#273;&#227;
&#273;&#432;&#7907;c thanh-t&#7883;nh. N&#417;i ph&#225;p c&#244;ng-&#273;&#7913;c &#273;&#227; &#273;&#432;&#7907;c t&#7921;-t&#7841;i. L&#224;m
&#208;&#7841;i Ph&#225;p-V&#432;&#417;ng chi&#7871;u kh&#7855;p nh&#432; m&#7863;t nh&#7921;t. &#208;&#7911; oai-&#273;&#7913;c l&#7899;n l&#224;m
ph&#432;&#7899;c-&#273;i&#7873;n th&#7871;-gian. Hi&#7879;n h&#243;a-th&#226;n kh&#7855;p trong t&#7845;t c&#7843; th&#7871;-gian.
Ph&#243;ng &#225;nh s&#225;ng tr&#237;-hu&#7879; &#273;&#7873;u khi&#7871;n khai ng&#7897;, mu&#7889;n cho ch&#250;ng-sanh bi&#7871;t
&#273;&#7913;c Ph&#7853;t &#273;&#7847;y &#273;&#7911; v&#244;-bi&#234;n c&#244;ng-&#273;&#7913;c. D&#249;ng tr&#237; v&#244;-ng&#7841;i th&#7885;
ng&#244;i. T&#249;y thu&#7853;n th&#7871;-gian m&#224; ph&#432;&#417;ng-ti&#7879;n khai-th&#7883; d&#7855;t-d&#236;u. D&#249;ng c&#225;nh
tay tr&#237;-hu&#7879; an-&#7911;i ch&#250;ng-sanh. L&#224;m &#273;&#7841;i Y-V&#432;&#417;ng kh&#233;o tr&#7883; l&#224;nh b&#7883;nh
ch&#250;ng-sanh. C&#243; th&#7875; qua kh&#7855;p v&#244;-l&#432;&#7907;ng qu&#7889;c-&#273;&#7897; ch&#432;a t&#7915;ng th&#244;i
ngh&#7881;. Hu&#7879;-nh&#227;n thanh-t&#7883;nh r&#7901;i nh&#7919;ng ch&#432;&#7899;ng l&#242;a &#273;&#7873;u c&#243; th&#7875; th&#7845;y
r&#245; c&#7843;. V&#7899;i nh&#7919;ng ch&#250;ng-sanh l&#224;m nghi&#7879;p &#225;c th&#7901;i nhi&#7873;u c&#225;ch
&#273;i&#7873;u-ph&#7909;c khi&#7871;n h&#7885; nh&#7853;p &#273;&#7841;o, kh&#233;o n&#7855;m l&#7845;y th&#7901;i nghi kh&#244;ng th&#244;i
ngh&#7881;. N&#7871;u c&#225;c ch&#250;ng-sanh kh&#7903;i t&#226;m b&#236;nh-&#273;&#7859;ng, li&#7873;n v&#236; h&#7885; h&#243;a hi&#7879;n
nghi&#7879;p-b&#225;o b&#236;nh-&#273;&#7859;ng. T&#249;y s&#7903;-th&#237;ch c&#7911;a h&#7885;, t&#249;y nghi&#7879;p qu&#7843; c&#7911;a
h&#7885; m&#224; v&#236; h&#7885; hi&#7879;n Ph&#7853;t-th&#226;n c&#225;c th&#7913; th&#7847;n-bi&#7871;n &#273;&#7875; thuy&#7871;t ph&#225;p
cho h&#7885; &#273;&#432;&#7907;c t&#7887; ng&#7897;, &#273;&#432;&#7907;c ph&#225;p-tr&#237;-hu&#7879;, l&#242;ng r&#7845;t hoan-h&#7927;, c&#225;c
c&#259;n h&#7899;n h&#7903;, th&#7845;y v&#244;-l&#432;&#7907;ng Ph&#7853;t kh&#7903;i l&#242;ng tin s&#226;u, sanh c&#225;c
thi&#7879;n-c&#259;n tr&#7885;n kh&#244;ng th&#7889;i-chuy&#7875;n.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">T&#7845;t c&#7843; ch&#250;ng-sanh theo nghi&#7879;p r&#224;ng bu&#7897;c, m&#227;i ng&#7911; trong sanh-t&#7917;,
&#273;&#7913;c Nh&#432;-Lai xu&#7845;t-th&#7871; c&#243; th&#7875; gi&#225;c-ng&#7897; h&#7885;, an &#7911;i t&#226;m h&#7885; khi&#7871;n
kh&#244;ng lo s&#7907;. Ng&#432;&#7901;i &#273;&#432;&#7907;c th&#7845;y Ph&#7853;t th&#7901;i &#273;&#7873;u khi&#7871;n ch&#7913;ng nh&#7853;p
ngh&#297;a-tr&#237; v&#244;-y, tr&#237;-hu&#7879; thi&#7879;n-x&#7843;o r&#245; th&#7845;u c&#7843;nh-gi&#7899;i, trang-nghi&#234;m
t&#7889;t &#273;&#7865;p kh&#244;ng g&#236; ch&#243;i l&#7845;n &#273;&#432;&#7907;c, ph&#225;p-tr&#237; &#273;&#7873;u &#273;&#227; thanh-t&#7883;nh.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ho&#7863;c hi&#7879;n th&#226;n Ph&#7853;t, ho&#7863;c hi&#7879;n th&#226;n B&#7891;-T&#225;t, khi&#7871;n c&#225;c
ch&#250;ng-sanh &#273;&#7871;n ch&#7895; kh&#244;ng kh&#7893; ho&#7841;n, trang-nghi&#234;m v&#7899;i v&#244;-s&#7889;
c&#244;ng-&#273;&#7913;c, c&#244;ng-h&#7841;nh th&#224;nh-t&#7921;u hi&#7879;n n&#417;i th&#7871;-gian.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">T&#7845;t c&#7843; ch&#432; Ph&#7853;t trang-nghi&#234;m thanh-t&#7883;nh &#273;&#7873;u do c&#244;ng-h&#7841;nh
nh&#7913;t-thi&#7879;t-tr&#237; m&#224; th&#224;nh-t&#7921;u. Lu&#244;n g&#236;n b&#7893;n-nguy&#7879;n ch&#7859;ng b&#7887; r&#7901;i
th&#7871;-gian, l&#224;m b&#7841;n l&#224;nh b&#7873;n ch&#7855;c c&#7911;a cacù ch&#250;ng-sanh. Quang-minh
v&#244;-c&#7845;u thanh-t&#7883;nh &#273;&#7879; nh&#7913;t, khi&#7871;n t&#7845;t c&#7843; ch&#250;ng-sanh &#273;&#7873;u &#273;&#432;&#7907;c
hi&#7879;n th&#7845;y.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">S&#225;u lo&#224;i ch&#250;ng-sanh v&#244;-l&#432;&#7907;ng v&#244;-bi&#234;n, &#273;&#7913;c Ph&#7853;t d&#249;ng
th&#7847;n-l&#7921;c lu&#244;n theo h&#7885; kh&#244;ng r&#7901;i. N&#7871;u c&#243; ai thu&#7903; tr&#432;&#7899;c &#273;&#7891;ng
Ph&#7853;t gieo tr&#7891;ng c&#259;n l&#224;nh th&#7901;i &#273;&#7873;u khi&#7871;n &#273;&#432;&#7907;c thanh-t&#7883;nh. &#208;&#7889;i
v&#7899;i l&#7909;c-&#273;&#7841;o ch&#250;ng-sanh ch&#7859;ng b&#7887; b&#7893;n-nguy&#7879;n, kh&#244;ng khi d&#7889;i, &#273;&#7873;u
d&#249;ng ph&#225;p-l&#224;nh ph&#432;&#417;ng-ti&#7879;n nhi&#7871;p-th&#7911; khi&#7871;n ho tu t&#7853;p h&#7841;nh thanh-t&#7883;nh,
x&#244; ph&#225; t&#7845;t c&#7843; ma &#273;&#7845;u tranh.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">T&#7915; v&#244;-ng&#7841;i-t&#7871; sanh ra s&#7913;c qu&#7843;ng-&#273;&#7841;i, nh&#7921;t-t&#7841;ng t&#7889;i-th&#7855;ng
kh&#244;ng ch&#432;&#7899;ng-ng&#7841;i, n&#417;i t&#7883;nh-t&#226;m-gi&#7899;i hi&#7879;n ra &#7843;nh-t&#432;&#7907;ng, t&#7845;t c&#7843;
th&#7871;-gian &#273;&#7873;u &#273;&#432;&#7907;c th&#7845;y, &#273;em nhi&#7873;u ph&#225;p-m&#244;n ban cho kh&#7855;p ch&#250;ng-sanh.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#7913;c Ph&#7853;t l&#224; t&#7841;ng quang-minh v&#244;-bi&#234;n, nh&#7919;ng tr&#237;-l&#7921;c &#273;&#7873;u
vi&#234;n-m&#227;n, lu&#244;n d&#249;ng quang-minh l&#7899;n chi&#7871;u kh&#7855;p ch&#250;ng-sanh, t&#249;y
s&#7903;-nguy&#7879;n c&#7911;a h&#7885; &#273;&#7873;u khi&#7871;n &#273;&#7847;y &#273;&#7911;, l&#236;a c&#225;c o&#225;n-&#273;&#7883;ch, l&#224;
ph&#432;&#7899;c-&#273;i&#7873;n v&#244;-th&#432;&#7907;ng, ch&#7895; n&#432;&#417;ng t&#7921;a chung c&#7911;a t&#7845;t c&#7843;
ch&#250;ng-sanh, ph&#224;m c&#243; c&#250;ng-d&#432;&#7901;ng &#273;&#7873;u khi&#7871;n thanh-t&#7883;nh, tu ch&#250;t &#237;t
h&#7841;nh l&#224;nh th&#7885; h&#432;&#7903;ng v&#244;-l&#432;&#7907;ng ph&#432;&#7899;c, &#273;&#7873;u khi&#7871;n &#273;&#432;&#7907;c v&#224;o
b&#7921;c tr&#237; v&#244;-t&#7853;n. L&#224; &#244;ng ch&#7911; nh&#7919;ng thi&#7879;n-c&#259;n thanh-t&#7883;nh c&#7911;a t&#7845;t
c&#7843; ch&#250;ng-sanh. L&#224; ru&#7897;ng t&#7889;t t&#7889;i-th&#432;&#7907;ng ph&#225;t sanh ph&#432;&#7899;c-&#273;&#7913;c cho
t&#7845;t c&#7843; ch&#250;ng-sanh. Tr&#237; hu&#7879; Ph&#7853;t r&#7845;t s&#226;u, ph&#432;&#417;ng-ti&#7879;n thi&#7879;n-x&#7843;o c&#243;
th&#7875; c&#7913;u t&#7845;t c&#7843; kh&#7893; &#225;c-&#273;&#7841;o.</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Tin hi&#7875;u nh&#432; v&#7853;y, quan-s&#225;t nh&#432; v&#7853;y, v&#224; bi&#7875;n tr&#237;-hu&#7879; nh&#432; v&#7853;y, &#273;i
trong bi&#7875;n c&#244;ng-&#273;&#7913;c nh&#432; v&#7853;y, kh&#7855;p &#273;&#7871;n tr&#237;-hu&#7879; qu&#7843;ng-&#273;&#7841;i nh&#432;
v&#7853;y, bi&#7871;t ph&#432;&#7899;c-&#273;i&#7873;n c&#7911;a ch&#250;ng-sanh nh&#432; v&#7853;y, ch&#225;nh-ni&#7879;m
hi&#7879;n-ti&#7873;n qu&#225;n-s&#225;t nh&#432; v&#7853;y, qu&#225;n nh&#7919;ng nghi&#7879;p t&#432;&#7899;ng-h&#7843;o c&#7911;a
Ph&#7853;t nh&#432; v&#7853;y, qu&#225;n Ph&#7853;t hi&#7879;n kh&#7855;p th&#7871;-gian nh&#432; v&#7853;y, qu&#225;n Ph&#7853;t
th&#7847;n-th&#244;ng t&#7921;-t&#7841;i nh&#432; v&#7853;y.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#250;c &#273;&#243;, c&#7843; &#273;&#7841;i-ch&#250;ng th&#7845;y th&#226;n Nh&#432;-Lai: m&#7895;i ch&#432;n l&#244;ng tu&#244;n ra
tr&#259;m ng&#224;n &#7913;c na-do-tha v&#244;-s&#7889; quang-minh, m&#7895;i quang-minh c&#243; v&#244;-s&#7889; m&#224;u,
v&#244;-s&#7889; thanh-t&#7883;nh, v&#244;-s&#7889; chi&#7871;u s&#225;ng. L&#224;m cho v&#244;-s&#7889; ch&#250;ng nh&#236;n xem,
v&#244;-s&#7889; ch&#250;ng hoan-h&#7927;, v&#244;-s&#7889; ch&#250;ng kho&#225;i-l&#7841;c, v&#244;-s&#7889; ch&#250;ng th&#234;m
l&#7899;n l&#242;ng th&#226;m-t&#237;n, v&#244;-s&#7889; ch&#250;ng ch&#237; nguy&#7879;n thanh-t&#7883;nh, v&#244;-s&#7889; ch&#250;ng
c&#225;c c&#259;n m&#225;t-m&#7867;, v&#244;-s&#7889; ch&#250;ng cung-k&#237;nh t&#244;n tr&#7885;ng.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#250;c &#273;&#243;, c&#7843; &#273;&#7841;i-ch&#250;ng &#273;&#7873;u th&#7845;y th&#226;n Ph&#7853;t ph&#243;ng ra tr&#259;m ng&#224;n
&#7913;c na-do-tha b&#7845;t-t&#432;-ngh&#236; &#273;&#7841;i quang-minh. M&#7895;i quang-minh &#273;&#7873;u c&#243;
b&#7845;t-t&#432;-ngh&#236; m&#224;u, b&#7845;t-t&#432;-ngh&#236; &#225;nh-s&#225;ng chi&#7871;u b&#7845;t-t&#432;-ngh&#236; v&#244;-bi&#234;n
ph&#225;p-gi&#7899;i.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Do th&#7847;n-l&#7921;c c&#7911;a Ph&#7853;t vang ra ti&#7871;ng l&#7899;n vi-di&#7879;u. Ti&#7871;ng &#273;&#243; di&#7877;n
x&#432;&#7899;ng tr&#259;m ng&#224;n &#7913;c na-do-tha b&#7845;t-t&#432;-ngh&#236; l&#7901;i t&#225;n t&#7909;ng, v&#432;&#7907;t h&#417;n
t&#7845;t c&#7843; ng&#244;n t&#7915; th&#7871;-gian, &#273;&#226;y l&#224; thi&#7879;n-c&#259;n xu&#7845;t-th&#7871; l&#224;m th&#224;nh.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#7841;i hi&#7879;n tr&#259;m ng&#224;n &#7913;c na-do-tha b&#7845;t-t&#432;-ngh&#236; s&#7921; trang-nghi&#234;m
vi-di&#7879;u, ca ng&#7907;i trong tr&#259;m ng&#224;n &#7913;c na-do-tha b&#7845;t-t&#432;-ngh&#236; ki&#7871;p c&#361;ng
kh&#244;ng h&#7871;t &#273;&#432;&#7907;c, &#273;&#226;y l&#224; &#273;&#7913;c Nh&#432;-Lai v&#244;-t&#7853;n t&#7921;-t&#7841;i xu&#7845;t hi&#7879;n
ra.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#7841;i hi&#7879;n b&#7845;t-kh&#7843;-thuy&#7871;t ch&#432; Ph&#7853;t Nh&#432;-Lai xu&#7845;t-th&#7871; khi&#7871;n c&#225;c
ch&#250;ng-sanh v&#224;o m&#244;n tr&#237;-hu&#7879; hi&#7875;u ngh&#297;a th&#7853;m th&#226;m.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#7841;i hi&#7879;n t&#7845;t c&#7843; s&#7921; bi&#7871;n-h&#243;a c&#7911;a b&#7845;t-kh&#7843;-thuy&#7871;t Nh&#432;-Lai kh&#7855;p
ph&#225;p gi&#7899;i h&#432;-kh&#244;ng-gi&#7899;i khi&#7871;n t&#7845;t c&#7843; th&#7871;-gian b&#236;nh-&#273;&#7859;ng
thanh-t&#7883;nh. &#208;&#226;y &#273;&#7873;u t&#7915; tr&#237; v&#244;-ng&#7841;i c&#7911;a Nh&#432;-Lai sanh ra, c&#361;ng t&#7915;
b&#7845;t-t&#432;-ngh&#236; th&#7855;ng-&#273;&#7913;c c&#7911;a Nh&#432;-Lai tu h&#224;nh sanh ra.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#7841;i hi&#7879;n tr&#259;m ng&#224;n &#7913;c na-do-tha b&#7845;t-t&#432;-ngh&#236; di&#7879;u-b&#7917;u quang-di&#7879;m,
do t&#7915; thi&#7879;n-c&#259;n &#273;&#7841;i-nguy&#7879;n thu&#7903; tr&#432;&#7899;c kh&#7903;i ra, v&#236; &#273;&#227; t&#7915;ng
c&#250;ng-d&#432;&#7901;ng v&#244;-l&#432;&#7907;ng Nh&#432;-Lai, v&#236; tu t&#7853;p h&#7841;nh thanh-t&#7883;nh kh&#244;ng
ph&#243;ng-d&#7853;t, v&#236; t&#226;m &#273;&#7841;i-bi v&#244;-ng&#7841;i sanh ra thi&#7879;n c&#259;n, v&#236; hi&#7875;n b&#224;y
	Phật-l&#7921;c r&#7897;ng kh&#7855;p, v&#236; d&#7913;t nghi c&#7911;a t&#7845;t c&#7843; ch&#250;ng-sanh, v&#236; khi&#7871;n
&#273;&#7873;u &#273;&#432;&#7907;c th&#7845;y Nh&#432;-Lai, v&#236; khi&#7871;n v&#244;-l&#432;&#7907;ng ch&#250;ng-sanh tr&#7909; n&#417;i
thi&#7879;n-c&#259;n, v&#236; hi&#7875;n b&#224;y th&#7847;n-l&#7921;c t&#7921;-t&#7841;i c&#7911;a Nh&#432;-Lai, v&#236; mu&#7889;n
khi&#7871;n ch&#250;ng-sanh &#273;&#432;&#7907;c v&#224;o kh&#7855;p n&#417;i bi&#7875;n r&#7889;t r&#225;o, v&#236; khi&#7871;n t&#7845;t
c&#7843; B&#7891;-T&#225;t &#273;&#7841;i ch&#250;ng trong c&#225;c Phật-&#273;&#7897; &#273;&#7873;u &#273;&#7871;n h&#7885;p, v&#236; mu&#7889;n
khai th&#7883; Phật-ph&#225;p b&#7845;t-t&#432;-ngh&#236;.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#250;c &#273;&#243;, &#273;&#7913;c Nh&#432;-Lai v&#236; l&#242;ng &#273;&#7841;i bi r&#7897;ng kh&#7855;p hi&#7875;n b&#224;y t&#7845;t
c&#7843; s&#7921; trang-nghi&#234;m c&#7911;a nh&#7913;t-thi&#7871;t-tr&#237;, mu&#7889;n cho nh&#7919;ng ch&#250;ng-sanh
trong b&#7845;t-kh&#7843;-thuy&#7871;t v&#244;-s&#7889; th&#7871;-gi&#7899;i, k&#7867; ch&#432;a tin th&#7901;i &#273;&#432;&#7907;c tin,
&#273;&#227; tin th&#7901;i th&#234;m l&#7899;n, &#273;&#227; th&#234;m l&#7899;n th&#7901;i &#273;&#432;&#7907;c thanh-t&#7883;nh, &#273;&#227;
thanh-t&#7883;nh th&#7901;i &#273;&#432;&#7907;c thu&#7847;n-th&#7909;c, &#273;&#227; thu&#7847;n-th&#7909;c th&#7901;i khi&#7871;n
&#273;i&#7873;u-ph&#7909;c, qu&#225;n s&#225;t ph&#225;p th&#7853;m-th&#226;m, &#273;&#7911; v&#244; l&#432;&#7907;ng tr&#237;-hu&#7879;, ph&#225;t
sanh v&#244;-l&#432;&#7907;ng t&#226;m qu&#7843;ng-&#273;&#7841;i, t&#226;m t&#7915;-bi kh&#244;ng th&#7889;i-chuy&#7875;n, ch&#7859;ng
tr&#225;i ph&#225;p-t&#225;nh, ch&#7859;ng s&#7907; thi&#7879;t-t&#7871;, ch&#7913;ng l&#253; ch&#417;n-thi&#7879;t, &#273;&#7911; t&#7845;t
c&#7843; ba-la-m&#7853;t, th&#7853;t h&#224;nh thi&#7879;n-c&#259;n xu&#7845;t-th&#7871; &#273;&#7873;u thanh-t&#7883;nh nh&#432;
Ph&#7893;-Hi&#7873;n, &#273;&#432;&#7907;c Ph&#7853;t t&#7921;-t&#7841;i r&#7901;i l&#236;a c&#7843;nh-gi&#7899;i ma v&#224;o
c&#7843;nh-gi&#7899;i Ph&#7853;t, r&#245; bi&#7871;t th&#226;m-ph&#225;p, &#273;&#432;&#7907;c tr&#237; b&#7845;t-t&#432;-ngh&#236;, tr&#7885;n
kh&#244;ng th&#7889;i-chuy&#7875;n th&#7879; nguy&#7879;n &#273;&#7841;i-th&#7915;a, th&#432;&#7901;ng th&#7845;y ch&#432; Ph&#7853;t ch&#432;a
t&#7915;ng b&#7887; r&#7901;i, th&#224;nh-t&#7921;u ch&#7913;ng-tr&#237; ch&#7913;ng v&#244;-l&#432;&#7907;ng ph&#225;p, &#273;&#7911;
v&#244;-bi&#234;n t&#7841;ng ph&#432;&#7899;c &#273;&#7913;c, ph&#225;t t&#226;m hoan-h&#7927; v&#224;o b&#7921;c v&#244;-nghi,
thanh-t&#7883;nh l&#236;a &#225;c, n&#432;&#417;ng nh&#7913;t-thi&#7871;t-tr&#237; th&#7845;y ph&#225;p b&#7845;t-&#273;&#7897;ng, &#273;&#432;&#7907;c
v&#224;o B&#7891;-T&#225;t h&#7897;i, th&#432;&#7901;ng sanh nh&#224; Nh&#432;-Lai.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#7913;c Th&#7871;-T&#244;n hi&#7879;n s&#7921; trang-nghi&#234;m nh&#432; v&#7853;y &#273;&#7873;u do nh&#7919;ng
thi&#7879;n-c&#259;n nh&#243;m h&#7885;p t&#7915; th&#7901;i qu&#225;-kh&#7913; l&#224;m th&#224;nh, v&#236; mu&#7889;n
&#273;i&#7873;u-ph&#7909;c ch&#250;ng-sanh, v&#236; khai th&#7883; oai-&#273;&#7913;c l&#7899;n c&#7911;a Nh&#432;-Lai, v&#236; chi&#7871;u
sang t&#7841;ng tr&#237;-hu&#7879; v&#244;-ng&#7841;i, v&#236; th&#7883;-hi&#7879;n v&#244;-bi&#234;n th&#7855;ng-&#273;&#7913;c r&#7845;t
h&#249;ng m&#227;nh c&#7911;a Nh&#432;-Lai, v&#236; hi&#7875;n-th&#7883; b&#7845;t-t&#432;-ngh&#236; th&#7847;n-bi&#7871;n l&#7899;n c&#7911;a
Nh&#432;-Lai, v&#236; d&#249;ng th&#7847;n-l&#7921;c hi&#7879;n Phật-th&#226;n trong t&#7845;t c&#7843; lo&#224;i, v&#236;
th&#7883;-hi&#7879;n th&#7847;n-th&#244;ng bi&#7871;n-h&#243;a v&#244;-bi&#234;n c&#7911;a Nh&#432;-Lai, v&#236; b&#7893;n-nguy&#7879;n
&#273;&#7873;u th&#224;nh-t&#7921;u vi&#234;n-m&#227;n, v&#236; hi&#7875;n-th&#7883; tr&#237;-hu&#7879; d&#361;ng-m&#227;nh c&#243; th&#7875;
&#273;&#7871;n kh&#7855;p n&#417;i c&#7911;a Nh&#432;-Lai, v&#236; t&#7921;-t&#7841;i v&#7899;i t&#7845;t c&#7843; ph&#225;p m&#224; th&#224;nh
Ph&#225;p-V&#432;&#417;ng, v&#236; xu&#7845;t-sanh t&#7845;t c&#7843; m&#244;n tr&#237;-hu&#7879;, v&#236; th&#7883;-hi&#7879;n th&#226;n
Nh&#432;-Lai thanh-t&#7883;nh, v&#236; hi&#7879;n th&#226;n Ph&#7853;t r&#7845;t vi-di&#7879;u, v&#236; hi&#7875;n-th&#7883; ch&#7913;ng
&#273;&#432;&#7907;c ph&#225;p b&#236;nh-&#273;&#7859;ng c&#7911;a tam-th&#7871; Ph&#7853;t, v&#236; khai-th&#7883; t&#7841;ng thi&#7879;n-c&#259;n
thanh-th&#7883;nh, v&#236; hi&#7875;n b&#224;y s&#7855;c th&#226;n vi-di&#7879;u tuy&#7879;t th&#7871;-gian, v&#236; hi&#7875;n b&#224;y
t&#432;&#7899;ng &#273;&#7847;y &#273;&#7911; th&#7853;p-l&#7921;c khi&#7871;n ng&#432;&#7901; th&#7845;y kh&#244;ng nh&#224;m, l&#224; m&#7863;t
nh&#7921;t c&#7911;a th&#7871;-gian v&#236; chi&#7871;u su&#7889;t ba &#273;&#7901;i.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#7845;ng Ph&#225;p-V&#432;&#417;ng t&#7921;-t&#7841;i t&#7845;t c&#7843; c&#244;ng-&#273;&#7913;c &#273;&#7873;u t&#7915; thi&#7879;n-c&#259;n
thu&#7903; tr&#432;&#7899;c hi&#7879;n ra. D&#7847;u t&#7845;t c&#7843; B&#7891;-T&#225;t ca ng&#7907;i tuy&#234;n d&#432;&#417;ng tr&#7843;i
qua t&#7845;t c&#7843; ki&#7871;p c&#361;ng ch&#7859;ng c&#249;ng t&#7853;n &#273;&#432;&#7907;c.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#250;c b&#7845;y gi&#7901; &#208;&#226;u-Su&#7845;t Thi&#234;n-V&#432;&#417;ng c&#249;ng tr&#259;m ng&#224;n &#7913;c na-do-tha
v&#244;-s&#7889; &#208;&#226;u-Su&#7845;t Thi&#234;n-T&#7917; ch&#7845;p tay h&#432;&#7899;ng Ph&#7853;t b&#7841;ch r&#7857;ng:
&#145;&#145;L&#224;nh thay &#273;&#7845;ng Th&#7871;-T&#244;n, &#273;&#7845;ng Thi&#7879;n-Th&#7879;, &#273;&#7845;ng Nh&#432;-Lai
&#7912;ng-C&#250;ng &#208;&#7859;ng-Ch&#225;nh-Gi&#225;c! Xin &#273;&#7845;ng &#273;&#7841;i-t&#7915; th&#432;&#417;ng x&#243;t ch&#250;ng
t&#244;i m&#224; ng&#7921; n&#417;i cung-&#273;i&#7879;n n&#7847;y&#146;&#146;.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#7913;c Th&#7871;-T&#244;n v&#236; mu&#7889;n cho t&#7845;t c&#7843; ch&#250;ng-sanh &#273;&#432;&#7907;c hoan-h&#7927;, t&#7845;t
c&#7843; B&#7891;-T&#225;t &#273;&#432;&#7907;c t&#7887; ng&#7897; th&#226;m ph&#225;p, t&#7845;t c&#7843; &#208;&#226;u-Su&#7845;t Thi&#234;n-T&#7917;
th&#234;m l&#7899;n ch&#237; nguy&#7879;n, Thi&#234;n-V&#432;&#417;ng c&#250;ng-d&#432;&#7901;ng kh&#244;ng nh&#224;m, ch&#250;ng-sanh
v&#236; nh&#7899; &#273;&#7871;n Ph&#7853;t m&#224; phát t&#226;m, m&#224; ch&#7911;ng thi&#7879;n-c&#259;n ph&#432;&#7899;c-&#273;&#7913;c
th&#7845;y Ph&#7853;t, th&#432;&#7901;ng ph&#225;t-kh&#7903;i l&#242;ng tin thanh-t&#7883;nh, th&#7845;y Ph&#7853;t
c&#250;ng-d&#432;&#7901;ng kh&#244;ng l&#242;ng mong c&#7847;u, t&#7845;t c&#7843; ch&#237; nguy&#7879;n &#273;&#7873;u thanh-t&#7883;nh,
si&#234;ng tu t&#7853;p thi&#7879;n-c&#259;n kh&#244;ng l&#432;&#7901;i ngh&#7881;, ph&#225;t &#273;&#7841;i-nguy&#7879;n c&#7847;u
nh&#7913;t-thi&#7871;t-tr&#237;, n&#234;n th&#7885; l&#7901;i th&#7881;nh c&#7911;a Thi&#234;n-V&#432;&#417;ng m&#224; v&#224;o ng&#7921;
trong &#273;i&#7879;n B&#7917;u-Trang-Nghi&#234;m.</font> </p>
	<p align="justify" style="line-height: 150%"><font color="#000080">T&#7845;t c&#7843; th&#7871;-gi&#7899;i &#7903; m&#432;&#7901;i ph&#432;&#417;ng c&#361;ng &#273;&#7873;u nh&#432; v&#7853;y c&#7843;.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Li&#7873;n l&#250;c &#208;&#7913;c Nh&#432;-Lai ng&#7921; tr&#234;n b&#7917;u-t&#242;a, &#273;i&#7879;n B&#7917;u-Trang-Nghi&#234;m
t&#7921;-nhi&#234;n trang-nghi&#234;m v&#432;&#7907;t h&#7859;n tr&#234;n s&#7921; trang-nghi&#234;m c&#7911;a ch&#432;
Thi&#234;n. V&#244;-s&#7889; b&#7917;u-v&#245;ng gi&#259;ng kh&#7855;p b&#7889;n ph&#237;a, kh&#7855;p n&#417;i r&#432;&#7899;i m&#226;y
b&#225;u vi-di&#7879;u v&#244;-l&#432;&#7907;ng: m&#226;y &#273;&#7891; trang-nghi&#234;m, m&#226;y b&#7917;u-y, m&#226;y h&#432;&#417;ng
chi&#234;n-&#273;&#224;n, m&#226;y h&#432;&#417;ng ki&#234;n-c&#7889;, m&#226;y l&#7885;ng b&#225;u, m&#226;y hoa b&#225;u. Kh&#7855;p
n&#417;i vang b&#7845;t-t&#432;-ngh&#236; ti&#7871;ng k&#7929; nh&#7841;c ca ng&#7907;i nh&#7913;t-thi&#7871;t-ch&#7911;ng-tr&#237;
c&#7911;a Nh&#432;-Lai. Ti&#7871;ng nh&#7841;c n&#7847;y &#273;&#7873;u t&#432;&#417;ng-&#432;ng v&#7899;i di&#7879;u-ph&#225;p.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Do th&#7847;n-l&#7921;c c&#7911;a &#273;&#7913;c Ph&#7853;t khi&#7871;n t&#226;m c&#7911;a &#208;&#226;u-Su&#7845;t Thi&#234;n-V&#432;&#417;ng
kh&#244;ng &#273;&#7897;ng lo&#7841;n, thi&#7879;n-c&#259;n thu&#7903; tr&#432;&#7899;c &#273;&#7873;u &#273;&#432;&#7907;c vi&#234;n-m&#227;n,
v&#244;-l&#432;&#7907;ng thi&#7879;n-ph&#225;p c&#224;ng th&#234;m ki&#234;n-c&#7889;, t&#259;ng tr&#432;&#7903;ng l&#242;ng tin
thanh-t&#7883;nh, kh&#7903;i &#273;&#7841;i tinh-t&#7845;n, sanh &#273;&#7841;i hoan-h&#7927;, ch&#237; nguy&#7879;n thanh-t&#7883;nh
ph&#225;t b&#7891;-&#273;&#7873;-t&#226;m, ni&#7879;m ph&#225;p kh&#244;ng d&#7913;t, t&#7893;ng-tr&#236; ch&#7859;ng qu&#234;n.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">&#208;&#226;u-Su&#7845;t Thi&#234;n-V&#432;&#417;ng th&#7915;a oai-l&#7921;c c&#7911;a &#273;&#7913;c Ph&#7853;t, li&#7873;n t&#7921;
nh&#7899; c&#259;n l&#224;nh &#273;&#227; gieo tr&#7891;ng n&#417;i ch&#432; Ph&#7853;t qu&#225;-kh&#7913;, n&#234;n n&#243;i k&#7879;
r&#7857;ng :</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">X&#432;a c&#243; Ph&#7853;t hi&#7879;u V&#244;-Ng&#7841;i-Nguy&#7879;t</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Trong nh&#7919;ng c&#225;t-t&#432;&#7901;ng l&#224; b&#7921;c nh&#7913;t</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ph&#7853;t t&#7915;ng v&#224;o &#273;i&#7879;n Trang-Nghi&#234;m n&#7847;y</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7871; n&#234;n ch&#7889;n n&#7847;y r&#7845;t c&#225;t-t&#432;&#7901;ng.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">X&#432;a c&#243; Nh&#432;-Lai hi&#7879;u Qu&#7843;ng-Tr&#237;</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Trong nh&#7919;ng c&#225;t-t&#432;&#7901;ng l&#224; b&#7921;c nh&#7913;t</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ph&#7853;t t&#7915;ng v&#224;o &#273;i&#7879;n Kim-S&#7855;c n&#7847;y</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7871; n&#234;n ch&#7889;n n&#7847;y r&#7845;t c&#225;t-t&#432;&#7901;ng.</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">X&#432;a c&#243; Nh&#432;-Lai hi&#7879;u Ph&#7893;-Nh&#227;n</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Trong nh&#7919;ng c&#225;t-t&#432;&#7901;ng l&#224; b&#7921;c nh&#7913;t</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ph&#7853;t t&#7915;ng v&#224;o &#273;i&#7879;n Li&#234;n-Hoa n&#7847;y</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7871; n&#234;n ch&#7889;n n&#7847;y r&#7845;t c&#225;t-t&#432;&#7901;ng.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">X&#432;a c&#243; Nh&#432;-Lai hi&#7879;u San-H&#244;</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Trong nh&#7919;ng c&#225;t-t&#432;&#7901;ng l&#224; b&#7921;c nh&#7913;t</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ph&#7853;t t&#7915;ng v&#224;o &#273;i&#7879;n B&#7917;u-T&#7841;ng n&#7847;y</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7871; n&#234;n ch&#7889;n n&#7847;y r&#7845;t c&#225;t-t&#432;&#7901;ng.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">X&#432;a c&#243; Ph&#7853;t hi&#7879;u Lu&#7853;n-S&#432;-T&#7917;</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Trong nh&#7919;ng c&#225;t-t&#432;&#7901;ng l&#224; b&#7921;c nh&#7913;t</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ph&#7853;t t&#7915;ng v&#224;o &#273;i&#7879;n S&#417;n-V&#432;&#417;ng n&#7847;y</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7871; n&#234;n ch&#7889;n n&#7847;y r&#7845;t c&#225;t-t&#432;&#7901;ng.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">X&#432;a c&#243; Nh&#432;-Lai hi&#7879;u Nh&#7921;t-Chi&#7871;u</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Trong nh&#7919;ng c&#225;t-t&#432;&#7901;ng l&#224; b&#7921;c nh&#7913;t</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ph&#7853;t t&#7915;ng v&#224;o &#273;i&#7879;n Ch&#250;ng-Hoa n&#7847;y</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">V&#236; th&#7871; ch&#7889;n n&#224;y r&#7845;t c&#225;t-t&#432;&#7901;ng.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">X&#432;a c&#243; Ph&#7853;t hi&#7879;u V&#244;-Bi&#234;n-Quang</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Trong nh&#7919;ng c&#225;t-t&#432;&#7901;ng l&#224; b&#7921;c nh&#7913;t</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ph&#7853;t t&#7915;ng v&#224;o &#273;i&#7879;n Th&#7885;-Nghi&#234;m n&#7847;y</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7871; n&#234;n ch&#7889;n n&#7847;y r&#7845;t c&#225;t-t&#432;&#7901;ng.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">X&#432;a c&#243; Nh&#432;-Lai hi&#7879;u Ph&#225;p-Tr&#224;ng</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Trong nh&#7919;ng c&#225;t-t&#432;&#7901;ng l&#224; b&#7921;c nh&#7913;t</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ph&#7853;t t&#7915;ng v&#224;o &#273;i&#7879;n B&#7917;u-Cung n&#7847;y</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7871; n&#234;n ch&#7889;n n&#7847;y r&#7845;t c&#225;t t&#432;&#7901;ng.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">X&#432;a c&#243; Nh&#432;-Lai hi&#7879;u Tr&#237;-&#208;&#259;ng</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Trong nh&#7919;ng c&#225;t-t&#432;&#7901;ng l&#224; b&#7921;c nh&#7913;t</font>
	</p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ph&#7853;t t&#7915;ng v&#224;o &#273;i&#7879;n H&#432;&#417;ng-S&#417;n n&#7847;y</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7871; n&#234;n ch&#7889;n n&#7847;y r&#7845;t c&#225;t-t&#432;&#7901;ng.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">X&#432;a c&#243; Ph&#7853;t hi&#7879;u C&#244;ng-&#208;&#7913;c-Quang</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Trong nh&#7919;ng c&#225;t-t&#432;&#7901;ng l&#224; b&#7921;c nh&#7913;t</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ph&#7853;t t&#7915;ng v&#224;o &#273;i&#7879;n Ma-Ni n&#7847;y</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Th&#7871; n&#234;n ch&#7889;n n&#7847;y r&#7845;t c&#225;t-t&#432;&#7901;ng.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Trong t&#7845;t c&#7843; th&#7871;-gi&#7899;i &#7903; m&#432;&#7901;i ph&#432;&#417;ng c&#225;c &#208;&#226;u-Su&#7845;t
Thi&#234;n-V&#432;&#417;ng c&#361;ng &#273;&#7873;u th&#7915;a th&#7847;n-l&#7921;c c&#7911;a Ph&#7853;t m&#224; n&#243;i k&#7879; t&#225;n
th&#225;n ch&#432; Ph&#7853;t qu&#225;-kh&#7913; nh&#432; v&#7853;y.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">L&#250;c &#273;&#243; &#273;&#7913;c Th&#7871;-T&#244;n ng&#7891;i ki&#7871;t-gi&#224; tr&#234;n t&#242;a s&#432;-t&#7917;
Ma-Ni-B&#7917;u-T&#7841;ng trong &#273;i&#7879;n B&#7917;u-Trang-Nghi&#234;m, ph&#225;p-th&#226;n thanh-t&#7883;nh
di&#7879;u-d&#7909;ng t&#7921;-t&#7841;i, &#273;&#7891;ng m&#7897;t c&#7843;nh-gi&#7899;i c&#249;ng tam-th&#7871; ch&#432; Ph&#7853;t,
tr&#7909; nh&#7913;t-thi&#7871;t-tr&#237; &#273;&#7891;ng v&#224;o m&#7897;t t&#225;nh v&#7899;i t&#7845;t c&#7843; Ph&#7853;t,
	Phật-nh&#227;n s&#225;ng r&#245; th&#7845;y t&#7845;t c&#7843; ph&#225;p &#273;&#7873;u v&#244;-ng&#7841;t, c&#243; oai-l&#7921;c
l&#7899;n &#273;i kh&#7855;p ph&#225;p-gi&#7899;i ch&#432;a t&#7915;ng th&#244;i ngh&#7881;, &#273;&#7911; &#273;&#7841;i th&#7847;n-th&#244;ng
t&#249;y ch&#7895; c&#243; ch&#250;ng-sanh c&#243; th&#7875; h&#243;a-&#273;&#7897; th&#7901;i &#273;&#7873;u qua &#273;&#7871;n, d&#249;ng
t&#7845;t c&#7843; s&#7921; trang-nghi&#234;m v&#244;-ng&#7841;i c&#7911;a t&#7845;t c&#7843; ch&#432; Ph&#7853;t &#273;&#7875; t&#7921;
trang-nghi&#234;m, kh&#233;o bi&#7871;t th&#7901;i c&#417; m&#224; v&#236; ch&#250;ng-sanh thuy&#7871;t ph&#225;p.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">B&#7845;t-kh&#7843;-thuy&#7871;t ch&#250;ng B&#7891;-T&#225;t &#273;&#7873;u t&#7915; nh&#7919;ng qu&#7889;c-&#273;&#7897; ph&#432;&#417;ng
kh&#225;c c&#249;ng &#273;&#7871;n nh&#243;m h&#7885;p.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">Ch&#250;ng-h&#7897;i thanh-t&#7883;nh, ph&#225;p-th&#226;n kh&#244;ng hai, kh&#244;ng s&#7903;-y m&#224; c&#243; th&#7875;
t&#7921;-t&#7841;i kh&#7903;i th&#226;n-h&#7841;nh c&#7911;a Ph&#7853;t. Khi ch&#250;ng-h&#7897;i an-t&#7885;a xong, trong
&#273;i&#7879;n B&#7917;u-Trang-Nghi&#234;m t&#7921;-nhi&#234;n c&#243; v&#244;-l&#432;&#7907;ng v&#244;-s&#7889; &#273;&#7891; &#273;&#7865;p
l&#7841; h&#417;n nh&#7919;ng &#273;&#7891; c&#250;ng-d&#432;&#7901;ng c&#7911;a ch&#432; Thi&#234;n, nh&#7919;ng l&#224; tr&#224;ng-hoa,
y-ph&#7909;c h&#432;&#417;ng thoa, h&#432;&#417;ng b&#7897;t, l&#7885;ng b&#225;u, tr&#224;ng phan, k&#7929; nh&#7841;c, ca t&#225;n,
t&#7845;t c&#7843; &#273;&#7873;u ch&#7859;ng th&#7875; &#273;&#7871;m k&#7875; &#273;&#432;&#7907;c, d&#249;ng t&#226;m qu&#7843;ng-&#273;&#7841;i
cung-k&#237;nh c&#250;ng-d&#432;&#7901;ng &#273;&#7913;c Ph&#7853;t.</font></p>
	<p align="justify" style="line-height: 150%"><font color="#000080">T&#7845;t c&#7843; &#208;&#226;u-Su&#7845;t thi&#234;n-cung &#7903; m&#432;&#7901;i ph&#432;&#417;ng &#273;&#7873;u nh&#432; th&#7871; c&#7843;.</font></p>
	<p>&nbsp;</p>
	<p align="center"><span style="mso-ignore:vglayout"><font face="Times New Roman" color="#000080"><img src="https://www.dharmasite.net/images/HayTha2.jpg" v:shapes="_x0000_s1026" width="106" height="69"></font></span></p>
</blockquote>
</font>
</body>
<p align="center"><font face="Tahoma" color="#000080">---------------------------</font></p>
	<p><font face="Tahoma" color="#0000FF"><strong><big>M&#7909;c L&#7909;c:</big></strong></font></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#1"><font face="Tahoma" color="#000080">Thay l&#7901;i t&#7921;a.</font></a></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#2"><font face="Tahoma" color="#000080">L&#7901;i n&#243;i &#273;&#7847;u.</font></a></p>
	<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#2a"><font face="Tahoma" color="#000080">Nghi th&#7913;c s&#225;m h&#7889;i tr&#432;&#7899;c khi         
t&#7909;ng kinh.</font></a></p>	
<p><a href="https://kinhlangnghiem.github.io/kinhlangnghiem/KinhHoaNghiem1#3"><font face="Tahoma" color="#000080">Nghi th&#7913;c tr&#236; t&#7909;ng.</font></a></p>
	<p><font face="Tahoma" color="#000080">1. <a href="KinhHoaNghiem1PhamTheChuDieuNghiem.htm">Ph&#7849;m Th&#7871;-ch&#7911;         
Di&#7879;u-Nghi&#234;m th&#7913; nh&#7845;t</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 1 &#273;&#7871;n h&#7871;t quy&#7875;n 5)</font></p>
	<p><font face="Tahoma" color="#000080">2. <a href="KinhHoaNghiem2PhamNhuLaiHienTuong.htm">Ph&#7849;m Nh&#432;-Lai         
hi&#7879;n-t&#432;&#7899;ng th&#7913; hai</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 6)</font></p>
	<p><font face="Tahoma" color="#000080">3. 
	<a href="KinhHoaNghiem3.htm">Ph&#7849;m         
Ph&#7893;-Hi&#7873;n Tam-mu&#7897;i th&#7913; ba</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 7)</font></p>
	<p><font face="Tahoma" color="#000080">4. <a href="KinhHoaNghiem4PhamTheGioiThanhTuu.htm">Ph&#7849;m         
Th&#7871;-gi&#7899;i th&#224;nh-t&#7921;u th&#7913; t&#432;</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 7)</font></p>
	<p><font face="Tahoma" color="#000080">5. 
	<a href="KinhHoaNghiem5.htm">Ph&#7849;m Hoa-t&#7841;ng         
th&#7871;-gi&#7899;i th&#7913; n&#259;m</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 8 &#273;&#7871;n h&#7871;t quy&#7875;n 10)</font></p>
	<p><font face="Tahoma" color="#000080">6. <a href="KinhHoaNghiem6PhamTyLoGiaNa.htm">Ph&#7849;m         
T&#7923;-L&#244;-Gi&#225;-Na th&#7913; s&#225;u</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 11)</font></p>
	<p><font face="Tahoma" color="#000080">7. <a href="KinhHoaNghiem7PhamNhuLaiDanhHieu.htm">Ph&#7849;m Nh&#432;-Lai         
danh-hi&#7879;u th&#7913; b&#7849;y</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 12)</font></p>
	<p><font face="Tahoma" color="#000080">8. <a href="KinhHoaNghiem8PhamTuThanhDe.htm">Ph&#7849;m         
T&#7913;-Th&#225;nh-&#208;&#7871; th&#7913; t&#225;m</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 12)</font></p>
	<p><font face="Tahoma" color="#000080">9. <a href="KinhHoaNghiem9PhamQuangMinhGiac.htm">Ph&#7849;m         
Quang-minh gi&#225;c th&#7913; ch&#237;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 13)</font></p>
	<p><font face="Tahoma" color="#000080">10. <a href="KinhHoaNghiem10PhamBoTatVanMinh.htm">Ph&#7849;m         
B&#7891;-T&#225;t V&#7845;n Minh th&#7913; m&#432;&#7901;i</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 13)</font></p>
	<p><font face="Tahoma" color="#000080">11. <a href="KinhHoaNghiem11PhamTinHanh.htm">Ph&#7849;m T&#7883;nh         
H&#7841;nh th&#7913; m&#432;&#7901;i m&#7897;t</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 14)</font></p>
	<p><font face="Tahoma" color="#000080">12. <a href="KinhHoaNghiem12PhamHienThu.htm">Ph&#7849;m Hi&#7873;n         
Th&#7911; th&#7913; m&#432;&#7901;i hai</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 14 &#273;&#7871;n h&#7871;t quy&#7875;n 15)</font></p>
	<p><font face="Tahoma" color="#000080">13.<a href="KinhHoaNghiem13PhamThangTuDiSonDanh.htm"> Ph&#7849;m Th&#259;ng         
Tu-Di s&#417;n-&#273;&#7843;nh th&#7913; m&#432;&#7901;i ba</a>. (H&#225;n b&#7897; &#7903; &#273;&#7847;u quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">14. <a href="KinhHoaNghiem14PhamTuDiDanhKeTan.htm">Ph&#7849;m Tu-Di         
s&#417;n-&#273;&#7843;nh k&#7879; t&#225;n th&#7913; m&#432;&#7901;i b&#7889;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">15. <a href="KinhHoaNghiem15PhamThapTru.htm">Ph&#7849;m         
Th&#7853;p-tr&#7909; th&#7913; m&#432;&#7901;i l&#259;m</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 16)</font></p>
	<p><font face="Tahoma" color="#000080">16. <a href="KinhHoaNghiem16PhamPhamHanh.htm">Ph&#7849;m         
Ph&#7841;m-h&#7841;nh th&#7913; m&#432;&#7901;i s&#225;u</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 17)</font></p>
	<p><font face="Tahoma" color="#000080">17. <a href="KinhHoaNghiem17PhamSoPhatTamCongDuc.htm">Ph&#7849;m S&#417;         
ph&#225;t-t&#226;m c&#244;ng-&#273;&#7913;c th&#7913; m&#432;&#7901;i b&#7843;y</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 17)</font></p>
	<p><font face="Tahoma" color="#000080">18. <a href="KinhHoaNghiem18PhamMinhPhap.htm">Ph&#7849;m Minh         
ph&#225;p th&#7913; m&#432;&#7901;i t&#225;m</a>. (H&#225;n b&#7897; tr&#7885;n quy&#7875;n 18)</font></p>
	<p><font face="Tahoma" color="#000080">19. <a href="KinhHoaNghiem19PhamThangDaMaThienCung.htm">Ph&#7849;m Th&#259;ng         
D&#7841;-Ma Thi&#234;n-cung th&#7913; m&#432;&#7901;i ch&#237;n</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 19)</font></p>
	<p><font face="Tahoma" color="#000080">20. <a href="KinhHoaNghiem20PhamDaMaCungKeTan.htm">Ph&#7849;m D&#7841;-Ma         
Cung k&#7879; t&#225;n th&#7913; hai m&#432;&#417;i</a>. (H&#225;n b&#7897; ph&#7847;n gi&#7919;a quy&#7875;n 19)</font></p>
	<p><font face="Tahoma" color="#000080">21. 
	<a href="KinhHoaNghiem21.htm">Ph&#7849;m         
Th&#7853;p-H&#7841;nh th&#7913; hai m&#432;&#417;i m&#7889;t</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 19 &#273;&#7871;n h&#7871;t quy&#7875;n 20)</font></p>
	<p><font face="Tahoma" color="#000080">22. </font><font color="#000080">
	<a href="KinhHoaNghiem22PhamVoTanTang.htm"><font face="Tahoma">Ph&#7849;m V&#244;         
T&#7853;n T&#7841;ng </font><font FACE="Tahoma">th&#7913; hai m&#432;&#417;i hai</font></a></font><font face="Tahoma" color="#000080">.         
(H&#225;n b&#7897; tr&#7885;n         
quy&#7875;n 21)</font></p>
	<p><font face="Tahoma" color="#000080">23. </font><font color="#000080">
	<a href="KinhHoaNghiem23PhamThangDauSuatThienCung.htm"><font face="Tahoma">Ph&#7849;m Th&#259;ng &#208;&#226;u-Su&#7845;t Thi&#234;n-Cung         
	</font><font face="Tahoma">t</font><font FACE="Tahoma">h&#7913; hai m&#432;&#417;i         
ba</font></a></font><font face="Tahoma" color="#000080">. (H&#225;n         
b&#7897; tr&#7885;n quy&#7875;n 22)</font></p>
	<p><font face="Tahoma" color="#000080">24. <a href="KinhHoaNghiem24PhamDauSuatKeTan.htm">Ph&#7849;m &#208;&#226;u-Su&#7845;t k&#7879; t&#225;n         
thứ hai mươi bốn</a>. (H&#225;n b&#7897; ph&#7847;n         
&#273;&#7847;u quy&#7875;n 23)</font></p>
	<p><font face="Tahoma" color="#000080">25. 
	<a href="KinhHoaNghiem25PhamThapHoiHuong.htm">Ph&#7849;m Th&#7853;p         
h&#7891;i-h&#432;&#7899;ng thứ hai mươi lăm</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 23 &#273;&#7871;n h&#7871;t quy&#7875;n 33)</font></p>
	<p><font face="Tahoma" color="#000080">26. 
	<a href="KinhHoaNghiem26PhamThapDia.htm">Ph&#7849;m Th&#7853;p-&#273;&#7883;a        
thứ hai mươi sáu</a>. (H&#225;n b&#7897; t&#7915; quy&#7875;n 34         
&#273;&#7871;n quy&#7875;n 39)</font></p>
	<p><font face="Tahoma" color="#000080">27. <a href="KinhHoaNghiem27PhamThapDinh.htm">Ph&#7849;m         
Th&#7853;p-&#273;&#7883;nh thứ hai mươi bảy</a>. (H&#225;n b&#7897; quy&#7875;n 40)</font></p>
	<p><font face="Tahoma" color="#000080">28. <a href="KinhHoaNghiem28PhamThapThong.htm">Ph&#7849;m         
Th&#7853;p-th&#244;ng thứ hai mươi tám</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u quy&#7875;n 44)</font></p>
	<p><font face="Tahoma" color="#000080">29. <a href="KinhHoaNghiem29PhamThapNhan.htm">Ph&#7849;m         
Th&#7853;p-nh&#7851;n thứ hai mươi chín</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 44)</font></p>
	<p><font face="Tahoma" color="#000080">30. 
	<a href="KinhHoaNghiemPham30PhamATangKy.htm">Ph&#7849;m     
A-t&#259;ng-K&#7923; thứ      
ba mươi</a>. (H&#225;n b&#7897; ph&#7847;n &#273;&#7847;u         
quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">31. 
	<a href="KinhHoaNghiem31PhamThoLuong.htm">Ph&#7849;m Th&#7885; L&#432;&#7907;ng      
thứ ba mươi mốt</a>. (H&#225;n b&#7897; ph&#7847;n gi&#7919;a         
quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">32. 
	<a href="KinhHoaNghiem32PhamChuBoTatTruXu.htm">Ph&#7849;m ch&#432; B&#7891;-T&#225;t tr&#7909; x&#7913;      
thứ ba mươi hai</a>. (H&#225;n b&#7897;         
ph&#7847;n sau quy&#7875;n 45)</font></p>
	<p><font face="Tahoma" color="#000080">33. 
	<a href="KinhHoaNghiem33PhamPhatBatTuNghiPhap.htm">Ph&#7849;m Ph&#7853;t b&#7845;t-t&#432;-ngh&#236;       
Pháp thứ ba mươi ba</a>. (H&#225;n b&#7897;         
quy&#7875;n 46 &#273;&#7871;n quy&#7875;n 47)</font></p>
	<p><font face="Tahoma" color="#000080">34. 
	<a href="KinhHoaNghiem34PhamNhuLaiThapThan.htm">Ph&#7849;m Nh&#432;-Lai th&#7853;p th&#226;n t&#432;&#7899;ng h&#7843;i      
thứ ba mươi bốn</a>. (H&#225;n b&#7897; quy&#7875;n ph&#7847;n &#273;&#7847;u quy&#7875;n 48)</font></p>
	<p><font face="Tahoma" color="#000080">35. 
	<a href="KinhHoaNghiem35PhamNhuLaiTuyHao.htm">Ph&#7849;m Nh&#432;-Lai t&#249;y h&#7843;o quang-minh         
c&#244;ng-&#273;&#7913;c thứ ba mươi lăm</a>. (H&#225;n b&#7897; ph&#7847;n sau quy&#7875;n 48)</font></p>
	<p><font face="Tahoma" color="#000080">36. 
	<a href="KinhHoaNghiem36PhamPhoHienHanh.htm">Ph&#7849;m Ph&#7893;-Hi&#7873;n h&#7841;nh      
thứ ba mươi sáu</a>. (H&#225;n b&#7897; tr&#7885;n         
quy&#7875;n 49)</font></p>
	<p><font face="Tahoma" color="#000080">37. 
	<a href="KinhHoaNghiem37PhamNhuLaiXuatHien.htm">Ph&#7849;m Nh&#432;-Lai xu&#7845;t hi&#7879;n      
thứ ba mươi bảy</a>. (H&#225;n b&#7897; t&#7915;         
&#273;&#7847;u quy&#7875;n 50 &#273;&#7871;n h&#7871;t quy&#7875;n 52)</font></p>
	<p><font face="Tahoma" color="#000080">38. 
	<a href="KinhHoaNghiem38PhamLyTheGian.htm">Ph&#7849;m Ly Th&#7871;      
Gian thứ ba mươi tám</a>. (H&#225;n b&#7897; t&#7915; &#273;&#7847;u quy&#7875;n 53 &#273;&#7871;n h&#7871;t quy&#7875;n 59)</font></p>
	<p><font face="Tahoma" color="#000080">39. 
	<a href="KinhHoaNghiem39PhamNhapPhapGioi1.htm">Ph&#7849;m Nh&#7853;p         
Ph&#225;p-gi&#7899;i thứ ba mươi chín: phần 1</a> - 
	<a href="KinhHoaNghiem39PhamNhapPhapGioi2.htm">Phần 
2</a> (H&#225;n b&#7897; t&#7915; quy&#7875;n 60 &#273;&#7871;n h&#7871;t quy&#7875;n 80)</font></p>
	<p><font face="Tahoma" color="#000080">40.<a href="KinhHoaNghiem40PhamPhoHien.htm"> Ph&#7849;m Nh&#7853;p         
b&#7845;t-t&#432;-ngh&#236; gi&#7843;i-tho&#225;t c&#7843;nh-gi&#7899;i Ph&#7893; Hi&#7873;n H&#7841;nh Nguy&#7879;n      
thứ bốn mươi</a>. (H&#225;n b&#7897; tr&#7885;n q.         
81)</font></p>
<br><br><br><br><br><br><br><br><br>
<div class="separator" style="clear: both; text-align: center;">
<a class="md-opjjpmhoiojifppkkcdabiobhakljdgm_doc" href="https://bothiphap.blogspot.com/" target="_blank" style="background-color: white; color: #771100; font-family: Arial, Tahoma, Helvetica, FreeSans, sans-serif; font-size: 45px; text-align: center; text-decoration-line: none;" target="_blank"><b><span face="&quot;helvetica neue&quot;, arial, helvetica, sans-serif" style="color: #660000;">bothiphap.blogspot.com</span></b></a></div>
<br /><br /><br /><br><br><br><br><br><br>

<div class="separator" style="clear: both;"><a href="https://tamquyensachquy.blogspot.com" target="_blank" style="display: block; padding: 1em 0; text-align: center; "><img alt="" border="0" data-original-height="304" data-original-width="442" src="https://kinhlangnghiem.github.io/kinhlangnghiem/zingmp3.webp" width="340"/></a></div>
<br /><br><br><br><br>
<html>
    <head>
 <br><br>
        <style>
            .zoom-image {
  width: 450px;
  height:450px;
  overflow: hidden;
}

.zoom-iframe  iframe {
  width: 100%;
  transition: all .3s ease-in-out;
}

.zoom-iframe iframe:hover   {
  transform: scale(2.0);
}
        </style>
            <script src="https://stacksnippets.net//scripts/snippet-javascript-console.min.js?v=2"></script>
    </head>
    <body>
	    
<br><br>
<div class="separator" style="clear: both; text-align: center;"><a class="md-opjjpmhoiojifppkkcdabiobhakljdgm_doc" href="https://drive.google.com/drive/folders/1eqEzQsPA30OKpgiGijmwVwXfblISwVMQ" style="text-align: center; text-decoration-line: none;" target="_blank"><b><span style="background-color: #660000; color: #f3f3f3; font-family: helvetica; font-size: large;"> Kinh Hoa Nghiêm Toàn Tập </span><span style="background-color: black; color: white; font-family: helvetica; font-size: large;">( 5.4GB )</span></b></a></div>
<title> KINH HOA NGHIEM DAI PHJUONG QUANG PHAT </title>
<div><div class="wsite-image wsite-image-border-none " style="padding-top:10px;padding-bottom:10px;margin-left:0px;margin-right:0px;text-align:center">
<a href='https://www.idrive.com/idrive/sh/sh?k=s5x3y0l1o6' target='_blank'>
<img src="https://kinhlangnghiem.github.io/DangVanQuy/DownLoad_Now.gif" alt="Picture" style="width:auto;max-width:80%" /
<div id="126435940873196017"><br><br>
<div><style type="text/css">
	#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table-wrapper {
  padding: 20px 0;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table {
  width: 100%;
  border: 1px solid #C9CDCF;
  border-spacing: 0;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table td.cell {
  border-right: 1px solid #C9CDCF;
  border-bottom: 1px solid #C9CDCF;
  word-break: break-word;
  background-color: #FFFFFF;
  width: 33.333333333333%;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table td.cell .paragraph {
  width: 90%;
  margin: 0 5%;
  padding-bottom: 10px;
  padding-top: 10px;
  text-align: center;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-top tr:first-child td,
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-side td:first-of-type {
  background-color: #F8F8F8;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-top tr:first-child td .paragraph,
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table.style-side td:first-of-type .paragraph {
  font-weight: 700;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table tr:last-child td {
  border-bottom: none;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table td:last-of-type {
  border-right: none;
}
#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80 .simple-table .empty-content-area-element {
  padding-left: 0px !important;
}

</style><div class="platform-element-contents" data-platform-element-id="702688850553606843-1.4.3" id="element-d33fe91f-b40f-4ce0-8d78-832663cd1e80">
	<div class="simple-table-wrapper">
  <table class="simple-table style-top">
      <tbody><tr>
          <td class="cell"><div class="paragraph"><a href="https://icedrive.net/s/t2T6RWzkvNxtvi3fNtjYZuYxkaPF" target="_blank"><strong><font size="6"><font color="#660000">Media</font><font color="#073763">fire</font></font></strong></a></div></td>
          <td class="cell"><div class="paragraph"><font size="6"><a href="https://www.idrive.com/idrive/sh/sh?k=s5x3y0l1o6" target="_blank"><strong><font><font><font color="#990000">G</font></font></font></strong><strong><font><font><font color="#274e13">o</font></font></font></strong><strong><font><font><font color="#20124d">o</font><font color="#4c1130">g</font><font color="#990000">l</font><font color="#2b00fe">e&nbsp;</font><font color="#073763"></font></font></font></strong></a></font></div></td>
          <td class="cell"><div class="paragraph"><a href="https://drive.google.com/drive/folders/1eqEzQsPA30OKpgiGijmwVwXfblISwVMQ" target="_blank"><font size="6"><font color="#073763">ID</font><font color="#20124d"><font>d</font><font>rive</font></font></font></a></div></td>
      </tr>
  </tbody></table>
</div>
</div>
<div style="clear: both;"></div><script class="element-script" type="text/javascript">function setupElement126435940873196017() {
	var requireFunc = window.platformElementRequire || window.require;

	// Relies on a global require, specific to platform elements
	requireFunc([
		'w-global',
		'underscore',
		'jquery',
		'backbone',
		'util/platform/elements/PlatformElement',
		'util/platform/elements/PlatformElementSettings'
	], function(
		_W,
		_,
		$,
		Backbone,
		PlatformElement,
		PlatformElementSettings
	) {
		var dependencies = null || [];
		var platform_element_id = "702688850553606843-1.4.3";

		if (typeof _W.loadedPlatformDependencies === 'undefined') {
			_W.loadedPlatformDependencies = [];
		}

		if (typeof _W.platformElements === 'undefined') {
			_W.platformElements = [];
		}

		if (typeof _W.platformElements[platform_element_id] === 'undefined') {
			_W.platformElements[platform_element_id] = {};
			_W.platformElements[platform_element_id].deferredObject = new $.Deferred();
			_W.platformElements[platform_element_id].deferredPromise = _W.platformElements[platform_element_id].deferredObject.promise();
		}

		if(_.intersection(_W.loadedPlatformDependencies, dependencies).length !== dependencies.length){
			_.reduce(dependencies, function(promise, nextScript){
				_W.loadedPlatformDependencies.push(nextScript);
				return promise.then(function(){
					return $.getScript(nextScript);
				});
			}, $().promise()).then(function(){
				_W.platformElements[platform_element_id].deferredObject.resolve();
			});
		}

		if (dependencies.length === 0){
			_W.platformElements[platform_element_id].deferredObject.resolve();
		}

		_W.platformElements[platform_element_id].deferredPromise.done(function(){
			var _ElementDefinition = /**
 * This is required for element rendering to be possible
 * @type {PlatformElement}
 */
(function() {
    var SimpleTable = PlatformElement.extend({
        initialize: function() {
            this.setSizes();
        },

        setSizes: function() {
            var sizes = this.settings.get('tableSizes');
            // if the # of columns isn't the size of the array of lengths, ignore it.
            if (sizes && sizes != "default" && this.settings.get('columns') == sizes.length) {
                var columns = this.$('tr').each(function(index, value) {
                    var cells = $(value).find('td').each(function(index2, value2) {
                        $(value2).css('width', sizes[index2] + '%');   
                    });
                });
            }
        }
    });

    return SimpleTable;
})();;

			if (typeof _ElementDefinition == 'undefined' || typeof _ElementDefinition == 'null') {
				var _ElementDefinition = PlatformElement.extend({});
			}

			var _Element = _ElementDefinition.extend({
				initialize: function() {
					// we still want to call the initialize function defined by the developer
					// however, we don't want to call it until placeholders have been replaced
					this.placeholderInterval = setInterval(function() {
						// so use setInterval to check for placeholders.
						if (this.$('.platform-element-child-placeholder').length == 0) {
							clearInterval(this.placeholderInterval);
							this.constructor.__super__.initialize.apply(this);
						}
					}.bind(this), 100);
				}
			});

			_Element.prototype.settings = new PlatformElementSettings({"columns_each":[{"columns_index":0},{"columns_index":1},{"columns_index":2}],"rows_each":[{"rows_index":0}],"columns":3,"rows":1,"style":"top","alignment":"center","titleColor":"#F8F8F8","backgroundColor":"#FFFFFF","borderColor":"#C9CDCF","tableSizes":"default"});
			_Element.prototype.settings.page_element_id = "126435940873196017";

			_Element.prototype.element_id = "d33fe91f-b40f-4ce0-8d78-832663cd1e80";
			_Element.prototype.user_id = "132991757";
			_Element.prototype.site_id = "945126539968472573";
			_Element.prototype.assets_path = "//marketplace.editmysite.com/uploads/b/marketplace-elements-702688850553606843-1.4.3/assets/";
			new _Element({
				el: '#element-d33fe91f-b40f-4ce0-8d78-832663cd1e80'
			});
		});
	});

}

if (typeof document.documentElement.appReady == 'undefined') {
	document.documentElement.appReady = 0;
}

if (document.documentElement.appReady || (window.inEditor && window.inEditor())) {
	setupElement126435940873196017();
} else if (document.createEvent && document.addEventListener) {
	document.addEventListener('appReady', setupElement126435940873196017, false);
} else {
	document.documentElement.attachEvent('onpropertychange', function(event){
		if (event.propertyName == 'appReady') {
			setupElement126435940873196017();
		}
	});
}

</script></div></div>

<meta name="viewport" content="width=device-width, initial-scale=1">

<!-- Start: injected by Adguard -->

    <div class="zoom-iframe">
  <iframe allowfullscreen="" frameborder="1" height="450px" marginheight="0px" marginwidth="0px" name="myiFrame" scrolling="no" src="https://kinhlangnghiem.github.io/kinhlangnghiem/ADiDaPhat" style="border: 0px #ffffff none;" width="450px"></iframe>
</div>
        <script type="text/javascript">
            
        </script><br><br><br><br><br><br>
<div class="separator" style="clear: both; text-align: center;">
<iframe allowfullscreen="" frameborder="1" height="350px" marginheight="0px" marginwidth="0px" name="myiFrame" scrolling="no" src="https://kinhlangnghiem.github.io/kinhlangnghiem/Menu" style="border: 0px #ffffff none;" width="450px"></iframe></div>
<!--End: NAM MO A DI DA PHAT--><!--End: NAM MO A DI DA PHAT--><br />
</html>
